Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Text of a scene variable
es_es: Texto de una variable de escena
fr_fr: Texte d'une variable de la scène
ru_ru: Текст переменной сцены

source: Global variables
es_es: Variables globales
fr_fr: Variables globales
ru_ru: Глобальные переменные

source: Global variable
es_es: Variable global
fr_fr: Variable globale
ru_ru: Глобальная переменная

source: Name of the global variable
es_es: Nombre de la variable global
fr_fr: Nom de la variable globale
ru_ru: Имя глобальной переменной

source: Window features
es_es: Funciones de ventana
fr_fr: Fonctionnalités de fenêtrage
ru_ru: Свойства окна

source: Built-in extension allowing to manipulate the game's window
es_es: Extensión integrada que permite la manipulación de la ventana del juego
fr_fr: Extension permettant de manipuler la fenêtre de jeu, integrée en standard
ru_ru: Встроенное расширение, позволяющее управлять окном игры

source: Display a text
es_es: Visualizar un texto
fr_fr: Afficher un texte
ru_ru: Отобразить текст

source: Display the specified text to screen
es_es: Muestra el texto especificado en la pantalla.
fr_fr: Affiche le texte spécifié à l'écran.
ru_ru: Отобразить указанный текст на экране.

source: Display _PARAM1_ at _PARAM2_;_PARAM3_ ( color : _PARAM4_ , size : _PARAM5_, font : _PARAM6_ )
es_es: Mostrar _PARAM1_ en _PARAM2_;_PARAM3_ ( color: _PARAM4_ , tamaño : _PARAM5_, fuente : _PARAM6_ )
fr_fr: Afficher _PARAM1_ en _PARAM2_;_PARAM3_ ( couleur : _PARAM4_ , taille : _PARAM5_, police : _PARAM6_ )
ru_ru: Отобразить _PARAM1_ в _PARAM2_;_PARAM3_ ( цвет : _PARAM4_ , размер : _PARAM5_, шрифт : _PARAM6_ )

source: De/activate fullscreen
es_es: Des/activar pantalla completa
fr_fr: (Dés)Activer le plein écran
ru_ru: (Де)Активировать полноэкранный

source: This action activate or desactivate fullscreen.
es_es: Esta acción activa o desactiva la pantalla completa.
fr_fr: Cette action active ou désactive l'affichage du jeu en plein écran.
ru_ru: Это действие активирует или отключает полноэкранный режим.

source: Activate fullscreen : _PARAM1_
fr_fr: Activer le plein écran : _PARAM1_
ru_ru: Активировать полноэкранный : _PARAM1_

source: Game's window
es_es: Ventana del juego
fr_fr: Fenêtre de jeu
ru_ru: Окно игры

source: Activate fullscreen
es_es: Activar pantalla completa
fr_fr: Activer le plein écran
ru_ru: Включить полный экран

source: Change the size of the screen
es_es: Cambiar el tamaño de la pantalla
fr_fr: Changer la taille de l'écran
ru_ru: Изменить размер экрана

source: This action change the size of the game window.
es_es: Esta acción cambia el tamaño de la ventana del juego.
fr_fr: Cette action change la taille de la fenêtre de jeu.
ru_ru: Это действие изменяет размер экрана игры.

source: Change window size : _PARAM1_x_PARAM2_
es_es: Cambiar el tamaño de la ventana a : _PARAM1_x_PARAM2_
fr_fr: Changer la taille de la fenêtre de jeu en _PARAM1_x_PARAM2_
ru_ru: Размер игрового окна _PARAM1_x_PARAM2_

source: Use this size as default size for new scene cameras ?
ru_ru: Использовать этот размер, как размер по умолчанию для новых камер сцены ?

source: Change window's icon
es_es: Cambiar el ícono de la ventana
fr_fr: Changer l'icône de la fenêtre
ru_ru: Изменить иконку окна

source: This action change the icon of the game's window.
es_es: Esta acción cambia el ícono de la ventana del juego.
fr_fr: Cette action change l'icône de la fenêtre de jeu.
ru_ru: Это действие меняет иконку игрового окна.

source: Use _PARAM1_ as icon for the game's window.
es_es: Utilizar _PARAM1_ como ícono para la ventana del juego.
fr_fr: Utiliser _PARAM1_ en tant qu'icone pour la fenêtre de jeu.
ru_ru: Использовать _PARAM1_ как иконку для игрового окна.

source: Name of the image to be used as the icon
es_es: Nombre de la imagen a ser usada como ícono
fr_fr: Nom de l'image à utiliser en tant qu'icône
ru_ru: Имя изображения, используемого в качестве иконки

source: Change window's title
es_es: Cambiar el título de la ventana
fr_fr: Changer le titre de la fenêtre
ru_ru: Изменить заголовок окна

source: This action change the title of the game window.
es_es: Esta acción cambia el título de la ventana del juego.
fr_fr: Cette action change le titre de la fenêtre de jeu.
ru_ru: Это действие изменяет заголовок игрового окна.

source: Change window title to _PARAM1_
es_es: Cambiar el título de la ventana a _PARAM1_
fr_fr: Changer le titre de la fenêtre en _PARAM1_
ru_ru: Изменить заголовок окна на _PARAM1_

source: New title
es_es: Nuevo título
fr_fr: Nouveau titre
ru_ru: Новый заголовок

source: Width of the scene's window
es_es: Ancho de la ventana de la escena
fr_fr: Largeur de la fenêtre de la scène
ru_ru: Ширина окна сцены

source: Screen
es_es: Pantalla
fr_fr: Ecran
ru_ru: Экран

source: Height of the scene's window
es_es: Alto de la ventana de la escena
fr_fr: Hauteur de la fenêtre de la scène
ru_ru: Высота окна сцены

source: Width of the current resolution
es_es: Ancho de la resolución actual
fr_fr: Largeur de la résolution actuelle
ru_ru: Ширина текущего разрешения

source: Height of the current resolution
es_es: Alto de la resolución actual
fr_fr: Hauteur de la résolution actuelle
ru_ru: Высота текущего разрешения

source: Color depth
es_es: Profundidad de color de la resolución actual
fr_fr: Profondeur de couleur de la résolution actuelle
ru_ru: Глубина цвета

source: Window's title
es_es: Título de la ventana
fr_fr: Titre de la fenêtre
ru_ru: Заголовок окна

source: Unable to launch the internal compiler: Try to reinstall Game Develop to make sure that every file needed are present.
es_es: Imposible ejecutar el compilador interno : Trata con reinstalar Game Develop para asegurarte que cada archivo necesario se encuentra presente..
fr_fr: Impossible de lancer le compilateur interne : Essayez de réinstaller Game Develop pour être sûr que tous les fichiers nécessaires sont présents.
ru_ru: Невозможно запустить внутренний компилятор : Попробуйте переустановить Game Develop, чтобы убедиться в наличии всех необходимых файлов.

source: Unable to delete file
es_es: Imposible eliminar el archivo
fr_fr: Impossible de supprimer le fichier
ru_ru: Не удается удалить файл

source: in compiler output directory.
es_es: en el directorio de compilación temporal.
fr_fr: dans le répertoire temporaire du compilateur.
ru_ru: во временном каталоге компилятора.

source: Compile to a native executable
es_es: Compilar en un ejecutable nativo
fr_fr: Compiler le projet en exécutable
ru_ru: Компиляция проекта в исполняемый файл

source: Project compilation launching
es_es: Ejecutando compilación del proyecto
fr_fr: Lancement de la compilation du projet.
ru_ru: Запуск компиляции проекта.

source: No chosen target system.
es_es: Ningún sistema definido.
fr_fr: Pas de système cible défini.
ru_ru: Не определена целевая система.

source: Compilation waiting for other task to finish...
es_es: Compilación en espera de que finalicen otras tareas...
fr_fr: Compilation en attente de la fin des tâches en cours...
ru_ru: Компиляция ожидает завершения другой задачи...

source: Preparing resources...
es_es: Preparando recursos...
fr_fr: Préparation des ressources...
ru_ru: Подготовка ресурсов...

source: Compiling scene
es_es: Compilando escena
fr_fr: Compilation de la scène
ru_ru: Компиляция сцены

source: Compilation of scene
es_es: La ompilación de la escena
fr_fr: La compilation de la scène
ru_ru: Компиляция сцены

source: failed: Please go on our website to report this error, joining this file:
es_es: a fallado : Por favor ve a nuestro sitio para reportar este error, adjuntando este archivo:
fr_fr: a échouée : Rendez vous sur notre site pour nous rapporter cette erreur, en joignant le fichier suivant:
ru_ru: не удалась : Посетите наш сайт для отчета об ошибке, присоединив файл:

source: If you think the error is related to an extension, please contact its developer.
es_es: Si crees que el error está relacionado con una extensión, por favor contacta a su desarrollador.
fr_fr: Si vous pensez que l'erreur est liée à une extension, contactez son développeur.
ru_ru: Если вы думаете, что ошибка связана с расширением, обратитесь к его разработчику.

source: succeeded
es_es: exitosa
fr_fr: effectuée avec succès.
ru_ru: успешно завершена.

source: Copying resources...
es_es: Copiando recursos...
fr_fr: Copie des ressources...
ru_ru: Копирование ресурсов...

source: Unable to copy
es_es: Imposible copiar
fr_fr: Impossible de copier
ru_ru: Не удается скопировать

source: in compilation directory.
es_es: en el directorio de compilación.
fr_fr: dans le répertoire de compilation.
ru_ru: в каталог сборки.

source: Step 1 out of 3
es_es: Etapa 1 de 3
fr_fr: Etape 1 sur 3
ru_ru: Шаг 1 из 3

source: Step 2 out of 3
es_es: Etapa 2 de 3
fr_fr: Etape 2 sur 3
ru_ru: Шаг 2 из 3

source: Step 3 out of 3
es_es: Etapa 3 de 3
fr_fr: Etape 3 sur 3
ru_ru: Шаг 3 из 3

source: Unable to delete the file
es_es: Imposible eliminar el archivo
fr_fr: Impossible de supprimer le fichier
ru_ru: Не удается удалить файл

source: Linking project files...
es_es: Enlazando archivos del proyecto...
fr_fr: Edition des liens des fichiers du projet...
ru_ru: Компоновка файлов проекта...

source: Linking of project failed: Please go on our website to report this error, joining this file:
es_es: El enlace del proyecto ha fallado : Por favor ve a nuestro sitio para reportar este error, adjuntando este archivo:
fr_fr: L'édition des liens des fichiers du projet a échoué : Rendez vous sur notre site pour nous rapporter cette erreur, en joignant le fichier suivant:
ru_ru: Компоновка файлов проекта не удалась : Перейдите на наш сайт, чтобы сообщить об ошибке, прикрепив этот файл:

source: Linking project
es_es: Enlazando el proyecto
fr_fr: Edition des liens du projet
ru_ru: Компоновка проекта

source: Exporting game...
es_es: Exportando el juego...
fr_fr: Exportation du jeu...
ru_ru: Экспорт игры...

source: Unable to copy extension
es_es: Imposible copiar la extensión
fr_fr: Impossible de copier l'extension
ru_ru: Невозможно скопировать расширение

source: for Windows in compilation directory.
es_es: para Windows en el directorio de compilación.
fr_fr: pour Windows dans le répertoire de compilation.
ru_ru: для Windows, в директорию для сборки.

source: for Linux in compilation directory.
es_es: para Linux en el directorio de compilación.
fr_fr: pour Linux dans le répertoire de compilation.
ru_ru: для Linux в директорию для сборки.

source: for Mac OS in compilation directory.
es_es: para Mac OS en el directorio de compilación.
fr_fr: pour Mac OS dans le répertoire de compilation.
ru_ru: для Mac OS в директорию для сборки.

source: Unable to copy C++ sources ( dynext.dxgd ) in compilation directory.
es_es: Imposible copiar fuentes C++ ( dynext.dxgd ) en el directorio de compilación.
fr_fr: Impossible de copier les sources C++ compilées ( dynext.dxgd ) dans le répertoire de compilation.
ru_ru: Не удается скопировать исходники C++ ( dynext.dxgd ) в директорию для сборки.

source: Unable to create
es_es: Imposible crear
fr_fr: Impossible de créer
ru_ru: Невозможно создать

source: Unable to copy file
es_es: Imposible copiar el archivo
fr_fr: Impossible de copier le fichier
ru_ru: Невозможно скопировать файл

source: from compilation directory to final directory.
es_es: desde el directorio de compilación al directorio final.
fr_fr: depuis le répertoire de compilation vers le répertoire final.
ru_ru: из директории для сборки в финальный каталог.

source: Exporting game... ( Compressing )
es_es: Exportando el juego... ( Comprimiendo )
fr_fr: Exportation du jeu... ( Compression )
ru_ru: Экспорт игры... ( Сжатие )

source: Unable to open 7zS.sfx
ru_ru: Невозможно открыть 7zS.sfx

source: Unable to open config.txt
ru_ru: Невозможно открыть config.txt

source: Game Develop is unable to find a temporary compilation directory. If compilation fail, go in the options and choose a temporary direction where you have read and write permissions.
es_es: Game Develop no puede encontrar un directorio de compilación temporal. Si la compilación falla, ve a las opciones y selecciona un directorio donde tengas permisos de lectura y escritura.
fr_fr: Game Develop n'a pas réussi à trouver un répertoire temporaire pour la compilation. Si la compilation échoue, allez dans les préférences et choisissez un répertoire temporaire où vous avez les droits d'écriture.
ru_ru: Game Develop не удалось найти временную директорию для компиляции. Если компиляция не удается, зайдите в настройки и выберите временной каталог, где у вас есть права на запись.

source: Compilation may fail!
es_es: ¡La compilación podría fallar!
fr_fr: La compilation risque d'échouer.
ru_ru: Компиляция может рухнуть!.

source: Unable to create directory:
es_es: Imposible crear el directorio :
fr_fr: Impossible de créer le répertoire :
ru_ru: Невозможно создать каталог :

source: Unable to delete
es_es: Imposible eliminar
fr_fr: Impossible de supprimer
ru_ru: Не удается удалить

source: in directory
es_es: en el directorio
fr_fr: dans le répertoire
ru_ru: в каталоге

source: Compilation failed with these errors:
es_es: La compilación a fallado con estos errores :
fr_fr: La compilation a échoué avec ces erreurs :
ru_ru: Компиляция не удалась с этими ошибками :

source: Compilation successed.
es_es: Compilación exitosa.
fr_fr: La compilation a terminé sans erreurs.
ru_ru: Компиляция завершена без ошибок.

source: Progress:
es_es: Progreso :
fr_fr: Avancement :
ru_ru: Прогресс :

source: Error(s) during compilation
es_es: Error(es) durante la compilación
fr_fr: Erreur(s) lors de la compilation
ru_ru: Ошибка(ы) во время компиляции

source: An error occurred during the compilation, and the game could not be created. See the report below to see which step caused an error.
es_es: Un error ha ocurrido durante la compilación, y el juego podría no ser creado. Consulta el reporte siguiente para saber que etapa causó el problema.
fr_fr: Une erreur s'est produite lors de la compilation, et le jeu n'a pas pu être créé. Consultez le rapport ci dessous pour savoir quelle étape a provoqué une erreur.
ru_ru: Произошла ошибка во время компиляции, и игра не может быть создана. См отчет ниже чтобы узнать, на каком этапе возникла ошибка.

source: No information concerning the error.
es_es: No hay información concerniente al error.
fr_fr: Pas d'informations concernant l'erreur.
ru_ru: Нет информации об ошибке.

source: How solve the problem ?
es_es: ¿Cómo resolver el problema?
fr_fr: Comment résoudre le problème ?
ru_ru: Как решить эту проблему ?

source: A problem when copying a known file: -Check that your file (image, sound ...) exists. -Check you have read/write permission. A problem when copying a file unknown: -Check that the file in question exists. If not, try reinstalling Game Develop -Check you have read/write permission. A problem when creating a file: -Make sure you have read/write permission.
es_es: Un problema cuando se copian archivos conocidos : -Verifica que tu archivo ( imagen, sonido... ) existe . -Verifica que tienes permisos de lectura/escritura. Un problema cuando se copian archivos desconocidos : -Verifica que el archivo en cuestión existe. Si no, prueba reinstalando Game Develop -Verifica que tengas permisos de lectura/escritura. Un problema cuando se crea un archivo : -Asegúrate de que tienes permisos de lectura/escritura.
fr_fr: D'un problème lors de la copie d'un fichier connu : -Vérifiez que votre fichier ( image, son... ) existe bien. -Que vous possédez les droits d'écriture et/ou de lecture. D'un problème lors de la copie d'un fichier inconnu : -Vérifiez que le fichier en question existe bien. Si non, tentez de réinstaller Game Develop -Que vous possédez les droits d'écriture et/ou de lecture. D'un problème lors de la création d'un fichier : -Vérifiez que vous possédez les droits d'écriture et/ou de lecture.
ru_ru: D'un problème lors de la copie d'un fichier connu : -Vérifiez que votre fichier ( image, son... ) existe bien. -Que vous possédez les droits d'écriture et/ou de lecture. D'un problème lors de la copie d'un fichier inconnu : -Vérifiez que le fichier en question existe bien. Si non, tentez de réinstaller Game Develop -Que vous possédez les droits d'écriture et/ou de lecture. D'un problème lors de la création d'un fichier : -Vérifiez que vous possédez les droits d'écriture et/ou de lecture.

source: If you can not solve the problem, do not hesitate to contact us
es_es: Si no puedes resolver el problema, no dudes en contactarnos.
fr_fr: Si vous n'arrivez pas à résoudre le problème, n'hésitez pas à nous contacter
ru_ru: Если вы не решили проблему, не стесняйтесь обращаться к нам

source: Compiling...
es_es: Compilando...
fr_fr: Compilation en cours...
ru_ru: Компиляция...

source: In the compiled game, the game will quit.
es_es: En el juego compilado, el juego se cerraría.
fr_fr: Dans le jeu final, le jeu se terminera.
ru_ru: Dans le jeu final, le jeu se terminera.

source: In the compiled game, the scene will change for
es_es: En el juego compilado, la escena se cambiaría por
fr_fr: Dans le jeu final, un changement de scène s'effectuera vers la scène
ru_ru: При компиляции игры сцена изменится

source: Changes made to events will be taken into account when you switch to Edition mode
es_es: Las modificaciones realizadas a los eventos se llevarán a cabo cuando cambies al modo edición.
fr_fr: Les modifications apportées aux évènements seront prises en compte lors du retour au mode édition.
ru_ru: Изменения в событиях будут учтены при возвращении в режим редактирования.

source: Compilation of events failed, and scene cannot be previewed. Please report this problem to Game Develop's developer, joining this file:
es_es: La compilación de eventos a fallado, y la escena no puede ser previsualizada. Por favor reporta este problema al desarrollador de Game Develop, adjuntando este archivo:
fr_fr: La compilation des évènements a échouée, et la scène ne peut être testée. Afin que le problème soit corrigé, veuillez le rapporter au développeur de Game Develop, en joignant le fichier suivant :
ru_ru: Компилирование событий не удалось, и сцена не может быть просмотрена. Сообщить разработчику об этой проблеме, присоединив этот файл :

source: Debugger
es_es: Depurador
ru_ru: Отладчик

source: Profiling
es_es: Rendimiento
fr_fr: Performances
ru_ru: Производителность

source: Play
es_es: Jugar
fr_fr: Jouer
ru_ru: Играть

source: Start the preview
es_es: Ejecutar la vista previa
fr_fr: Lancer l'aperçu
ru_ru: Пуск предпросмотра

source: Play in a window
es_es: Jugar en ventana
fr_fr: Jouer dans une fenêtre
ru_ru: Играть в окне

source: Start the preview in an external window
es_es: Ejecuta la vista previa en una ventana externa
fr_fr: Lancer l'aperçu dans une fenêtre externe
ru_ru: Пуск предпросмотра в отдельном окне

source: Pause
es_es: Pausar
fr_fr: Mettre en pause
ru_ru: Пауза

source: Pause the preview
es_es: Pausa la vista previa
fr_fr: Mettre en pause l'aperçu
ru_ru: Пауза предпросмотра

source: Show the debugger to view the state of the game
es_es: Muestra el depurador para ver el estado del juego
fr_fr: Ouvrir le débugger pour voir l'état du jeu
ru_ru: Открыть отладчик для просмотра игры

source: Show the profiler to monitor performances
es_es: Muestra el gestor de rendimiento
fr_fr: Afficher le suivi des performances
ru_ru: Просмотр мониторинга производительности

source: Play the scene
es_es: Jugar la escena
fr_fr: Jouer la scène
ru_ru: Играть сцену

source: Pause the scene
es_es: Pausar la escena
fr_fr: Mettre en pause la scène
ru_ru: Пауза сцены

source: Pause the scene being played
es_es: Pausa la escena en reproducción
fr_fr: Mettre en pause la scène
ru_ru: Пауза проигрываемой сцены

source: Step
es_es: Paso
fr_fr: Avancer d'une étape
ru_ru: Переход на один шаг

source: Render only one frame of the scene
es_es: Avanza sólo un fotograma
fr_fr: Avancer seulement d'une image
ru_ru: Рендер только одного кадра сцены

source: Item label
es_es: Etiqueta del ítem
ru_ru: Названия предметов

source: Create a new object
es_es: Crear un nuevo objeto
fr_fr: Créer un nouvel objet
ru_ru: Создать новый объект

source: Add a scene variable
es_es: Agregar una variable de escena
fr_fr: Ajouter une variable de la scène
ru_ru: Добавить переменную сцены

source: Add a new global variable
es_es: Agregar una variable global
fr_fr: Ajouter une variable globale
ru_ru: Добавить новую глобальную переменную

source: Create a new global variable
es_es: Crear una nueva variable global
fr_fr: Créer une variable globale
ru_ru: Создать новую глобальную переменную

source: Object :
es_es: Objeto :
fr_fr: Objet :
ru_ru: Объект :

source: Delete this object
es_es: Eliminar este objeto
fr_fr: Supprimer cet objet
ru_ru: Удалить этот объект

source: Frame per seconds ( FPS )
es_es: Fotogramas por segundo ( FPS )
fr_fr: Images par secondes ( FPS )
ru_ru: Число кадров в секунду ( FPS )

source: Resources count
es_es: Cantidad de recursos
fr_fr: Nombres de ressources
ru_ru: Количество ресурсов

source: Window's size
es_es: Tamaño de la ventana
fr_fr: Taille de la fenêtre
ru_ru: Размер окна

source: Position of the mouse over the window
es_es: Posición del cursor sobre la ventana
fr_fr: Position de la souris sur la fenêtre
ru_ru: Положение курсора мыши на окне

source: fps
es_es: f/s
fr_fr: i/s
ru_ru: фпс

source: (Structure)
es_es: (Estructura)
ru_ru: (Структура)

source: Globals variables
es_es: Variables globales
fr_fr: Variables globales
ru_ru: Глобальные переменные

source: objects
es_es: objetos
fr_fr: objets
ru_ru: объекты

source: Specific
es_es: Específico
fr_fr: Spécifique
ru_ru: Особый

source: Enter the new value
es_es: Ingresa el nuevo valor
fr_fr: Entrez la nouvelle valeur
ru_ru: Введите новое значение

source: Editing a value
es_es: Edición de un valor
fr_fr: Edition d'une valeur
ru_ru: Редактировать значение

source: Unable to modify the value. The value entered is either incorrect or the property is read-only.
es_es: Imposible modificar el valor. El valor ingresado es incorrecto o la propiedad es de "sólo lectura".
fr_fr: Impossible de modifier la valeur. La valeur entrée peut être incorrecte, ou la propriété en lecture seule.
ru_ru: Невозможно изменить значение. Введеное знач. может быть неправельным, или свойство только для чтения.

source: Editing a variable
es_es: Edición de una variable
fr_fr: Edition d'une variable
ru_ru: Редактировать переменную

source: Type the name of the new variable
es_es: Ingresa el nombre de la nueva variable
fr_fr: Entrez le nom de la nouvelle variable
ru_ru: Введите имя новой переменной

source: Adding a scene variable
es_es: Agregando una variable de escena
fr_fr: Ajout d'une variable de la scène
ru_ru: Добавить переменную на сцену

source: A variable with this name already exists!
es_es: ¡Ya existe una variable con ese nombre!
fr_fr: Une variable avec ce nom existe déjà
ru_ru: Переменная с таким именем уже существует!

source: Enter the value of the variable
es_es: Ingresa el valor de la variable
fr_fr: Entrez la valeur de la variable
ru_ru: Введите значение переменной

source: Adding a global variable
es_es: Agregando una variable global
fr_fr: Ajout d'une variable globale
ru_ru: Добавление глобальной переменной

source: Unable to create object.
es_es: Imposible crear el objeto
fr_fr: Impossible de créer l'objet.
ru_ru: Невозможно создать объект.

source: Enter the X position of the object
es_es: Ingresa la posición X del objeto
fr_fr: Entrez la position X de l'objet
ru_ru: Введите положение X объекта

source: Adding an object
es_es: Agregando un objeto
fr_fr: Ajout d'un objet
ru_ru: Добавить объект

source: Enter the object's Y position
es_es: Ingresa la posición Y del objeto
fr_fr: Entrez la position Y de l'objet
ru_ru: Введите положение Y объекта
