Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Game Develop can not read the MP3 format ( owing to license and algorithms patented by Fraunhofer-Gesellschaft ), you can convert a MP3 file to the free OGG Vobris format or WAV.
es_es: Game Develop no puede leer el formato MP3 ( debido a la licencia y algoritmos patentados por Fraunhofer-Gesellschaft ), puedes convertir una música MP3 a formato libre OGG Vorbis o WAV.
fr_fr: Game Develop ne pouvant lire le format MP3 ( license et algorithmes brevetés par Fraunhofer-Gesellschaft ), vous pouvez convertir une musique MP3 au format libre OGG Vorbis ou WAV.
ru_ru: Game Develop не читает MP3 ( вследствии лицензии и алгоритмов запатентованных Fraunhofer-Gesellschaft ), Вы можете преобразовать MP3 в свободный формат OGG Vorbis или WAV.

source: Conversion
es_es: Conversión
ru_ru: Конверсия

source: A MP3 file is a music, or is meant to be played as a music :
es_es: Un archivo MP3 es una música, o está destinado a ser reproducida como tal :
fr_fr: Le fichier MP3 est une musique, ou est destiné à être joué en tant que musique :
ru_ru: MP3 является муз. файлом , или предназначен для воспроизведения как музыки :

source: Choose a MP3 file and encode in OGG Vorbis
es_es: Seleccionar un archivo MP3 y codificarlo en OGG Vorbis
fr_fr: Choisir un fichier MP3 et l'encoder en OGG Vorbis
ru_ru: Выбрать файл MP3 и кодировать его в OGG Vorbis

source: A WAV file is a sound, an effect, or is meant to be played as a sound :
es_es: Un archivo WAV es un sonido, o está destinado a ser reproducido como tal :
fr_fr: Le fichier WAV est un son, un bruitage, ou est destiné à être joué en tant que son :
ru_ru: WAV файл звука, эффектов, шумового оформление, предназначен быть сыгранным в качестве звука :

source: Choose a MP3 file and encode in WAV
es_es: Seleccionar un archivo MP3 y codificarlo en WAV
fr_fr: Choisir un fichier MP3 et l'encoder en WAV
ru_ru: Выбрать файл MP3 и кодировать его в WAV

source: Note
es_es: Nota
ru_ru: Тон

source: This utility uses lame.exe ( free MP3 Encoder ) and OGGENC.EXE (free OGG Vorbis Encoder ). These latter are included in the Game Develop directory.
es_es: Esta utilidad hace uso de LAME.EXE ( De/codificador de MP3 libre ) y OGGENC.EXE ( De/codificador de OGG Vorbis libre ). Éstos son incluidos en el directorio de Game Develop durante la instalación.
fr_fr: Cet utilitaire fait appel à LAME.EXE ( De/encodeur MP3 libre ) et à OGGENC.EXE ( Encodeur OGG Vorbis libre ). Ils sont inclus dans le répertoire de Game Develop à l'installation.
ru_ru: Эта утилита использует LAME.EXE ( свободный декодер MP3 ) и OGGENC.EXE ( свободный кодер OGG Vorbis ). Последние включены в каталог Game Develop.

source: This utility uses lame.exe ( free MP3 Encoder ) and OGGENC.EXE (free OGG Vorbis Encoder ). These latter were not detected in Game Develop directory. Download them or use the installer of Game Develop.
es_es: Esta utilidad hace uso de LAME.EXE ( De/codificador de MP3 libre ) y OGGENC.EXE ( De/codificador de OGG Vorbis libre ). Estos archivos no han sido detectados en el directorio de Game Develop. Descárgalos o utiliza el instalador de Game Develop.
fr_fr: Cet utilitaire fait appel à LAME.EXE ( De/encodeur MP3 libre ) et à OGGENC.EXE ( Encodeur OGG Vorbis libre ). Ces derniers n'ont pas été détectés dans le répertoire de Game Develop. Téléchargez les, ou utilisez l'installateur de Game Develop.
ru_ru: Эта утилита использует LAME.EXE ( свободный декодер MP3 ) и OGGENC.EXE ( свободный кодер OGG Vorbis ). Последние не были обнаружены в каталоге Game Develop. Загрузите их, или используйте инсталлятор Game Develop.

source: Choose the MP3 file to encode in OGG Vorbis
es_es: Selecciona el MP3 a codificar en OGG Vorbis
fr_fr: Choisissez le fichier MP3 à encoder en OGG Vorbis
ru_ru: Выбрать файл MP3 для кодирования в OGG Vorbis

source: The encoding is finished. The OGG file is located in the same directory as the MP3 file.
es_es: Se ha terminado la codificación. El archivo OGG se encuentra en el mismo directorio que el archivo MP3.
fr_fr: L'encodage est terminé. Le fichier OGG se trouve dans le même répertoire que le fichier MP3.
ru_ru: Кодирование завершено. Файл OGG находится в том же каталоге, что и MP3.

source: The encoding is finished. The WAV file is located in the same directory as the MP3 file.
es_es: Se ha terminado la codificación. El archivo WAV se encuentra en el mismo directorio que el archivo MP3.
fr_fr: L'encodage est terminé. Le fichier WAV se trouve dans le même répertoire que le fichier MP3.
ru_ru: Кодирование завершено. Файл WAV находится в том же каталоге, что и MP3.

source: Game Develop settings
es_es: Preferencias de Game Develop
fr_fr: Préférences de Game Develop
ru_ru: Настройки Game Develop

source: This window allows you to customize Game Develop. Each user of the computer has his own options.
es_es: Esta ventana te permite personalizar Game Develop. Cada usuario en la computadora tiene sus propias opciones.
fr_fr: La fenêtre des préférences vous permet de personnaliser Game Develop. Chaque utilisateur de l'ordinateur possède ses propres préférences.
ru_ru: Окно параметров позволяет настроить Game Develop. Каждый пользователь ПК имеет свои собственные предпочтения.

source: Startup
es_es: Al iniciar
fr_fr: Démarrage
ru_ru: Запуск

source: Checking for updates
ru_ru: Проверка обновлений

source: Autosave
es_es: Autosalvaguardado
fr_fr: Autosauvegarde
ru_ru: Автосохранение

source: Make a backup of opened projects every
es_es: Crear un respaldo de los proyectos abiertos cada
fr_fr: Faire une copie de sauvegarde des projets ouverts toutes les
ru_ru: Создание резервной копии всех открытых проектов

source: minutes
es_es: minutos
ru_ru: минуты

source: Files will be saved with .gdg.autosave at the end of their name
es_es: Los archivos serán guardados con la terminación .gdg.autosave en su nombre
fr_fr: Les fichiers seront sauvegardés en ajoutant .gdg.autosave à leur nom
ru_ru: Файлы будут сохранены с .gdg.autosave в конце их имени

source: Miscellaneous
es_es: Varios
fr_fr: Divers
ru_ru: Разное

source: Activate a log file
es_es: Activar el archivo de registro
fr_fr: Activer le suivi du déroulement du logiciel dans un fichier journal
ru_ru: Включить мониторинг с записью в лог файл журнала

source: Warn when saving a project in a new directory
es_es: Advertir cuando se guarda el proyecto en un nuevo directorio
fr_fr: Prévenir lors de l'enregistrement d'un fichier dans un nouveau répertoire
ru_ru: Предупреждать при сохранении проекта в новый каталог

source: Warn, when the project is saved in a new folder, that project resources should also be copied to the folder.
es_es: Advertir, cuando el proyecto es guardado en una nueva carpeta, que los recursos deberían copiarse a la carpeta también.
fr_fr: Prévenir, quand un jeu est enregistré dans un nouveau répertoire, qu'il faut sans doute copier également les ressources du jeu dedans.
ru_ru: Предупреждать, при сохр. проекта в новой папке, что его ресурсы также должны быть скопированы в эту папку.

source: Language:
es_es: Lenguaje :
fr_fr: Langage :
ru_ru: Язык :

source: New projects
es_es: Nuevos proyectos
fr_fr: Nouveaux projets
ru_ru: Новый проект

source: New projects default folder:
es_es: Directorio predeterminado para nuevos proyectos :
fr_fr: Répertoire par défaut des nouveaux projets :
ru_ru: Каталог по умолчанию для новых проектов :

source: Path to the image editing program.
es_es: Ruta del programa de edición de imágenes.
fr_fr: Chemin vers le programme d'édition d'images.
ru_ru: Путь к программе для редактирования изображений.

source: External programs
es_es: Programas externos
fr_fr: Programmes externes
ru_ru: Внешние программы

source: Images' edition:
es_es: Edición de imágenes :
fr_fr: Edition des images :
ru_ru: Редактирование изображений :

source: Temporary deployment directory:
es_es: Carpeta temporal de implementación :
fr_fr: Dossier temporaire de déploiement :
ru_ru: Временный каталог развертывания :

source: Folder used to store temporary files when compiling a game. We must own write permissions on this folder. If empty, the default temporary folder of the system is used.
es_es: Carpeta a guardar archivos temporales durante la compilación del juego. Debemos tener permisos de escritura en esta carpeta. Si se omite, Game Develop usará la carpeta temporal predeterminada del sistema.
fr_fr: Dossier servant à compiler un jeu. Vous devez posséder les droits d'écriture pour ce dossier. Si vide, Game Develop utilisera le dossier temporaire par défaut du système.
ru_ru: Папка хранения врем. файлов при компиляции игры Нужно обладать правами на запись в эту папку. Если не указано, используется временная папка системы.

source: Temporary folder for compilation:
es_es: Carpeta temporal para compilación :
fr_fr: Dossier temporaire de compilation :
ru_ru: Временная папка для компиляции :

source: Delete temporaries as soon as possible
es_es: Eliminar los archivos temporales lo más pronto posible
fr_fr: Supprimer les fichiers temporaires de compilation dès que possible
ru_ru: Удалить временные файлы компиляции как можно скорее

source: Directory containing the Java executable:
es_es: Directorio conteniendo el ejecutable Java:
fr_fr: Dossier où se situe l'executable java:
ru_ru: Каталог, содержащий исполняемый файл java:

source: Scene editor
es_es: Editor de escena
fr_fr: Editeur de scènes
ru_ru: Редактор сцены

source: Scene/Events tab:
es_es: Pestaña de Escena/Eventos :
fr_fr: Onglet Scene et Evenements :
ru_ru: Вкладка Сцены/События :

source: Top
es_es: Superior
fr_fr: En haut
ru_ru: Сверху

source: Bottom
es_es: Inferior
fr_fr: En bas
ru_ru: Снизу

source: Predefined appearance
es_es: Apariencia predefinida
fr_fr: Apparence prédéfinie
ru_ru: Предустановленные

source: Game Develop Standard
ru_ru: Standard Game Develop

source: Ribbon's style
es_es: Estilo de cinta
fr_fr: Style du ruban
ru_ru: Стиль шапки

source: Ribbon's colors
es_es: Colores de cinta
fr_fr: Couleurs du ruban
ru_ru: Цвет шапки

source: Primary :
es_es: Primario :
fr_fr: Principale :
ru_ru: Первичный :

source: Secondary :
es_es: Secundario :
fr_fr: Secondaire :
ru_ru: Вторичный :

source: Ribbon labels
es_es: Textos de la cinta
fr_fr: Textes du ruban
ru_ru: Текст на шапке

source: Hide the button's labels
es_es: Ocultar los nombres de los botones
fr_fr: Cacher les noms des boutons
ru_ru: Скрыть названия кнопок

source: Hide tabs of ribbon's pages
es_es: Ocultar las pestañas de las páginas
fr_fr: Cacher les onglets des pages
ru_ru: Скрать вкладки на шапке

source: File button
es_es: Botón de archivo
fr_fr: Bouton Fichier
ru_ru: Bouton Fichier

source: Color
fr_fr: Couleur
ru_ru: Цвет

source: Panes' color
es_es: Color del panel
fr_fr: Couleur des panneaux
ru_ru: Цвет панели

source: Active editor :
es_es: Editor activo :
fr_fr: Editeur actif :
ru_ru: Активной :

source: Inactive editor :
es_es: Editor inactivo :
fr_fr: Editeur inactif :
ru_ru: Неактивной :

source: Sash's color
es_es: Color de separador
fr_fr: Couleur des séparations
ru_ru: Цветоделение

source: Background :
es_es: Fondo :
fr_fr: Arrière plan :
ru_ru: Фоновый :

source: Borders :
es_es: Bordes :
fr_fr: Bordures :
ru_ru: Рамка :

source: Text's color
es_es: Color de texto
fr_fr: Couleur du texte
ru_ru: Цвет текста

source: Active :
es_es: Activo :
fr_fr: Actif :
ru_ru: Акт :

source: Inactive :
es_es: Inactivo :
fr_fr: Inactif :
ru_ru: Неакт :

source: Tabs
es_es: Pestañas
ru_ru: Вкладки

source: Normal
ru_ru: Format

source: Flat
es_es: Liso
fr_fr: Plat
ru_ru: Plat

source: Style
es_es: Estilo
ru_ru: Стиль

source: Toolbars
es_es: Barra de herramientas
fr_fr: Barre d'outils
ru_ru: Панель инструментов

source: Custom color:
es_es: Color personalizado :
fr_fr: Couleur personnalisée :
ru_ru: Пользовательский :

source: Default width of the condition column:
es_es: Ancho predeterminado de la columna de condición :
fr_fr: Taille par défaut de la colonnes des conditions :
ru_ru: Размер ширины столбца по умолчанию:

source: pixels
es_es: píxeles
ru_ru: пикс.

source: Hide the button's labels in context panels
es_es: Ocultar los nombres de los botones en los paneles contextuales
fr_fr: Cacher les noms des boutons dans les panneaux contextuels
ru_ru: Скрыть имена кнопок в контекстных панелях

source: Parameters colors
es_es: Colores de parámetros
fr_fr: Couleurs des paramètres
ru_ru: Настройки цвета

source: Choose the font used by events editors
es_es: Seleccionar la fuente usada por el editor de eventos
fr_fr: Choisir la police utilisée par l'éditeur d'évènements
ru_ru: Выбрать шрифт, используемый в редакторе событий

source: Edit sources
es_es: Editar fuentes
fr_fr: Edition des sources
ru_ru: Редактирование источников

source: Edit sources using internal Game Develop code editor
es_es: Editar las fuentes usadas por el editor interno de Game Develop
fr_fr: Editer les sources avec l'éditeur intégré à Game Develop
ru_ru: Редактировать источники встроенным редакторм в Game Develop

source: Use an external program :
es_es: Utilizar un programa externo :
fr_fr: Utiliser un programme externe :
ru_ru: Использовать внешнюю прогр :

source: Internal code compiler
es_es: Compilador de código interno
fr_fr: Compilateur de code interne
ru_ru: Компилятор внутр. кода

source: Maximum thread number for code compiler :
es_es: Número máximo de tareas paralelas para el compilador :
fr_fr: Nombre maximum de tâche en parallèle pour le compilateur :
ru_ru: Макс количество потоков для компилятора кода :

source: General
fr_fr: Général
ru_ru: Общие

source: Language
es_es: Lenguaje
ru_ru: Язык

source: Folders
es_es: Carpetas
fr_fr: Répertoires
ru_ru: Пути по умолчанию

source: Default position
es_es: Posición por defecto
fr_fr: Positionnements par défaut
ru_ru: Позиции вкладок

source: Appearance
es_es: Apariencia
fr_fr: Apparence
ru_ru: Внешний вид

source: Events editor
es_es: Editor de eventos
fr_fr: Editeur d'évènements
ru_ru: Редактор событий

source: C++ Compilation
es_es: Compilación C++
fr_fr: Compilation C++
ru_ru: Компиляция C++

source: Events editors
es_es: Editores de eventos
fr_fr: Editeurs d'évènements
ru_ru: Настройка ред. событий

source: : Bold
es_es: : Negrita
fr_fr: : Gras
ru_ru: : Полужирный

source: : Italic
es_es: : Cursiva
fr_fr: : Italique
ru_ru: : Курсив

source: Some modifications need to restart Game Develop so as to be visible.
ru_ru: Некоторые изменения, для вступления в силу, требуют перезапуска Game Develop.

source: Choose a temporary folder for deployment
es_es: Selecciona una carpeta temporal de implementación
fr_fr: Choisissez le répertoire temporaire pour le déploiement
ru_ru: Выбрать временную папку для развертывания

source: Choose the default folder for new projects
es_es: Selecciona la carpeta por defecto para nuevos proyectos
fr_fr: Choisissez le répertoire par défaut pour les nouveaux projets
ru_ru: Выберите папку по умолчанию для новых проектов

source: Choose a temporary folder for compilation
es_es: Selecciona una carpeta temporal para la compilación
fr_fr: Choisissez le répertoire temporaire pour la compilation
ru_ru: Выбрать временную папку для компиляции

source: Choose the directory containing the java executable
es_es: Selecciona el directorio conteniendo el ejecutable Java
fr_fr: Choisissez le répertoire contenant l'executable Java
ru_ru: Выбрать каталог, содержащий исполняемый Java

source: Choose a image editing software
es_es: Selecciona un programa de edición de imágenes
fr_fr: Choisissez un programme d'édition d'image
ru_ru: Выбрать внешний редактор изображений

source: Choose an external code editor
es_es: Selecciona un editor de código externo
fr_fr: Choisissez un éditeur de code externe
ru_ru: Выбрать внешний редактор кода

source: Choose where the log file must be saved
es_es: Selecciona dónde guardar el archivo de registro
fr_fr: Choisissez où enregistrer le fichier de suivi
ru_ru: Выбрать место сохранения лог файла

source: Log file (*.txt)|*.txt
es_es: Archivo log (*.txt)|*.txt
fr_fr: Fichier log (*.txt)|*.txt
ru_ru: Лог файл (*.txt)|*.txt

source: The font you have chosen is not a fixed-width font. It cannot be used by the events editor.
es_es: La fuente que has seleccionado no es monoespaciada. No puede ser usada por el editor de eventos.
fr_fr: La police que vous avez choisi n'est pas à chasse fixe et ne peut pas être utilisée dans l'éditeur d'évènements.
ru_ru: Вы не выбрали шрифт фиксированной ширины, он не может быть использован редактором событий.

source: Edit this scene
es_es: Editar esta escena
fr_fr: Editer cette scène
ru_ru: Редактировать эту сцену

source: Edit the properties
es_es: Modificar esta propiedad
fr_fr: Modifier les propriétés
ru_ru: Редактировать свойства

source: Modify inital variables
es_es: Modifica los valores iniciales
fr_fr: Modifier les variables initiales
ru_ru: Изменить начальные переменные

source: Rename F2
es_es: Renombrar F2
fr_fr: Renommer F2
ru_ru: Переименовать F2

source: Add a scene
es_es: Agregar una escena
fr_fr: Ajouter une scène
ru_ru: Открыть сцену

source: Copy Ctrl-C
es_es: Copiar Ctrl-C
fr_fr: Copier Ctrl-C
ru_ru: Копировать Ctrl-C

source: Cut Ctrl-X
es_es: Cortar Ctrl-X
fr_fr: Couper Ctrl-X
ru_ru: Вырезать Ctrl-X

source: Paste Ctrl-V
es_es: Pegar Ctrl-V
fr_fr: Coller Ctrl-V
ru_ru: Вставить Ctrl-V

source: Edit the property of the game
es_es: Editar las propiedades del juego
fr_fr: Editer les propriétés du jeu
ru_ru: Редактировать свойства игры

source: Modify global variables
es_es: Modificar las variables globales
fr_fr: Modifier les variables globales
ru_ru: Изменить глобальные переменные

source: Open the folder of the project
es_es: Abrir la carpeta del juego
fr_fr: Ouvrir le dossier du projet
ru_ru: Открыть папку пректа

source: Close this project
es_es: Cerrar este proyecto
fr_fr: Fermer ce projet
ru_ru: Закрыть проект

source: Add external events
es_es: Agregar eventos externos
fr_fr: Ajouter des évènements externes
ru_ru: Добавить внешние события

source: Edit
es_es: Editar
fr_fr: Editer
ru_ru: Редактировать

source: Create a new C++ file
es_es: Crear un nuevo archivo C++
fr_fr: Créer un nouveau fichier C++
ru_ru: Создать новый C++ файл

source: Add an already existing C++ file
es_es: Agregar un archivo C++ existente
fr_fr: Ajouter un fichier C++ déjà existant
ru_ru: Добавить существующий C++ файл

source: Add an external layout
es_es: Agregar un diseño externo
fr_fr: Ajouter un agencement externe
ru_ru: Добавить внешний макет

source: New
es_es: Nuevo
fr_fr: Nouveau
ru_ru: Новый

source: Create a new game
es_es: Crear un juego nuevo
fr_fr: Créer un nouveau jeu
ru_ru: Создать новую игру

source: Open
es_es: Abrir
fr_fr: Ouvrir
ru_ru: Открыть

source: Open a previously saved project
es_es: Abrir un proyecto guardado
fr_fr: Ouvrir un projet sauvegardé
ru_ru: Открыть сохраненный проект

source: Current project
es_es: Proyecto actual
fr_fr: Projet actuel
ru_ru: Текущий проект

source: Save the current project
es_es: Guardar el proyecto actual
fr_fr: Enregistrer le projet courant
ru_ru: Сохранить текущий проект

source: Save all
es_es: Guardar todo
fr_fr: Tout enregistrer
ru_ru: Сохранить все

source: Save all open projects
es_es: Guardar todos los proyectos abiertos
fr_fr: Enregistrer tous les projets ouverts
ru_ru: Сохранить все открытые проекты

source: Basic Operations
es_es: Operaciones básicas
fr_fr: Opérations de base sur le jeu
ru_ru: Основные операции

source: Display the resources used by the game
es_es: Mostrar los recursos utilizados por el juego
fr_fr: Afficher les ressources utilisées par le jeu
ru_ru: Ресурсы используемые в игре

source: Extensions and platforms
es_es: Extensiones y plataformas
fr_fr: Extension et plateformes
ru_ru: Расширения и платформы

source: Display the project manager
es_es: Mostrar el gestor de proyecto
fr_fr: Affiche le gestionnaire de projets
ru_ru: Отображать менеджер проекта

source: Open the start page
es_es: Abrir la página de inicio
fr_fr: Ouvre la page de démarrage
ru_ru: Открыть стартовую страницу

source: C++ Tools
es_es: Consola C++
fr_fr: Console C++
ru_ru: Console C++

source: Display tools related to native games
es_es: Mostrar las herramientas relativas a los juegos nativos
fr_fr: Afficher des outils relatifs au jeux natifs
ru_ru: Показать инструменты для нативных игр

source: Converter
es_es: Conversor
fr_fr: Convertisseur
ru_ru: Конвертер

source: Open a tool to convert MP3 files to OGG
es_es: Abrir un conversor de archivos MP3 a OGG
fr_fr: Ouvrir un convertisseur de fichiers MP3 vers OGG
ru_ru: Открыть конвертер файлов MP3 в OGG

source: Image converter
es_es: Conversor de imágenes
fr_fr: Convertis. d'images
ru_ru: Конвертер изображения

source: Open a tool to convert various images format
es_es: Abrir un conversor de formato de imágenes
fr_fr: Ouvrir un convertisseur de format d'images
ru_ru: Открыть конвертер формата изображения

source: Open the online help for Game Develop
es_es: Abrir la ayuda en línea
fr_fr: Ouvrir l'aide en ligne
ru_ru: Открыть онлайн справку Game Develop

source: (No name)
es_es: (Sin nombre)
fr_fr: (Sans nom)
ru_ru: (Нет имени)

source: External layouts
es_es: Diseños externos
fr_fr: Agencements
ru_ru: Внешние макеты

source: C++ source files
es_es: Archivos fuente C++
fr_fr: Fichiers sources C++
ru_ru: Исходные C++ файлы

source: Extensions
es_es: Extensiones
ru_ru: Расширения

source: Double click to set the project as the current project. Double click on an item to edit it, or use right click to display more options.
es_es: Doble clic para establecer el proyecto como proyecto actual. Doble clic en un elemento para editarlo, o clic derecho para acceder a más opciones.
fr_fr: Double cliquez pour passer un projet en tant que projet actuel. Double cliquez sur un élement pour l'éditer, ou utilisez le clic droit pour accéder à plus d'options.
ru_ru: Двойной щелчок, чтобы сделать проект текущим. Дважды щелкните на элементе, чтобы отредактировать или использовать его, щелкните правой кнопкой мыши, для отображения доп. параметров

source: Create or open a project using the ribbon.
es_es: Crear o abrir un proyecto utilizando la cinta.
fr_fr: Créez ou ouvrez un projet en utilisant le ruban.
ru_ru: Создать или открыть проект используя the ribbon.

source: Unable to open
es_es: Imposible abrir
fr_fr: Impossible d'ouvrir
ru_ru: Невозможно открыть

source: , the file does not exists
es_es: , el archivo no existe
fr_fr: , le fichier n'existe pas
ru_ru: , файл не существует

source: Unable to add a new tab !
es_es: ¡Imposible abrir una nueva pestaña!
fr_fr: Impossible d'ajouter le nouvel onglet !
ru_ru: Невозможно добавить новую вкладку!

source: Choose a scene to edit in the project's manager
es_es: Selecciona una escena a editar en el gestor de proyecto.
fr_fr: Choisissez une scène à éditer dans le gestionnaire de projets.
ru_ru: Выберите сцену для редактирования в менеджере проектов.

source: Unable to rename : A scene has already the same name.
ru_ru: Невозможно переименовать: такое имя уже существует!

source: Unable to found events.
es_es: No encontraron eventos.
fr_fr: Evenements introuvable.
ru_ru: События отсутствуют.

source: Unable to rename : Some external events have already the same name.
ru_ru: Невозможно переименовать: другие внешние события уже имеют это имя !

source: Unable to add the new layout!
es_es: ¡Imposible agregar un nuevo diseño!
fr_fr: Impossible d'ajouter la nouvelle scène!
ru_ru: Невозможно добавить новую сцену!

source: Unable to delete a tab !
es_es: ¡Imposible eliminar una pestaña!
fr_fr: Impossible de supprimer l'onglet !
ru_ru: Невозможно удалить вкладку !

source: Error
fr_fr: Erreur
ru_ru: Ошибка
