Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Test if an object is dynamic ( affected by forces and the other objects ).
es_es: Evalúa si el objeto es dinámico ( afectado por fuerzas y otros objetos ).
fr_fr: Teste si l'objet est dynamique ( affecté par les forces et les autres objets ).
ru_ru: Тест, является ли объект динамичным ( зависит от сил и др. объектов ).

source: _PARAM0_ is dynamic
es_es: _PARAM0_ es dinámico
fr_fr: _PARAM0_ est dynamique
ru_ru: _PARAM0_ динамичекий

source: Fix rotation
es_es: Rotación fija
fr_fr: Fixer la rotation
ru_ru: Запрет вращения

source: Prevent the object from rotating
es_es: Impide que el objeto rote.
fr_fr: Empêche l'objet de tourner.
ru_ru: Предотвращает объект от поворота.

source: Fix rotation of _PARAM0_
es_es: Fijar la rotación de _PARAM0_
fr_fr: Fixer la rotation de _PARAM0_
ru_ru: Запрет вращения _PARAM0_

source: Rotation
es_es: Rotación
ru_ru: Вращение

source: Add a hinge
es_es: Agregar una bisagra
fr_fr: Ajouter une charnière
ru_ru: Добавить шарнир

source: Add a hinge about which the object will rotate. Distance between hinge and object will remain identical.
es_es: Agrega una bisagra sobre la que rotará el objeto. La distancia entre la bisagra y el objeto permanecerá inalterada.
fr_fr: Ajoute une charnière autour de laquelle l'objet va tourner. La distance entre la charnière et l'objet restera identique à quand l'action sera appelée.
ru_ru: Добавляет шарнир, вокруг которого будет вращаться объект. Расстояние между шарниром и объектом остается неизменным.

source: Add a hinge to _PARAM0_ at _PARAM2_;_PARAM3_
es_es: Agregar una bisagra a _PARAM0_ en _PARAM2_;_PARAM3_
fr_fr: Ajouter une charnière à _PARAM0_ à la position _PARAM2_;_PARAM3_
ru_ru: Добавить шарнир _PARAM0_ на позицию _PARAM2_;_PARAM3_

source: Joints
es_es: Unión
ru_ru: Суставы

source: Hinge X position
es_es: Posición X de la bisagra
fr_fr: Position X de la charnière
ru_ru: Позиция X шарнира

source: Hinge Y position
es_es: Posición Y de la bisagra
fr_fr: Position Y de la charnière
ru_ru: Позиция Y шарнира

source: Add a hinge between two objects
es_es: Agregar una bisagra entre dos objetos
fr_fr: Ajouter une charnière entre deux objets
ru_ru: Добавить шарнир между двумя объектами

source: Add a hinge about which the object will rotate.
es_es: Agrega una bisagra sobre la que rotará el objeto.
fr_fr: Ajoute une charnière autour de laquelle l'objet va tourner.
ru_ru: Добавить шарнир, вокруг которого будет вращаться объект.

source: Add a hinge between _PARAM0_ and _PARAM2_
es_es: Agregar una bisagra entre _PARAM0_ y _PARAM2_
fr_fr: Ajouter une charnière entre _PARAM0_ et _PARAM2_
ru_ru: Добавить шарнир между _PARAM0_ и _PARAM2_

source: X position of the hinge, from the first object mass center
es_es: Posición X de la bisagra, respecto al centro de masa del 1er objeto
fr_fr: Position X de la charnière vis à vis du centre de masse du 1er objet
ru_ru: Позиция X шарнира, относительно центра массы 1ого объекта

source: Y position of the hinge, from the first object mass center
es_es: Posición Y de la bisagra, respecto al centro de masa del 1er objeto
fr_fr: Position Y de la charnière vis à vis du centre de masse du 1er objet
ru_ru: Позиция Y шарнира, относительно центра массы 1ого объекта

source: Add a gear between two objects
es_es: Agregar un engranaje entre dos objetos
fr_fr: Ajouter une liaison engrenage entre deux objets
ru_ru: Добавить передачу между двумя объектами

source: Add a virtual gear between two objects.
es_es: Agrega una unión de engranaje virtual entre dos objetos.
fr_fr: Ajoute une liaison engrenage autour de laquelle l'objet va tourner.
ru_ru: Добавить виртуальную передачу между двумя объектами.

source: Add a gear between _PARAM0_ and _PARAM2_
es_es: Agregar un engranaje entre _PARAM0_ y _PARAM2_
fr_fr: Ajouter une liaison engrenage entre _PARAM0_ et _PARAM2_
ru_ru: Добавить передаче между _PARAM0_ и _PARAM2_

source: Ratio
es_es: Radio
ru_ru: Передаточное число

source: Make object's rotation free
es_es: Establecer con libre rotación
fr_fr: Rendre la rotation libre
ru_ru: Создать свободное вращение

source: Allows object to rotate.
es_es: Permite rotar al objeto.
fr_fr: Permet à l'objet de tourner.
ru_ru: Позволяет объекту вращаться.

source: Allow _PARAM0_ to rotate
es_es: Permitir a _PARAM0_ rotar
fr_fr: Permettre à _PARAM0_ de tourner
ru_ru: Позволить _PARAM0_ вращаться

source: Fixed rotation
es_es: Rotación fija
fr_fr: Empecher la rotation
ru_ru: Наличие вращения

source: Test if object is rotation fixed.
es_es: Evalúa si el objeto tiene rotación fija.
fr_fr: Teste si l'objet a sa rotation fixée.
ru_ru: Тест, закреплено ли за объектом вращение.

source: _PARAM0_ is rotation fixed.
es_es: _PARAM0_ tiene rotación fija
fr_fr: _PARAM0_ a sa rotation fixée
ru_ru: _PARAM0_ имеет вращение

source: Consider as a bullet.
es_es: Considerar como proyectil.
fr_fr: Considérer comme un projectile
ru_ru: Рассматривать как снаряд

source: Consider the object as a bullet, so as to have better collision handling.
es_es: Considera el objeto como proyectil, con el fin de gestionar un mejor manejo en las colisiones.
fr_fr: Considérer l'objet comme un projectile, afin de garantir une meilleure gestion des collisions.
ru_ru: Рассматривать объект как снаряд, для лучшего управления столкновениями.

source: Consider _PARAM0_ as a bullet
es_es: Considerar _PARAM0_ como proyectil
fr_fr: Considérer _PARAM0_ comme un projectile
ru_ru: Рассматривать _PARAM0_ как снаряд

source: Do not consider as a bullet
es_es: No considerar como proyectil
fr_fr: Ne pas considérer comme un projectile
ru_ru: Не рассматривать как снаряд

source: Do not consider object as a bullet, so as to use standard collision handling.
es_es: No considera el objeto como proyectil, con el fin de utilizar una gestión estándar en las colisiones.
fr_fr: Ne pas considérer l'objet comme un projectile, afin d'utiliser une gestion standard des collisions.
ru_ru: Не считать объект как снаряд, использовать стандартную обработку столкновений.

source: Do not consider _PARAM0_ as a bullet.
es_es: No considerar _PARAM0_ como proyectil
fr_fr: Ne pas considérer _PARAM0_ comme un projectile
ru_ru: Не рассматривать _PARAM0_ как снаряд

source: Object is considered as a bullet
es_es: Considerado como proyectil
fr_fr: L'objet est considérée comme un projectile
ru_ru: Объект считается снарядом

source: Test if object is considered as a bullet
es_es: Evalúa si el objeto es considerado como proyectil.
fr_fr: Teste si l'objet est considéré comme un projectile.
ru_ru: Тест, считается ли объект снарядом.

source: _PARAM0_ is considered as a bullet
es_es: _PARAM0_ es considerado como proyectil
fr_fr: _PARAM0_ est considéré comme un projectile
ru_ru: _PARAM0_ рассматривается как снаряд

source: Apply an impulse
es_es: Aplicar un impulso
fr_fr: Appliquer une impulsion
ru_ru: Применить импульс

source: Apply an impulse to the object.
es_es: Aplica un impulso al objeto.
fr_fr: Applique une impulsion à l'objet.
ru_ru: Применить импульс к объекту.

source: Apply to _PARAM0_ impulse _PARAM2_;_PARAM3_
es_es: Aplicar a _PARAM0_ un impulso de _PARAM2_;_PARAM3_
fr_fr: Appliquer à _PARAM0_ une impulsion de coordonnées _PARAM2_;_PARAM3_
ru_ru: Применить к _PARAM0_ импульс с координатами _PARAM2_;_PARAM3_

source: X component ( Newtons/Seconds )
es_es: Componente X ( Newtons/Segundos )
fr_fr: Composante X ( Newtons/Secondes )
ru_ru: Состовляющая X ( Ньютон/Секунд )

source: Y component ( Newtons/Seconds )
es_es: Componente Y ( Newtons/Segundos )
fr_fr: Composante Y ( Newtons/Secondes )
ru_ru: Состовляющая Y ( Ньютон/Секунд )

source: Apply an impulse ( angle )
ru_ru: Применить импульс ( угол )

source: Apply an impulse to an object, using a angle and a length as coordinates.
es_es: Aplica un impulso al objeto, utilizando un ángulo y una longitud como coordenadas.
fr_fr: Applique une impulsion à l'objet, en utilisant un angle et une longueur comme coordonnées de cette force.
ru_ru: Применить импульс к объекту, используя угол и длительность импульса как координату силы.

source: Apply to _PARAM0_ impulse _PARAM3_ at angle : _PARAM2_°
ru_ru: Применить к _PARAM0_ импульс длительностью _PARAM3_ и углом _PARAM2_°

source: Impulse value ( Newton/seconds )
es_es: Valor del impulso ( Newtons/Segundos )
fr_fr: Valeur de l'impulsion ( Newtons/Secondes )
ru_ru: Значение импульса ( Ньютон/Секунд )

source: Apply an impulse toward a position
es_es: Aplicar un impulso hacia una posición
fr_fr: Appliquer une impulsion vers une position
ru_ru: Применить импульс к позиции

source: Apply an impulse, directed toward a position, to the object.
es_es: Aplica un impulso, dirigido hacia una posición, al objeto.
fr_fr: Applique une impulsion, dirigée vers une position, à l'objet.
ru_ru: Применить импульс направленный в сторону позиции объекта.

source: Apply to _PARAM0_ impulse _PARAM4_ toward position _PARAM2_;_PARAM3_
es_es: Aplicar a _PARAM0_ un impulso hacia la posición _PARAM2_;_PARAM3_ de _PARAM4_
fr_fr: Appliquer à _PARAM0_ une impulsion vers la position _PARAM2_;_PARAM3_ de longueur _PARAM4_
ru_ru: Применить к _PARAM0_ импульс направленный на позицию _PARAM2_;_PARAM3_ длительностью _PARAM4_

source: Add a force
es_es: Aplicar una fuerza
fr_fr: Appliquer une force
ru_ru: Приложить силу

source: Add a force to object
es_es: Aplica una fuerza al objeto.
fr_fr: Applique une force à l'objet.
ru_ru: Приложить силу к объекту.

source: Apply to _PARAM0_ force _PARAM2_;_PARAM3_
es_es: Aplicar a _PARAM0_ una fuerza de _PARAM2_;_PARAM3_
fr_fr: Appliquer à _PARAM0_ une force de coordonnées _PARAM2_;_PARAM3_
ru_ru: Применить к _PARAM0_ силу с координатами _PARAM2_;_PARAM3_

source: X component ( Newtons )
es_es: Componente X ( Newtons )
fr_fr: Composante X ( Newtons )
ru_ru: Состовляющая X ( Ньютон )

source: Y component ( Newtons )
es_es: Componente Y ( Newtons )
fr_fr: Composante Y ( Newtons )
ru_ru: Состовляющая Y ( Ньютон )

source: Apply a force ( angle )
es_es: Aplicar una fuerza ( ángulo )
fr_fr: Appliquer une force ( angle )
ru_ru: Применить силу ( угол )

source: Apply a force to an object, using an angle and a length as coordinates.
es_es: Aplica una fuerza al objeto, utilizando un ángulo y una longitud como coordenadas.
fr_fr: Applique une force à l'objet, en utilisant un angle et une valeur comme coordonnées de cette force.
ru_ru: Применить силу к объекту, спользуя угол и длительность как координаты.

source: Apply to _PARAM0_ force _PARAM3_ at angle _PARAM2_
es_es: Aplicar a _PARAM0_ una fuerza de _PARAM3_ y ángulo _PARAM2_
fr_fr: Appliquer à _PARAM0_ une force d'angle _PARAM2_ et de longueur _PARAM3_
ru_ru: Применить к _PARAM0_ силу с углом _PARAM2_ и длительностью _PARAM3_

source: Length of the force ( Newtons )
es_es: Valor de la fuerza ( Newtons )
fr_fr: Valeur de la force ( Newtons )
ru_ru: Значение силы ( Ньютон )

source: Apply a force toward a position
es_es: Aplicar una fuerza hacia una posición
fr_fr: Appliquer une force vers une position
ru_ru: Appliquer une force vers une position

source: Apply a force, directed toward a position, to the object.
es_es: Aplica una fuerza, dirigida hacia una posición, al objeto.
fr_fr: Applique une force, dirigée vers une position, à l'objet.
ru_ru: Применить силу направленную в сторону позиции объекта.

source: Add to _PARAM0_ force _PARAM4_ toward position _PARAM2_;_PARAM3_
es_es: Aplicar a _PARAM0_ une force hacia la posición _PARAM2_;_PARAM3_ de _PARAM4_
fr_fr: Appliquer à _PARAM0_ une force vers la position _PARAM2_;_PARAM3_ de longueur _PARAM4_
ru_ru: Добавить к _PARAM0_ силу направленную на позицию _PARAM2_;_PARAM3_ длительностью _PARAM4_

source: Add a torque ( a rotation )
ru_ru: Добавить крутящий момент (вращение)

source: Add a torque ( a rotation ) to object.
ru_ru: Добавить крутящий момент (вращение) объекту.

source: Add to _PARAM0_ torque _PARAM2_
es_es: Aplicar a _PARAM0_ un torque de _PARAM2_
fr_fr: Appliquer à _PARAM0_ un moment de valeur _PARAM2_
ru_ru: Добавить к _PARAM0_ крутящий момент _PARAM2_

source: Torque value
es_es: Valor del torque
fr_fr: Valeur du moment
ru_ru: Значение крутящего момента

source: Linear speed
es_es: Velocidad lineal
fr_fr: Vitesse linéaire
ru_ru: Линейная скорость

source: Modify speed of an object.
ru_ru: Изменение линейной скорости объекта.

source: Set linear speed of _PARAM0_ to _PARAM2_;_PARAM3_
ru_ru: Линейная скорость для _PARAM0_ как _PARAM2_;_PARAM3_

source: X Coordinate
es_es: Coordenada X
fr_fr: Coordonnée X
ru_ru: Координата X

source: Y Coordinate
es_es: Coordenada Y
fr_fr: Coordonnée Y
ru_ru: Координата Y

source: X component
es_es: Velocidad lineal en X
fr_fr: Vitesse linéaire en X
ru_ru: Линейная скорость по X

source: Test linear velocity on X axis of object.
ru_ru: Тест линейной скорости объекта по оси X.

source: Linear velocity on X axis of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad lineal en X de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse linéaire en X de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Линейная скорость по оси X объекта _PARAM0_ от _PARAM2_ до _PARAM3_

source: Y component
es_es: Velocidad lineal Y
fr_fr: Vitesse linéaire en Y
ru_ru: Линейная скорость по Y

source: Test linear velocity on Y axis of object.
ru_ru: Тест линейной скорости объекта по оси Y.

source: Linear velocity on Y axis of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad lineal en Y de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse linéaire en Y de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Линейная скорость по оси Y объекта _PARAM0_ от _PARAM2_ до _PARAM3_

source: Compare the linear velocity of the object.
es_es: Evalúa la velocidad lineal del objeto.
fr_fr: Compare la vitesse linéaire de l'objet.
ru_ru: Тест линейной скорости объекта.

source: Linear velocity of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad lineal de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: L'amortissement linéaire de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Линейное скорость объекта _PARAM0_ находится от _PARAM2_ до _PARAM3_

source: Angular speed
es_es: Velocidad angular
fr_fr: Vitesse angulaire
ru_ru: Угловая скорость

source: Modify angular velocity of object.
es_es: Modifica la velociad angular del objeto.
fr_fr: Modifie la vitesse angulaire de l'objet.
ru_ru: Изменение угловой скорости объекта.

source: Put angular speed of _PARAM0_ to _PARAM2_
ru_ru: Придать угловой скорости объекта _PARAM0_ как _PARAM2_

source: New value
es_es: Nuevo valor
fr_fr: Nouvelle valeur
ru_ru: Новое значение

source: Compare the angular speed of the object.
es_es: Evalúa la velocidad angular ( velocidad de rotación ) del objeto.
fr_fr: Teste la vitesse angulaire (vitesse de rotation) de l'objet.
ru_ru: Тест угловой скорости ( скорость вращения ) объекта.

source: Angular speed of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad angular de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse angulaire de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Угловая скорость для _PARAM0_ от _PARAM2_ до _PARAM3_

source: Linear damping
es_es: Amortiguamiento lineal
fr_fr: Amortissement linéaire
ru_ru: Линейное затухание

source: Compare the linear damping of the object.
es_es: Evalúa el amortiguamiento lineal del objeto.
fr_fr: Compare l'amortissement linéaire de l'objet.
ru_ru: Тест линейного затухания объекта.

source: Test if two objects are colliding. Attention! Only objects specified in the first parameter will be taken in account by the next actions and conditions, if they are colliding with the other objects.
es_es: Evalúa si dos objetos están en contacto. ¡Atención! Solo los objetos especificados en el primer parámetro serán tomados en cuenta por las próximas condiciones y acciones, si están en colisión con los otros objetos.
fr_fr: Teste si deux objets sont en contact. Attention ! Seul les objets spécifiés en premier, si ils sont en collision avec un des autres objets, seront pris en compte pour les prochaines conditions et actions.
ru_ru: Тест контакта двух объектов. Внимание ! Только первые указанные объекты, если они в контакте с другими объектами, то будут учтены в других условиях и действиях.

source: _PARAM0_ is in collision with a _PARAM2_
es_es: _PARAM0_ está en colisión con _PARAM2_
fr_fr: _PARAM0_ est en collision avec un _PARAM2_
ru_ru: _PARAM0_ находится в столкновении с _PARAM2_

source: Modify linear damping of object.
es_es: Modifica el amortiguamiento lineal del objeto.
fr_fr: Modifie l'amortissement linéaire de l'objet.
ru_ru: Изменить линейное затухание объекта.

source: Put linear damping of _PARAM0_ to _PARAM2_
es_es: Igualar el amortiguamiento lineal de _PARAM0_ a _PARAM2_
fr_fr: Mettre l'amortissement linéaire de _PARAM0_ à _PARAM2_
ru_ru: Придать линейное затухание объекту _PARAM0_ как _PARAM2_

source: Angular damping
es_es: Amortiguamiento angular
fr_fr: Amortissement angulaire
ru_ru: Угловое затухание

source: Test object's angular damping
es_es: Evalúa el amortiguamiento angular del objeto.
fr_fr: Teste l'amortissement angulaire de l'objet.
ru_ru: Тест углового затухания объекта.

source: Angular damping of _PARAM0_ is _PARAM2__PARAM3_
es_es: El amortiguamiento angular de_PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: L'amortissement angulaire de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Угловое затухание объекта _PARAM0_ от _PARAM2_ до _PARAM3_

source: Modify angular damping of object.
es_es: Modifica el amortiguamiento angular del objeto.
fr_fr: Modifie l'amortissement angulaire de l'objet.
ru_ru: Изменение углового затухания объекта.

source: Put angular damping of _PARAM0_ to _PARAM2_
ru_ru: Придать угловое затухание объекту _PARAM0_ как _PARAM2_

source: Modify the gravity
es_es: Modifica la fuerza de gravedad
fr_fr: Modifie la force de gravité
ru_ru: Изменение гравитации

source: Set gravity force to _PARAM2_;_PARAM3_
es_es: Igualar la fuerza de gravedad a _PARAM2_;_PARAM3_
fr_fr: Mettre la force de gravité à _PARAM2_;_PARAM3_
ru_ru: Установить гравитацию на _PARAM2_;_PARAM3_

source: Global options
es_es: Opciones globales
fr_fr: Options globales
ru_ru: Глобальные опции

source: Change collision polygon X scale
es_es: Cambiar la escala en X del polígono de colisión
fr_fr: Changer l'échelle en X du polygone de collision
ru_ru: Изменить масштаб полигона столкновения по X

source: Change the X scale of the polygon. Use a value greater than 1 to enlarge the polygon, less than 1 to reduce it.
es_es: Modifica la escala en X del polígono de colisión. Utiliza un valor mayor a 1 para aumentar el ancho del polígono, y menor a 1 para reducirlo.
fr_fr: Change l'échelle en X du polygone de collision. Taper une échelle supérieure à 1 pour agrandir le polygone, inférieure à 1 pour le réduire.
ru_ru: Изменение масштаба полигона столкновения по X. Ввести масштаб выше 1, чтобы увеличить полигон, ниже 1 чтобы его уменьшить.

source: Change collision polygon of _PARAM0_ X scale to _PARAM2_
es_es: Cambiar la escala en X del polígono de colisión de _PARAM0_ a _PARAM2_
fr_fr: Changer l'échelle en X du polygone de collision de _PARAM0_ en _PARAM2_
ru_ru: Изменить масштаб по X полигона столкновения _PARAM0_ на _PARAM2_

source: Collision polygon
es_es: Polígono de colisión
fr_fr: Polygone de collision
ru_ru: Полигон столкновений

source: Change collision polygon Y scale
es_es: Cambiar la escala en Y del polígono de colisión
fr_fr: Changer l'échelle en Y du polygone de collision
ru_ru: Изменить масштаб полигона столкновения по Y

source: Change the Y scale of the polygon. Use a value greater than 1 to enlarge the polygon, less than 1 to reduce it.
es_es: Modifica la escala en Y del polígono de colisión. Utiliza un valor mayor a 1 para aumentar el alto del polígono, y menor a 1 para reducirlo.
fr_fr: Change l'échelle en Y du polygone de collision. Taper une échelle supérieure à 1 pour agrandir le polygone, inférieure à 1 pour le réduire.
ru_ru: Изменение масштаба полигона столкновения по Y. Ввести масштаб выше 1, чтобы увеличить полигон, ниже 1 чтобы его уменьшить.

source: Change collision polygon of _PARAM0_ Y scale to _PARAM2_
es_es: Cambiar la escala en Y del polígono de colisión de _PARAM0_ a _PARAM2_
fr_fr: Changer l'échelle en Y du polygone de collision de _PARAM0_ en _PARAM2_
ru_ru: Изменить масштаб по Y полигона столкновений _PARAM0_ на _PARAM2_

source: Collision polygon X scale
es_es: Escala en X del polígono de colisión
fr_fr: Echelle en X du polygone de collision
ru_ru: Масштаб полигона столкновения по X

source: Test the value of the collision polygon X scale.
es_es: Evalúa la escala en X del polígono de colisión.
fr_fr: Teste la valeur de l'échelle en X du polygone de collision.
ru_ru: Тест масштаба полигона столкновения по X.

source: Collision polygon of _PARAM0_ X scale is _PARAM2__PARAM3_
es_es: La escala en X del polígono de colisión de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: L'échelle en X du polygone de collision de _PARAM0_ est _PARAM2__PARAM3_
ru_ru: Масштаб по X полигона столкновений _PARAM0_ является _PARAM2__PARAM3_

source: Collision polygon Y scale
es_es: Escala en Y del polígono de colisión
fr_fr: Echelle en Y du polygone de collision
ru_ru: Масштаб полигона столкновения по Y

source: Test the value of the collision polygon Y scale.
es_es: Evalúa la escala en Y del polígono de colisión.
fr_fr: Teste la valeur de l'échelle en Y du polygone de collision.
ru_ru: Тест масштаба полигона столкновения по Y.

source: Collision polygon of _PARAM0_ Y scale is _PARAM2__PARAM3_
es_es: La escala en Y del polígono de colisión de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: L'échelle en Y du polygone de collision de _PARAM0_ est _PARAM2__PARAM3_
ru_ru: Масштаб по Y полигона столкновений _PARAM0_ является _PARAM2__PARAM3_

source: Initial parameters
es_es: Parámetros iniciales
fr_fr: Paramètres initiaux
ru_ru: Начальные параметры

source: Shape of the collision mask
es_es: Forma de la máscara de colsión :
fr_fr: Forme du masque de collision :
ru_ru: Форма маски столкновения :

source: Rectangle
es_es: Rectángulo
ru_ru: Прямоугольник

source: Circle
es_es: Círculo
fr_fr: Cercle
ru_ru: Окружность

source: Custom polygon
es_es: Polígono personalizado
fr_fr: Polygone personnalisé
ru_ru: Пользовательский многоугольник

source: Setup the shape...
es_es: Definir la forma...
fr_fr: Définir la forme...
ru_ru: Задать форму...

source: Static object
es_es: Objeto estático
fr_fr: Objet statique
ru_ru: Статический объект

source: Comparable to a projectile (better collision handling, but slower)
es_es: Comparable a un proyectil ( mejor manejo de colisiones, pero más lento )
fr_fr: Assimilable à un projectile ( meilleure gestion de la collision, mais plus lent )
ru_ru: Подобно снаряду ( лучшее управление столкновениями, но медленнее )

source: Mass density :
es_es: Densidad de masa :
fr_fr: Densité de masse :
ru_ru: Массовая плотность :

source: Restitution ( Elasticity ) :
es_es: Restitución ( Elasticidad ) :
fr_fr: Restitution ( Elasticité ) :
ru_ru: Реституция ( Эластичность ) :

source: Linear damping :
es_es: Amortiguamiento lineal :
fr_fr: Amortissement linéaire :
ru_ru: Линейное затухание :

source: Angular damping :
es_es: Amortiguamiento angular :
fr_fr: Amortissement angulaire :
ru_ru: Угловое затухание :

source: Global parameters of physics engine
es_es: Parámetros globales del motor físico
fr_fr: Paramètres globaux du moteur physique
ru_ru: Глобальные параметры физического движка

source: Gravity coordinates :
es_es: Coordenadas de gravedad :
fr_fr: Coordonnées du vecteur de gravité :
ru_ru: Векторные координаты гравитации :

source: Scale of the virtual world :
es_es: Escala del mundo virtual :
fr_fr: Echelle de taille de la représentation :
ru_ru: Масштаб виртуального мира :

source: 1meter =
es_es: 1m =
fr_fr: 1m =
ru_ru: 1m =

source: ( X axis );
es_es: en X;
fr_fr: en X;
ru_ru: en X;

source: ( Y axis )
es_es: en Y
fr_fr: en Y
ru_ru: en Y

source: Platform Automatism
es_es: Automatismo Plataforma
fr_fr: Automatisme Platforme
ru_ru: Автоматизм платформ
