Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Angular maximum speed of the object on the path
es_es: Velocidad angular máxima del objeto en la ruta
fr_fr: Vitesse angulaire maximale de l'objet sur le chemin

source: Rotation offset applied the object on the path
es_es: Desplazamiento del ángulo aplicado al objeto en la ruta
fr_fr: Décalage d'ange de l'objet sur le chemin

source: Extra border size
es_es: Tamaño del borde adicional
fr_fr: Taille de la bordure supplémentaire

source: Extra border applied the object on the path
es_es: Borde adicional aplicado al objeto en la ruta
fr_fr: Bordure supplémentaire appliquée à l'objet sur le chemin

source: Width of a cell
es_es: Ancho de celda :
fr_fr: Largeur d'une cellule

source: Height of a cell
es_es: Alto de celda :
fr_fr: Hauteur d'une cellule

source: Obstacle for pathfinding
es_es: Obstáculo para la búsqueda de ruta
fr_fr: Obstacle pour la recherche de chemin

source: Flag the object as being an obstacle for pathfinding.
es_es: Marca el objeto como obstáculo para el "buscador de ruta".
fr_fr: Marque l'objet en tant qu'obstacle pour la recherche de chemin.

source: Change the cost of going through the object.
es_es: Modifica la dificultad de paso a través del objeto
fr_fr: Modifie la difficulté de passage sur l'objet.

source: Do _PARAM2__PARAM3_ to the cost of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la dificultad de paso de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la difficulté de passage sur _PARAM0_

source: Compare the cost of going through the object
es_es: Evalúa la dificultad de paso a través del objeto
fr_fr: Compare la difficulté de passage sur l'objet

source: Set impassable
es_es: Establecer como intransitable
fr_fr: Rendre infranchissable

source: Set the object as being an impassable obstacle or not
es_es: Establece el objeto como obstáculo intransitable o no
fr_fr: Rend l'objet infranchissable ou non.

source: Set _PARAM0_ as an impassable obstacle: _PARAM2_
es_es: Establecer _PARAM0_ como objeto intransitable: _PARAM2_
fr_fr: Rendre _PARAM0_ infranchissable : _PARAM2_

source: Impassable?
es_es: ¿Intransitable?
fr_fr: Infranchissable ?

source: Is impassable
es_es: Es intransitable
fr_fr: Est infranchissable

source: Return true if the obstacle is impassable
es_es: Retorna verdad si el objeto es intransitable
fr_fr: Renvoie vrai si l'objet est infranchissable

source: _PARAM0_ is impassable
es_es: _PARAM0_ es intransitable
fr_fr: _PARAM0_ est infranchissable

source: Allows diagonals
es_es: Permitir diagonales
fr_fr: Autoriser les chemins en diagonale

source: Rotate speed
es_es: Velocidad de rotación
fr_fr: Vitesse de rotation

source: Rotate object
es_es: Objeto a rotar
fr_fr: Tourner l'objet

source: Virtual cell width
es_es: Ancho de celda virtual
fr_fr: Largeur des cellules virtuelles

source: Virtual cell height
es_es: Alto de celda virtual
fr_fr: Hauteur des cellules virtuelles

source: Impassable obstacle
es_es: Obstáculo intransitable
fr_fr: Obstacle infranchissable

source: Cost (if not impassable)
es_es: Dificultad de paso
fr_fr: Cout (si non infranchissable)

source: Apply an impulse (angle)
es_es: Aplicar un impulso (ángulo)
fr_fr: Appliquer une impulsion (angle)

source: Apply to _PARAM0_ impulse _PARAM3_ with angle: _PARAM2_°
es_es: Aplicar a _PARAM0_ un impulso de _PARAM3_ y ángulo: _PARAM2_°
fr_fr: Appliquer à _PARAM0_ une impulsion de longueur _PARAM3_ et d'angle _PARAM2_ degrés

source: Add a torque (a rotation)
es_es: Aplicar un torque (rotación)
fr_fr: Appliquer un moment (rotation)

source: Add a torque (a rotation) to object.
es_es: Aplica un torque (una rotación) al objeto.
fr_fr: Applique un moment (rotation) à l'objet.

source: Linear velocity
es_es: Velocidad lineal
fr_fr: Vitesse linéaire

source: Modify velocity of an object.
es_es: Modifica la velocidad de un objeto.
fr_fr: Modifie la vitesse d'un objet.

source: Set linear velocity of _PARAM0_ to _PARAM2_;_PARAM3_
es_es: Igualar la velocidad linear de _PARAM0_ a _PARAM2_;_PARAM3_
fr_fr: Mettre la vitesse linéaire de _PARAM0_ à _PARAM2_;_PARAM3_

source: Compare the linear velocity on X axis of object.
es_es: Evalúa la velocidad lineal en X de un objeto.
fr_fr: Compare la vitesse linéaire en X de l'objet.

source: Compare the linear velocity on Y axis of object.
es_es: Evalúa la velocidad lineal en Y de un objeto.
fr_fr: Compare la vitesse linéaire en Y de l'objet.

source: Set angular speed of _PARAM0_ to _PARAM2_
es_es: Igualar la velocidad angular de _PARAM0_ a _PARAM2_
fr_fr: Mettre la vitesse angulaire de _PARAM0_ à _PARAM2_

source: Linear damping of _PARAM0_ is _PARAM2__PARAM3_
es_es: El amortiguamiento linear de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: L'amortissement linéaire de _PARAM0_ est _PARAM2_ à _PARAM3_

source: Set angular damping of _PARAM0_ to _PARAM2_
es_es: Igualar el amortiguamiento angular de _PARAM0_ a _PARAM2_
fr_fr: Mettre l'amortissement angulaire de _PARAM0_ à _PARAM2_

source: Platformer character
es_es: Objeto que se desplaza sobre plataformas

source: Controllable character which can jump and run on platforms.
es_es: Objeto controlable que puede saltar y correr sobre plataformas.

source: Check if the object is moving (whether it is on the floor or in the air).
es_es: Evalúa si el objeto está en movimiento ( tanto en el suelo como en el aire ).

source: Compare the gravity applied on the object (in pixels per second per second).
es_es: Evalúa la gravedad aplicada sobre el objeto ( en píxeles por segundo por segundo ).

source: Change the gravity applied on an object (in pixels per second per second).
es_es: Modifica la gravedad aplicada sobre el objeto ( en píxeles por segundo por segundo ).

source: Compare the maximum falling speed of the object (in pixels per second).
es_es: Evalúa la velocidad de caída máxima del objeto ( en píxeles por segundo ).

source: Change the maximum falling speed of an object (in pixels per second).
es_es: Modifica la velocidad de caída máxima del objeto ( en píxeles por segundo ).

source: Compare the acceleration of the object (in pixels per second per second).
es_es: Evalúa la aceleración del objeto ( en píxeles por segundo por segundo).

source: Change the acceleration of an object (in pixels per second per second).
es_es: Modifica la aceleración del objeto ( en píxeles por segundo por segundo).

source: Compare the deceleration of the object (in pixels per second per second).
es_es: Evalúa la desaceleración del objeto ( en píxeles por segundo por segundo).

source: Change the deceleration of an object (in pixels per second per second).
es_es: Modifica la desaceleración del objeto ( en píxeles por segundo por segundo).

source: Compare the maximum speed of the object (in pixels per second).
es_es: Evalúa la velocidad máxima del objeto ( en píxeles por segundo ).

source: Change the maximum speed of an object (in pixels per second).
es_es: Modifica la velocidad máxima del objeto ( en píxeles por segundo ).

source: Compare the jump speed of the object (in pixels per second).
es_es: Evalúa la velocidad de salto del objeto ( en píxeles por segundo ).

source: Change the jump speed of an object (in pixels per second).
es_es: Modifica la velocidad de salto del objeto ( en píxeles por segundo ).

source: Platform on which Platformer characters can run.
es_es: Plataforma sobre la cual el objeto controlable puede correr.

source: Ladder
es_es: Escalera
fr_fr: Echelle

source: Slope max. angle
es_es: Ángulo máx. de pendiente
fr_fr: Angle maximal d'une pente

source: Top-down movement
es_es: Movimiento de arriba-abajo (top-down)

source: Move objects in 4 or 8 directions
es_es: Muever objetos en 4 u 8 direcciones

source: Top-down movement (4 or 8 directions)
es_es: Movimiento de arriba-abajo (4 u 8 direcciones)

source: The object can be moved left, up, right, down and optionally diagonals.
es_es: El objeto puede moverse a la izquierda, derecha, arriba, abajo y en diagonales (opcional).

source: Simulate a pressing on a key. Valid keys are Left, Right, Up, Down.
es_es: Simula que se ha presionado una tecla: Las teclas válidas son Izquierda, Derecha, Arriba, Abajo.

source: Check if the object is moving.
es_es: Evalúa si el objeto está en movimiento.

source: Change the acceleration of the object
es_es: Modifica la aceleración del objeto

source: Compare the acceleration of the object
es_es: Evalúa la aceleración del objeto

source: Change the deceleration of the object
es_es: Modifica la desaceleración del objeto

source: Compare the deceleration of the object
es_es: Evalúa la desaceleración del objeto

source: Deceleration of _PARAM0_ is _PARAM2__PARAM3_
es_es: La desaceleración de _PARAM0_ es _PARAM2_ a _PARAM3_

source: Change the maximum speed of the object
es_es: Modifica la velocidad máxima del objeto

source: Do _PARAM2__PARAM3_ to the max. speed of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la velocidad máxima de _PARAM0_

source: Compare the maximum speed of the object
es_es: Evalúa la velocidad máxima del objeto

source: Compare the speed of the object
es_es: Evalúa la velocidad del objeto

source: Change the maximum angular speed of the object
es_es: Modifica la velocidad angular máxima del objeto

source: Do _PARAM2__PARAM3_ to the max. angular speed of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la velocidad angular máx. de _PARAM0_

source: Compare the maximum angular speed of the object
es_es: Evalúa la velocidad angular máx. del objeto.

source: Do _PARAM2__PARAM3_ to the rotation offset of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ el desplazamiento del ángulo de _PARAM0_

source: Compare the rotation offset applied when moving the object
es_es: Modifica el desplazamiento del ángulo aplicado al mover el objeto

source: Allow or restrict diagonal moves
es_es: Permitir o restringir movimientos diagonales

source: Allow diagonal moves for _PARAM0_: _PARAM2_
es_es: Permitir movimientos diagonales para _PARAM0_ : _PARAM2_

source: Return true if the object is allowed to do diagonal moves
es_es: Retorna verdad si el objeto tiene permitido los movimientos diagonales

source: Enable or disable rotation of the object
es_es: Des/activa la rotación del objeto

source: Enable rotation of _PARAM0_: _PARAM2_
es_es: Permitir rotación de _PARAM0_ : _PARAM2_

source: _PARAM0_ is rotated when moving
es_es: _PARAM0_ está rotado mientras se mueve

source: Acceleration of the object
es_es: Aceleración del objeto

source: Deceleration of the object
es_es: Desaceleración del objeto

source: Maximum speed of the object
es_es: Velocidad máxima del objeto

source: Angular maximum speed of the object
es_es: Velocidad angular máxima del objeto

source: Rotation offset applied to the object
es_es: Desplazamiento del ángulo aplicado al objeto

source: Play a sound ( small audio file ) on a specific channel, so as to be able to manipulate it.
es_es: Reproducir un sonido ( archivo pequeño de audio ) en un canal específico, para poder interactuar con él.
fr_fr: Joue un son ( court fichier audio ) sur un canal précis, pour pouvoir ensuite interagir avec.

source: Compare X position of an object
es_es: Posición X de un objeto

source: Compare the X position of the object.
es_es: Evalúa la posición X de un objeto.

source: Compare Y position of an object
es_es: Posición Y de un objeto

source: Compare the Y position of an object.
es_es: Evalúa la posición Y de un objeto.

source: Put _PARAM0_ around _PARAM1_;_PARAM2_, with an angle of _PARAM4_ degrees and _PARAM3_ pixels distance.
es_es: Colocar _PARAM0_ alrededor de _PARAM1_;_PARAM2_ a _PARAM4_ grados y a _PARAM3_ píxeles de distancia
fr_fr: Mettre _PARAM0_ autour de _PARAM1_;_PARAM2_ à un angle de _PARAM4_° et à _PARAM3_ pixels de distance

source: Change the angle of rotation of an object.
es_es: Modifica el ángulo de rotación de un objeto.

source: Do _PARAM1__PARAM2_ to angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ángulo de _PARAM0_

source: Rotate
es_es: Rotar

source: Rotate an object, clockwise if the angle if the speed is positive, counterclockwise otherwise.
es_es: Rota un objeto, en el sentido de las agujas del reloj si el ángulo es positivo, en contra si es negativo.

source: Rotate _PARAM0_ at speed _PARAM1_deg/second
es_es: Rotar _PARAM0_ a _PARAM1_ grados/segundo

source: Angular speed (in degrees per second)
es_es: Velocidad angular (en grados por segundos)

source: Rotate toward angle
es_es: Rotar hacia un ángulo

source: Rotate an object towards an angle with the specified speed.
es_es: Rota un objeto en torno a un ángulo con la velocidad especificada.

source: Rotate _PARAM0_ towards _PARAM1_ at speed _PARAM2_deg/second
es_es: Rotar _PARAM0_ hacia _PARAM1_ a _PARAM2_ grados/segundo

source: Angle to rotate towards (in degrees)
es_es: Ángulo hacia el cual rotar (en grados)

source: Angular speed (in degrees per second) (0 for immediate rotation)
es_es: Velocidad angular (en grados por segundo) (0 para una rotación inmediata)

source: Rotate toward position
es_es: Rotar hacia una posición

source: Rotate an object towards a position, with the specified speed.
es_es: Rota un objeto en torno a una posición, con la velocidad especificada.

source: Rotate _PARAM0_ towards _PARAM1_;_PARAM2_ at speed _PARAM3_deg/second
es_es: Rotar _PARAM0_ hacia _PARAM1_ a _PARAM2_ grados/segundo

source: Damping (Default: 0)
es_es: Amortiguamiento (0 por defecto)
fr_fr: Amortissement (0 par défaut)

source: Add to _PARAM0_ a force, angle: _PARAM1_ degrees and length: _PARAM2_ pixels
es_es: Agregar a _PARAM0_ una fuerza de ángulo _PARAM1_ grados y una longitud de _PARAM2_ píxeles
fr_fr: Ajouter à _PARAM0_ une force d'angle _PARAM1_° et de longueur _PARAM2_ pixels

source: Length (in pixels)
es_es: Longitud (en píxeles)
fr_fr: Longueur (en pixels)

source: Rotate _PARAM0_ around _PARAM1_;_PARAM2_ with _PARAM3_ deg/sec and _PARAM4_ pixels away
es_es: Rotar _PARAM0_ alrededor de _PARAM1_;_PARAM2_ a _PARAM3_grados/sec y a _PARAM4_ píxeles de distancia
fr_fr: Faire tourner _PARAM0_ autour de _PARAM1_;_PARAM2_ à _PARAM3_deg/sec et à _PARAM4_ pixels de distance

source: Speed (in Degrees per seconds)
es_es: Velocidad (en Grados par segundos)
fr_fr: Vitesse (en degrés par secondes)

source: Distance (in pixels)
es_es: Distancia (en píxeles)
fr_fr: Distance (en pixels)

source: Put on the layer (base layer if empty)
es_es: Colocar en la capa ( capa base si se omite )
fr_fr: Mettre sur le calque (calque de base si vide)

source: Hide
es_es: Oculto

source: Show
es_es: Visible

source: Compare angle of the specified object.
es_es: Evalúa el ángulo del objeto especificado.

source: Angle of _PARAM0_ is _PARAM1__PARAM2_ deg.
es_es: El ángulo de _PARAM0_ es _PARAM1_ a _PARAM2_ grados

source: Value to compare (in degrees)
es_es: Ángulo a evaluar (en grados)

source: Compare Z order
es_es: Orden Z

source: Compare the z-order of the specified object.
es_es: Evalúa el plano (orden Z) del objeto especificado.

source: Z Order of _PARAM0_ is _PARAM1__PARAM2_
es_es: Orden Z de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Compare layer
es_es: Evaluar capa

source: Object is stopped
es_es: El objeto está detenido

source: Overall speed of _PARAM0_ is _PARAM1__PARAM2_
es_es: La velocidad total de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Angle of displacement of _PARAM0_ is _PARAM1_ (tolerance : _PARAM2_ degrees)
es_es: El ángulo de desplazamiento de _PARAM0_ es de _PARAM1_ ( Toleracia : _PARAM2_ grados)

source: Rotate _PARAM0_ around _PARAM1_ with _PARAM2_ deg/sec and _PARAM3_ pixels away
es_es: Rotar _PARAM0_ alrededor de _PARAM1_ a _PARAM2_°/sec y a _PARAM3_ píxeles de distancia
fr_fr: Faire tourner _PARAM0_ autour de _PARAM1_ à _PARAM2_deg/sec et à _PARAM3_ pixels de distance

source: Put _PARAM0_ around _PARAM1_, with an angle of _PARAM3_ degrees and _PARAM2_ pixels distance.
es_es: Colocar _PARAM0_ alrededor de _PARAM1_ a _PARAM3_° y a _PARAM2_ píxeles de distancia
fr_fr: Mettre _PARAM0_ autour de _PARAM1_ à _PARAM3_ degrés et à _PARAM2_ pixels de distance

source: Move away _PARAM0_ of _PARAM1_ (only _PARAM0_ will move)
es_es: Alejar _PARAM0_ de _PARAM1_ ( sólo _PARAM0_ se moverá )

source: Current angle, in degrees, of the object
es_es: Ángulo actual, en grados, del objeto

source: Width of the object
es_es: Ancho del objeto

source: Height of the object
es_es: Alto del objeto

source: Count the number of the specified objects currently picked
es_es: Cuenta el número de objetos especificados, referenciados actualmente

source: If one of these conditions is true:
es_es: Si una de estas condiciones es verdad :
fr_fr: Si une de ces condition est vraie :

source: If all of these conditions are true:
es_es: Si todas estas condiciones son verdad :
fr_fr: Si toutes ces conditions sont vraies :

source: Invert the logical result of these conditions:
es_es: Invertir el resultado lógico de estas condiciones:
fr_fr: Inverser le résultat logique de ces conditions :

source: While
es_es: Siempre que
fr_fr: Tant que

source: Repeat
es_es: Repetir
fr_fr: Répéter

source: Ceil (round up)
es_es: Ceil (redondeo por exceso)
fr_fr: Ceil (arrondi supérieur)

source: Round number up to an integer
es_es: Redondea el número al entero superior
fr_fr: Arrondi supérieur

source: Floor (round down)
es_es: Floor (redondeo por defecto)
fr_fr: Floor (arrondi inférieur)

source: Round number down to an integer
es_es: Redondea el número al entero inferior
fr_fr: Arrondi inférieur

source: Square root
es_es: Raíz cuadrada
fr_fr: Racine carré

source: Lerp (Linear interpolation)
es_es: Lerp (Interpolación lineal)
fr_fr: Lerp (interpolation linéaire)

source: Linearly interpolate a to b by x
es_es: Interpolación lineal entre a y b por el factor x
fr_fr: Interpolation linéaire entre a et b par un facteur x

source: a (in a+(b-a)*x)
es_es: a (en a+(b-a)*x)
fr_fr: a (dans a+(b-a)*x)

source: b (in a+(b-a)*x)
es_es: b (en a+(b-a)*x)
fr_fr: b (dans a+(b-a)*x)

source: x (in a+(b-a)*x)
es_es: x (en a+(b-a)*x)
fr_fr: x (dans a+(b-a)*x)

source: Value to compare
es_es: Valor a comparar

source: Text to compare
es_es: Texto a evaluar

source: Activate fullscreen: _PARAM1_ (Keep aspect ratio: _PARAM2_)
es_es: Activar pantalla completa : _PARAM1_ (Mantener proporción: _PARAM2_)

source: Keep aspect ratio (HTML5 games only, yes by default)
es_es: Mantener la proporción (sólo juegos HTML5, sí por defecto)

source: Change window's margins
es_es: Modificar los márgenes de la ventana

source: This action change the margins, in pixels, of the game's window.
es_es: Esta acción modifica los márgenes, en píxeles, de la ventana del juego.

source: Set margins of game window to _PARAM1_;_PARAM2_;_PARAM3_;_PARAM4_
es_es: Establecer los márgenes de la ventana a _PARAM1_;_PARAM2_;_PARAM3_;_PARAM4_

source: Right
es_es: Derecha

source: Left
es_es: Izquierda

source: Use this size as default size for new scene cameras? (Yes to change extend the game area, No to stretch the game to the window's size).
es_es: ¿Utilizar este tamaño como tamaño predeterminado para nuevas cámaras en la escena? ("Sí" para aumentar el área de juego, "No" para ajustar el juego al tamaño de la ventana).
fr_fr: Utiliser cette taille par défaut pour les nouvelles caméras ? (Oui pour étendre la zone de jeu, non pour étirer le jeu à la taille de la fenêtre).

source: Angular speed (degrees per second)
es_es: Velocidad angular ( grados por segundo )

source: Compare the direction of the object. If 8 direction mode is activated for the sprite, the value taken for direction will be from 0 to 7. Otherwise, the direction is in degrees.
es_es: Evalúa la dirección del objeto. Si el modo de 8 direcciones está activado para el sprite, el valor tomado para las direcciones será entre 0 y 7. De otro modo, la dirección es en ángulos.

source: Direction of _PARAM0_ is _PARAM1__PARAM2_
es_es: La dirección de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Collision (Pixel perfect)
es_es: Colisión ( Por píxel / Pixel perfect )

source: _PARAM0_ is in collision with _PARAM1_ (pixel perfect)
es_es: _PARAM0_ está en colisión con _PARAM1_ (por píxel)

source: 8 Directions
es_es: 8 direcciones

source: Direction
es_es: Dirección

source: Choose the relational operator
es_es: Selecciona el operador relacional

source: Unknown
es_es: Desconocido

source: NewVariable
es_es: NuevaVariable
fr_fr: NouvelleVariable

source: Please choose a new name for the new variable
es_es: Ingresa un nombre para la nueva variable
fr_fr: Entrez le nom de la nouvelle variable

source: New variable name
es_es: Nombre de la nueva variable
fr_fr: Nom de la nouvelle variable

source: A child variable with this name already exists!
es_es: ¡Ya existe una variable hija con ese nombre!

source: NewChild
es_es: NuevoHijo
fr_fr: NouvelEnfant

source: pow(x,n) raise x to power n
es_es: pow(x,n) eleva x a la potencia n

source: Secant ( 1/cos(x) )
es_es: Secante ( 1/cos(x) )
fr_fr: Sécante ( 1/cos(x) )

source: Cosecant ( 1/sin(x) )
es_es: Cosecante ( 1/sin(x) )
fr_fr: Cosécante ( 1/sin(x) )

source: Cotangent ( 1/tan(x) )
es_es: Cotangente ( 1/tan(x) )
fr_fr: Cotangente ( 1/tan(x) )

source: The expression is malformed. Are you sure you want to validate this expression?
es_es: La expresión está mal formulada. ¿Estás seguro de querer validar esta expresión?
fr_fr: L'expression est mal formulée. Êtes vous sûr de vouloir valider cette expression ?

source: Enter a new name for the automatism
es_es: Ingresa un nuevo nombre para el automatismo
fr_fr: Entrez un nouveau nom pour l'automatisme

source: Rename an automatism
es_es: Renommer un automatisme
fr_fr: Renommer un automatisme

source: Add an automatims to the object
es_es: Agrega un automatismo al objeto

source: Position %f;%f (Base layer, camera 0).
es_es: Position %f;%f (Capa base, cámara 0).
fr_fr: Position %f;%f (Calque de base, Caméra 0).

source: Position %f;%f. SHIFT for multiple selection, right click for more options.
es_es: Position %f;%f. SHIFT para selección múltiple, clic derecho para más opciones.
fr_fr: Position %f;%f. SHIFT pour sélection multiple, clic droit pour plus d'options.

source: http://www.wiki.compilgames.net/doku.php/en/project_develop/documentation/manual/edit_layout
es_es: http://www.wiki.compilprojects.net/doku.php/en/project_develop/documentation/manual/edit_layout
fr_fr: http://www.wiki.compilprojects.net/doku.php/project_develop/documentation/manual/edit_layout

source: The project is using the pathfinding automatism. This automatism has been replaced by a new one:
es_es: El projecto está usando el automatismo "Búsqueda de camino". Este automatismo ha sido reemplazado por uno nuevo:
fr_fr: Le projet utilise l'automatisme Recherche de chemin. Cet automatism a été remplacé par un nouveau:

source: You must add the new 'Pathfinding' automatism to the objects that need to be moved, and add the 'Pathfinding Obstacle' to the objects that must act as obstacles.
es_es: Debes agregar el nuevo automatismo "Búsqueda de ruta" a los objetos que necesitan ser movidos, y agregar el "Obstáculo de búsqueda de ruta" a los objetos que deben actuar como obstáculos.
fr_fr: Vous devez ajouter le nouvel automatisme 'Recherche de chemin' aux objets qui doivent être déplacés, et ajouter l'automatisme 'Obstacle pour la recherche de chemin' aux objets qui sont des obstacles.

source: Unable to open the file
es_es: Imposible abrir el archivo

source: http://www.compilgames.net/donate.php?utm&source=GDutm&medium=CreditsLinkutm&campaign=paywhatyouwant
fr_fr: http://www.compilgames.net/donateFR.php?utm_source=GD&utm_medium=CreditsLink&utm_campaign=paywhatyouwant

source: en
fr_fr: fr

source: The speed of _PARAM0_ is _PARAM1_ _PARAM2_
fr_fr: La vitesse de _PARAM0_ est _PARAM1_ à _PARAM2_

source: The angle of displacement of _PARAM0_ is _PARAM1_ (tolerance : _PARAM2_ degrees)
fr_fr: L'angle de déplacement de _PARAM0_ est de _PARAM1_ ( Tolérance : _PARAM2_ degrés )
