Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Bug's report
ru_ru: Отчет об ошибке

source: An error seems to have occured during last session.
ru_ru: В течении последней сессии, похоже произошла ошибка.

source: Oops...
es_es: Uups...
ru_ru: Ой...

source: It seems that Game Develop has closed abruptly after an error. If this proves to be right, we apologize for the inconvenience incurred. This is not your fault, Game Develop should not abruptly quit whatever the user make.You can help us correct the problem by filling the error report.
ru_ru: Кажется, в Game Develop возникла ошибка. Мы приносим извинения за причиненные неудобства. Вы можете помочь нам исправить проблему, заполнив отчет об ошибке.

source: Known bugs for this version of Game Develop
es_es: Errores conocidos para esta versión de Game Develop
fr_fr: Bugs connus sur cette version de Game Develop
ru_ru: Известные ошибки для этой версии GD

source: You can visit a page on our website which can contain known bugs for this version of Game Develop:
es_es: Puedes visitar nuestro sitio web, que puede contener errores conocidos para esta versión de Game Develop:
fr_fr: Vous pouvez consulter sur notre site une liste qui peut éventuellement contenir des problèmes qui ont été rapporté à propos de cette version de Game Develop :
ru_ru: Вы можете посетить страницу на нашем сайте, которая может содержать известные ошибки для этой версии Game Develop :

source: View the known bugs for this version
es_es: Ver los errores conocidos para esta versión
fr_fr: Consulter les problèmes connus pour cette version
ru_ru: См. известные проблемы в этой версии

source: Next
es_es: Siguiente
fr_fr: Suivant
ru_ru: Далее

source: To help us solve the problem, try to describe the error as precisely as you can. Indicate if possible: -How error has happened (Click on a button ...) -In which part of program (Scene editor, Choosing actions ...)
ru_ru: Чтобы помочь решить проблему, попробуйте описать, как произошла ошибка. Укажите, по мере возможности : -Как вызывается ошибка ( нажатие кнопки... ) -Где произошла ( выбор редактора сцен... )

source: Once you complete the error report click on "Create Report ". Send then the file to our e-mail adress. Thank you!
ru_ru: После того, как вы заполнили отчет об ошибке, нажмите кнопку "Создать отчет". Затем отправить файл на наш электронный адрес. Спасибо !

source: Create the error report
ru_ru: Создание отчета об ошибках

source: Games which were edited can have been saved, under the name of gameDumpX.gdg ( where X is a number ). Game Develop can reopen these games.
ru_ru: Отредактированные игры могли быть сохранены под названием gameDumpX.gdg ( где X число ). Game Develop может вновь открыть эти игры.

source: Automatic saves
ru_ru: Автоматическое резервное копирование

source: If your game could not be saved before the crash or is corrupted you can try to open an auto-save made by Game Develop. If this option is activated, autosave are made inside the game folder.
ru_ru: Если ваша игра не была сохранена до аварии, то вы можете попытаться открыть автоматическое сохранение сделанное Game Develop. Если эта опция активирована, автосохранения находятся в папке с игрой.

source: Attention!
ru_ru: Предупреждение !

source: If you open the games that could be saved before the crash make sure that the games are complete and not corrupted before saving them on the original files.
ru_ru: Если вы открываете игры, которые возможно были сохранены Game Develop до аварии, убедитесь что игры являются полными и не были повреждены какие либо файлы, прежде чем сохранить их в оригинальном файле.

source: Close and open the game(s)
ru_ru: Закрыть с открытием игр(ы)

source: Close but don't open the game(s)
ru_ru: Закрыть не открывая игру(ы)

source: Explaination
ru_ru: Объяснение

source: Error's report
ru_ru: Сообщить об ошибке

source: Your game
ru_ru: Ваша игра

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/knownbugs/gd
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/knownbugs/gd
ru_ru: http://www.wiki.compilgames.net/doku.php/game_develop/knownbugs/gd

source: File
es_es: Archivo
fr_fr: Fichier
ru_ru: Файл

source: Line
es_es: Línea
fr_fr: Ligne
ru_ru: Линия

source: Column
es_es: Columna
fr_fr: Colonne
ru_ru: Колонка

source: Message
es_es: Mensaje
ru_ru: Сообщение

source: Task in progress:
es_es: Tarea en curso:
fr_fr: Tâche en progression :
ru_ru: Прогресс работы:

source: The task
es_es: La tarea
fr_fr: La tâche
ru_ru: Задача

source: failed.
es_es: falló.
fr_fr: a échouée.
ru_ru: не удалось.

source: Some tasks failed.
es_es: Se a completado la compilación, pero una o más tareas han fallado.
fr_fr: Compilation terminée, mais une ou plusieurs tâches ont échouées.
ru_ru: Компиляция завершена, но одна или более задач не удались.

source: ( %ld seconds )
es_es: ( %ld segundos )
fr_fr: ( %ld secondes )
ru_ru: ( %ld secondes )

source: Compilation finished
es_es: Compilación terminada
fr_fr: Compilation terminée
ru_ru: Компиляция завершена

source: , but
es_es: , pero
fr_fr: , mais
ru_ru: , но

source: task(s) are waiting.
es_es: hay tareas que todavía están a la espera de ser ejecutadas.
fr_fr: tâche(s) sont encore en attente de pouvoir être lancées.
ru_ru: ожидание запуска задачи.

source: Tasks finished
es_es: Tareas finalizadas
fr_fr: Les tâches ont été accomplies
ru_ru: Задачи были завершены

source: Compilation finished.
es_es: Compilación terminada.
fr_fr: Compilation terminée.
ru_ru: Компиляция закончена.

source: All tasks have been completed.
es_es: Todas las tareas han sido cumpletadas.
fr_fr: Toutes les tâches ont été accomplies.
ru_ru: Все задачи были завершены.

source: Compilation
es_es: Compilación
ru_ru: Компиляция

source: Compilation messages
es_es: Mensajes de compilación
fr_fr: Messages de compilation
ru_ru: Сообщения компиляции

source: Error while loading the update file. Check : -Your internet connection -Your firewall-If you can manually access our site. You can disable Check for updates in the preferences of Game Develop.
ru_ru: Ошибка при загрузке файла обновления. Проверьте : -Ваше подключение к интернету -Ваш брандмауэр -Можете ли вручную открыть наш сайт. ( Вы можете отключить проверку обновлений в настройках Game Develop )

source: Unable to connect to the server so as to check for updates. Check : -Your internet connection -Your firewall-If you can manually access our site. You can disable Check for updates in the preferences of Game Develop.
es_es: Imposible conectar al servidor para verificar actualizaciones. Verifica : -Tu conexión a internet -Tu firewall -Si (manualmente) puedes acceder sitio. ( Puedes desactivar al verificación de las actualizaciones en las preferencias )
fr_fr: Impossible de se connecter au serveur de vérification des mises à jour de Compil Games. Vérifiez : -Votre connexion internet -Votre pare-feu -Si il vous est possible d'accéder à notre site. ( Vous pouvez désactiver la vérification des mises à jour dans les préférences. )
ru_ru: Не удается подключиться к серверу обновлений. Проверьте : -Ваше подключение к интернету -Ваш брандмауэр -Можете ли вручную открыть наш сайт. ( Вы можете отключить проверку обновлений в настройках Game Develop. )

source: Choose a file
es_es: Selecciona un archivo
fr_fr: Choisir un fichier
ru_ru: Выберите файл

source: Enter a file name :
es_es: Nombre de archivo :
fr_fr: Entrez le nom d'un fichier :
ru_ru: Введите имя файла :

source: Help
es_es: Ayuda
fr_fr: Aide
ru_ru: Помощь

source: Display help about this window
es_es: Mostrar ayuda sobre esta ventana
fr_fr: Afficher l'aide de cette fenêtre
ru_ru: Показать справку в окне

source: Ok
ru_ru: Да

source: Cancel
es_es: Cancelar
fr_fr: Annuler
ru_ru: Отмена

source: Advanced
es_es: Avanzado
fr_fr: Avancé
ru_ru: Продвинутый

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/events_editor/parameters
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/events_editor/parameters
ru_ru: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/events_editor/parameters

source: Choose joystick's axis
es_es: Seleccionar el eje del joystick
fr_fr: Choisir l'axe du joystick
ru_ru: Выберите ось джйстика

source: Choose directly Joystick axis :
es_es: Seleeccionar directamente el eje del joystick :
fr_fr: Choisissez directement l'axe du joystick :
ru_ru: Выбрать непосредственно оси джойстика :

source: Axis
es_es: Eje
fr_fr: Axe
ru_ru: Ось

source: Edit the action
es_es: Editar la acción
fr_fr: Editer l'action
ru_ru: Править действие

source: Choose an action to set up.
es_es: Seleccionar una acción a establecer.
fr_fr: Choisissez une action à paramétrer.
ru_ru: Создать нужное действие.

source: Choose an object in the list
es_es: Seleccionar un objeto en la lista
fr_fr: Choisissez un objet dans la liste
ru_ru: Выберите объект в списке

source: Objects
es_es: Objetos
fr_fr: Objets
ru_ru: Объект

source: Objects groups
es_es: Grupos de objetos
fr_fr: Groupes d'objets
ru_ru: Группы объектов

source: Global objects
es_es: Objetos globales
fr_fr: Objets globaux
ru_ru: Глобальные объекты

source: Global groups
es_es: Grupos globales
fr_fr: Groupes globaux
ru_ru: Глобальные группы

source: All actions
es_es: Todas las acciones
fr_fr: Toutes les actions
ru_ru: Все действия

source: By object
es_es: Por objeto
fr_fr: Par objet
ru_ru: По объектам

source: No action chosen
es_es: Ninguna acción seleccionada
fr_fr: Aucune action choisie
ru_ru: Действие не выбрано

source: Choose an action in left menu
es_es: Selecciona una acción en el menú izquierdo
fr_fr: Choisissez une action dans le menu de gauche
ru_ru: Выберите действие из меню слева

source: See Help for more information about the condition.
es_es: Para más información de la condición, consulte la ayuda.
fr_fr: Pour plus d'informations sur la condition, consultez l'aide.
ru_ru: Дополнительную информацию см. в справке.

source: More actions
es_es: Más acciones
fr_fr: Plus d'actions
ru_ru: Дополнительно

source: Sort by objects
es_es: Ordenar por objetos
fr_fr: Ranger par objets
ru_ru: Сортир. по объектам

source: All objects
es_es: Todos los objetos
fr_fr: Tous les objets
ru_ru: Все объекты

source: %s Object
es_es: Objeto %s
fr_fr: Objet %s
ru_ru: Объект %s

source: %s Automatism
es_es: Automatismo %s
fr_fr: Automatisme %s
ru_ru: Автоматизм %s

source: Parameter :
es_es: Parámetro :
fr_fr: Paramètre :
ru_ru: Параметр :

source: Choose a font ( ttf/ttc files )
es_es: Seleccionar una fuente ( archivos ttf, ttc )
fr_fr: Choisissez une police de caractère ( fichiers ttf, ttc )
ru_ru: Выберите шрифт ( файлы ttf, ttc )

source: Choose a music ( ogg files )
es_es: Seleccionar una música ( fichiers ogg )
fr_fr: Choisissez une musique ( fichiers ogg )
ru_ru: Выбрать музыку ( файлы ogg )

source: Audio files (*.ogg)|*.ogg
es_es: Archivos de audio (*.ogg)|*.ogg
fr_fr: Fichiers audio (*.ogg)|*.ogg
ru_ru: Файлы аудио (*.ogg)|*.ogg

source: Choose a sound
es_es: Seleccionar un sonido
fr_fr: Choisir un son
ru_ru: Выберите звук

source: Audio files (*.wav, *.ogg)|*.wav;*.ogg
es_es: Archivos de audio (*.wav, *.ogg)|*.wav;*.ogg
fr_fr: Fichiers audio (*.wav, *.ogg)|*.wav;*.ogg
ru_ru: Файлы аудио (*.wav, *.ogg)|*.wav;*.ogg

source: Choose yes or no to fullfil this parameter:
es_es: Selecciona sí o no para completar este parámetro:
fr_fr: Choisissez Vrai ou Faux pour remplir le paramètre:
ru_ru: Выберите ДА или Нет для завершения:

source: Yes or no
es_es: Sí o no
fr_fr: Oui ou non
ru_ru: Да или нет

source: yes
fr_fr: oui
ru_ru: да

source: no
fr_fr: non
ru_ru: нет

source: The action has to many parameters. This can be a bug of Game Develop. Read Help to know how report a bug.
es_es: Demasiados parámetros. Éste puede ser un error de Game Develop. Lee la ayuda para saber como reportar un error.
fr_fr: Trop peu de paramètres. Ceci peut être dû à un bug de Game Develop.
ru_ru: Слишком мало параметров. Может из за ошибки Game Develop.

source: Error in parameter #%i: %s You should correct it before closing this dialog. Close the dialog anyway?
es_es: Error en el parámetro n°%i : %s Deberías corregir esto antes de continuar. ¿Continuar de todas formas?
fr_fr: Erreur dans le paramètre n°%i : %s Vous devriez le corriger avant de continuer. Êtes vous sûr de vouloir fermer la fenêtre ?
ru_ru: Ошибка в параметре n°%i : %s Надо исправить, прежде чем продолжить. Вы уверены, что хотите закрыть окно ?

source: The action contains one or more errors.
es_es: La acción contiene uno o más errores.
fr_fr: L'action contient une ou plusieurs erreurs.
ru_ru: Действие содержит одну или более ошибок.

source: Choose a mouse button
es_es: Seleccionar un botón del mouse
fr_fr: Choisir un bouton de la souris
ru_ru: Выберите кнопку мыши

source: Left button
es_es: Botón izquierdo
fr_fr: Bouton gauche
ru_ru: Левая кнопка

source: Right button
es_es: Botón derecho
fr_fr: Bouton droit
ru_ru: Правая кнопка

source: Center button
es_es: Botón central
fr_fr: Bouton central
ru_ru: Центр. кнопка

source: Special button 1
es_es: Botón especial 1
fr_fr: Bouton spécial 1
ru_ru: Спец. кнопка 1

source: Special button 2
es_es: Botón especial 2
fr_fr: Bouton spécial 2
ru_ru: Спец. кнопка 2

source: Choose the button :
es_es: Seleccionar el botón :
fr_fr: Choisissez le bouton :
ru_ru: Выберите кнопку :

source: Click with a button to automatically select this latter from the list
es_es: Haz clic en un botón para seleccionarlo en la lista automáticamente
fr_fr: Cliquez avec le bouton pour le sélectionner automatiquement dans la liste
ru_ru: Нажмите кнопку, чтобы автоматически выбрать ее из списка

source: Choose a key
es_es: Seleccionar una tecla
fr_fr: Choisir une touche du clavier
ru_ru: Выберите любую клавишу

source: Press a key
es_es: Presiona una tecla
fr_fr: Appuyez sur une touche
ru_ru: Нажмите на клавишу

source: Right Control : Yes Left Control : No
ru_ru: Прав Ctrl: Да Лев Ctrl : Нет

source: Choose the key
es_es: Seleccionar la tecla
fr_fr: Choisir la touche
ru_ru: Выберите клавишу

source: Right Alt : Yes Left alt : No
ru_ru: Прав Alt : Да Лев Alt : Нет

source: Right Shift : Yes Left Shift : No
ru_ru: Прав Shift : Да Лев Shift : Нет

source: Edit the condition
es_es: Editar la condición
fr_fr: Editer la condition
ru_ru: Изменение условий

source: Choose an condition to set up.
es_es: Seleccionar una condición a establecer.
fr_fr: Choisissez une condition à paramétrer.
ru_ru: Выберите условия

source: All conditions
es_es: Todas las condiciones
fr_fr: Toutes les conditions
ru_ru: Все условия

source: No condition chosen
es_es: Ninguna condición seleccionada
fr_fr: Aucune condition choisie
ru_ru: Условие не выбрано

source: Choose a condition in left menu
es_es: Seleccionar una condición en el menú izquierdo
fr_fr: Choisissez une condition dans le menu de gauche
ru_ru: Выберите условие из левого меню

source: Inversion
es_es: Inversión
ru_ru: Инверсия

source: Invert the condition
es_es: Invertir la condición
fr_fr: Inverser la condition
ru_ru: Обратное условие

source: More conditions
es_es: Más condiciones
fr_fr: Plus de conditions
ru_ru: Еще условия

source: Choose True or False to fill the parameter
es_es: Selecciona Verdadero o Falso
fr_fr: Choisissez Vrai ou Faux pour remplir le paramètre
ru_ru: Выбрать True или False и заполнить параметр

source: The condition contains one or more errors.
es_es: La condición contiene uno o más errores.
fr_fr: La condition contient une ou plusieurs erreurs.
ru_ru: Условие содержит одну или несколько ошибок.

source: Warning. This option is only available for backward compatibility. It must not be used anymore in new game, and it might be removed in a next version.
es_es: Atención. Esta opción sólo esta disponible por razones de compatibilidad con versiones anteriores. No debe ser usada en nuevos juegos, y tal vez sea removida en una futura versión.
fr_fr: Attention. Cette option n'est présente que par compatibilité avec les anciennes versions de Game Develop. Elle ne doit plus être utilisée dans les nouveaux jeux et pourrait être enlevée dans les prochaines versions.
ru_ru: Внимание. Эта опция доступна лишь для совместимости со старыми версиями Game Develop. Это больше не должно использоваться в новых играх и может быть удалено в буд версиях.

source: Choose a template
es_es: Seleccionar una plantilla
fr_fr: Choisir un modèle d'évènement
ru_ru: Выбрать шаблон

source: Templates
es_es: Plantillas
fr_fr: Modèles
ru_ru: Шаблоны

source: Template allow you to add quickly one or several events and to adapt them to your scene.
es_es: Las plantillas te permiten agregar rápidamente uno o más eventos, y adaptarlos a tu escena.
fr_fr: Les modèles d'évènements permettent d'ajouter rapidement un ou plusieurs évènements, et de les adapter à votre scène.
ru_ru: Шаблон позволяет быстро добавить один или несколько событий и адаптировать их к сцене.

source: Select a template in the list
es_es: Selecciona una plantilla de la lista
fr_fr: Selectionnez un modèle dans la liste
ru_ru: Выбрать шаблон из списка

source: Parameter 1 description :
es_es: Descripción de parámetro 1 :
fr_fr: Description paramètre 1
ru_ru: Описание параметра 1

source: Parameter 2 description :
es_es: Descripción de parámetro 2 :
fr_fr: Description paramètre 2
ru_ru: Описание параметра 2

source: Parameter 3 description :
es_es: Descripción de parámetro 3 :
fr_fr: Description paramètre 3
ru_ru: Описание параметра 3

source: Parameter 4 description :
es_es: Descripción de parámetro 4 :
fr_fr: Description paramètre 4
ru_ru: Описание параметра 4

source: Parameter 5 description :
es_es: Descripción de parámetro 5 :
fr_fr: Description paramètre 5
ru_ru: Описание параметра 5

source: Parameter 6 description :
es_es: Descripción de parámetro 6 :
fr_fr: Description paramètre 6
ru_ru: Описание параметра 6

source: Parameter 7 description :
es_es: Descripción de parámetro 7 :
fr_fr: Description paramètre 7
ru_ru: Описание параметра 7

source: Parameter 8 description :
es_es: Descripción de parámetro 8 :
fr_fr: Description paramètre 8
ru_ru: Описание параметра 8

source: Insert
es_es: Insertar
ru_ru: Вставить

source: All templates
es_es: Todas las plantillas
fr_fr: Tous les modèles
ru_ru: Все шаблоны

source: Error while loading :
es_es: Error durante la carga :
fr_fr: Erreur lors du chargement :
ru_ru: Ошибка при загрузке :

source: The events of the template are missing.
es_es: Faltan los eventos correspondientes a la plantilla.
fr_fr: Les évènements du modèle d'évènement manquent.
ru_ru: Отсутствует события шаблона.

source: Description
es_es: Descripción
ru_ru: Описание

source: Copy
es_es: Copiar
fr_fr: Copier
ru_ru: Копировать

source: Cut
es_es: Cortar
fr_fr: Couper
ru_ru: Вырезать

source: Paste
es_es: Pegar
fr_fr: Coller
ru_ru: Вставить

source: Redo
es_es: Rehacer
fr_fr: Rétablir
ru_ru: Повтор

source: Save
es_es: Guardar
fr_fr: Enregistrer
ru_ru: Сохранить

source: Clipboard
es_es: Portapapeles
fr_fr: Presse papiers
ru_ru: Буфер обмена

source: Cancelling
es_es: Cancelando
fr_fr: Annulation
ru_ru: Отмена

source: Tools
es_es: Herramientas
fr_fr: Outils
ru_ru: Инструментарий

source: Search / Replace
es_es: Buscar / Reemplazar
fr_fr: Chercher / Remplacer
ru_ru: Поиск / Замена

source: Go to...
es_es: Ir a...
fr_fr: Aller à...
ru_ru: Перейти к...

source: Options
es_es: Opciones
ru_ru: Опции

source: GDL doc.
es_es: Doc. GDL
fr_fr: Doc. GDL
ru_ru: Doc. GDL

source: SFML doc.
es_es: Doc. SFML
fr_fr: Doc. SFML
ru_ru: Doc. SFML

source: wxWidgets doc.
es_es: Doc. wxWidgets
fr_fr: Doc. wxWidgets
ru_ru: Doc. wxWidgets

source: Boost doc.
es_es: Doc. Boost
fr_fr: Doc. Boost
ru_ru: Doc. Boost

source: Editor Preferences
es_es: Preferencias
fr_fr: Préférences
ru_ru: Настройка

source: Game Develop Console
es_es: Consola de Game Develop
fr_fr: Console Game Develop
ru_ru: Консоль Game Develop

source: Note that the information displayed by the console are not necessarily intended to be used directly by the user.
es_es: Nota que la información mostrada por la consola no está necesariamente destinada a ser usada directamente por el usuario.
fr_fr: Notez que les informations affichées par la console ne sont pas destinées à être forcément exploitable directement par l'utilisateur.
ru_ru: Информация, отображаемая в консоли, не обязательно предназначена для использования пользователем.

source: Close
es_es: Cerrar
fr_fr: Fermer
ru_ru: Закрыть

source: Create a template
es_es: Crear una plantilla
fr_fr: Créer un modèle d'évènements
ru_ru: Создание шаблона

source: You can create a template from actual events of the scene A template allow to automatically and quickly create events, just filling in some parameters.
es_es: Puedes crear una plantilla a partir de los eventos de la escena actual. Una plantilla permite crear eventos rápida y automáticamente, con sólo completar algunos parámetros.
fr_fr: Vous pouvez créer un modèle d'évènements à partir des évènements de la scène actuelle. Un modèle d'évènement permet de créer automatiquement et rapidement des évènements, en remplissant juste quelques paramètres.
ru_ru: Вы можете создать шаблон из реальных событий сцены Шаблоны позволяют автоматически и быстро создавать события, просто заполнив некоторые параметры.

source: Template name :
es_es: Nombre de la plantilla :
fr_fr: Nom du modèle :
ru_ru: Имя шаблона :

source: Template description :
es_es: Descripción de la plantilla :
fr_fr: Description du modèle :
ru_ru: Описание шаблона :

source: Search this in parameters of actions and conditions
es_es: Buscar esto en los parámetros de condiciones y acciones
fr_fr: Rechercher ceci dans les paramètres des actions et conditions
ru_ru: Поиск в параметрах действий и условий

source: Description that will be given
es_es: Descripción que se dará al usarse
fr_fr: Description qui sera donnée à l'insertion
ru_ru: Заданное описание

source: Example : MyObject
es_es: Ejemplo : MiObjeto
fr_fr: Exemple : MonObjet
ru_ru: Пример : MyObject

source: Example : Enter the name of the Hero object.
es_es: Ejemplo : ingresa el nombre del objeto Héroe.
fr_fr: Exemple : Entrez l'objet servant de héros.
ru_ru: Пример : Enter the name of the Hero object.

source: Information on the template
es_es: Información de la plantilla
fr_fr: Informations sur le modèle
ru_ru: Информация о шаблоне

source: Parameters
es_es: Parámetros
fr_fr: Paramètres
ru_ru: Параметры

source: Create
es_es: Crear
fr_fr: Créer
ru_ru: Создать

source: Choose where save the template
es_es: Selecciona donde guardar la plantilla
fr_fr: Choisissez où enregistrer le modèle
ru_ru: Выбор, где сохранить шаблон

source: Unable to save file. Check that the drive has enough free space, is not write-protected and you have read/write permissions.
es_es: Imposible guardar el archivo. Verifica que el disco tenga el espacio suficiente, y que no está protegido contra escritura.
fr_fr: Impossible d'enregistrer le fichier. Vérifiez que le disque comporte assez d'espace disque, ou qu'il n'est pas protégé en écriture.
ru_ru: Невозможно сохранить файл. Убедитесь, что диск имеет достаточно места, или он не защищен от записи.

source: The template was correctly created.
es_es: La plantilla fue creada correctamente.
fr_fr: Le modèle a été correctement créé.
ru_ru: Шаблон был успешно создан.

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/events_editor/create_template
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_event
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_event

source: About Game Develop
es_es: Acerca de Game Develop
fr_fr: A propos de Game Develop
ru_ru: О программе Game Develop

source: was created by
es_es: fue creado por
fr_fr: a été créé par
ru_ru: был создан
