Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Support, assistance, answers to the suggestions on:
es_es: Soporte, ayuda, respuestas y sugerencias en:
fr_fr: Support, aide, réponses aux suggestions sur
ru_ru: Описание, помощь, ответы на вопросы:

source: You like Game Develop?
es_es: ¿Te gusta Game Develop?
fr_fr: Vous appréciez Game Develop ?
ru_ru: Вам нравится Game Develop ?

source: You can make a donation to the author.
es_es: Puedes hacer una donación al autor.
fr_fr: Aidez l'auteur en faisant un don.
ru_ru: Вы можете сделать пожертвование автору.

source: http://www.en.compilgames.net/?file=kop8.php
ru_ru: http://www.compilgames.net/?file=kop8.php

source: ·Game Develop Game Develop is a freeware, meaning it is totally free. -You can use the software, for personal or commercial use. -The software is provided 'as-is', without any express or implied warranty. -You can distribute the software to anybody provided you don't require money for it, you don't claim to be the author and you distribute the entire software with its installer. -You must not try to decompile the software. ·Games created with Game Develop -The author of Game Develop is not liable for games made with the software. -If you created a game with Game Develop, an acknowledgment in the game documentation would be appreciated but is not required. ·If you have any questions, contact the author : CompilGames@gmail.com
es_es: ·Game Develop Game Develop es freeware, lo que significa que es totalmente gratuito. -Puedes utilizar el software sin importar su uso, personal o comercial. -El software se proporciona "tal cual", sin ninguna garantía. -Puedes distribuir el software a cualquiera siempre que no recibas dinero por ello, no reclames ser el autor y distribuyas el software completo con su instalador. -No trates de de-compilar el software. ·Juegos creados con Game Develop -El autor de Game Develop no se hace responsable por juegos creados con el software. -Si creaste un juego con Game Develop, una mención sería apreciada, aunque no es obligatoria. ·Si tienes cualquier duda Contacta al autor : CompilGames@gmail.com Ir a la página wb oficial : http://www.compilgames.net
fr_fr: ·Game Develop Game Develop est un freeware, il est donc totalement gratuit. -Vous pouvez utiliser le logiciel pour n'importe quelle utilisation, personnelle ou commerciale. -Le logiciel est livré "tel quel", sans aucune garantie. -Vous pouvez distribuer le logiciel tant que vous ne demandez pas d'argent pour, que vous ne dites pas que vous en êtes l'auteur, et tant que vous distribuez le logiciel entier avec son programme d'installation. -Vous ne devez pas tenter de décompiler le programme. ·Jeux créés avec Game Develop -L'auteur de Game Develop n'est aucunement lié aux jeux créés avec Game Develop. -Vous n'êtes pas obligé de mentionner l'utilisation de Game Develop dans votre jeu. Une mention sera appréciée, mais n'est pas obligatoire. ·Si vous avez des questions Contactez l'auteur : CompilGames@gmail.com Aller sur le site officiel : http://www.compilgames.net
ru_ru: ·Game Develop Game Develop является freeware, то есть это совершенно бесплатно. -Вы можете использовать программное обеспечение, в личном и коммерческих целях. -Программное обеспечение поставляется "как есть", без каких либо гарантий. -Вы можете распространять программное обеспечение на условии, что вы не требуете за это деньги, вы не претендуете быть автором и вы распространяете оригинальный инсталлятор этого ПО. -Вы не должны пытаться декомпилировать программу. ·Игры, созданные с помощью Game Develop -Автор Game Develop не несет ответственности за игры, сделанных с помощью этого ПО. -Если вы создали игру в Game Develop, упоминание об этом в игровой документации приветствуется, но не обязательно. ·Если у вас есть вопросы Связаться с автором : CompilGames@gmail.com Официальный сайт : http://www.compilgames.net

source: Use SFML, Boost, wxWidgets and TinyXml libraries.
es_es: Game Develop utiliza las bibliotecas SFML, LLVM, Boost, wxWidgets y TinyXml.
fr_fr: Game Develop utilise les bibliothèques SFML, LLVM, Boost, wxWidgets et TinyXml.
ru_ru: Game Develop использует библиотеки SFML, LLVM, Boost, wxWidgets et TinyXml.

source: The Web platform is written in Javascript and uses Pixi.js
es_es: La plataforma Web está escrita en Javascript utiliza Pixi.js
fr_fr: La plateforme Web est écrite en Javascript et utilise Pixi.js
ru_ru: Веб платформа написана на Javascript с использованием Pixi.js

source: About
es_es: Acerca de
fr_fr: A propos
ru_ru: О программе

source: Licence
es_es: Licencia
ru_ru: Лицензия

source: Thanks
es_es: Agradecimientos
fr_fr: Remerciements
ru_ru: Спасибо

source: Used technologies
es_es: Tecnologías utilizadas
fr_fr: Technologies utilisées
ru_ru: Используемые технологии

source: Contributors: ( No special order)
ru_ru: Авторы : ( Sans ordre spécial )

source: François Dumortier : Game Deveop logo design and website conception.
ru_ru: François Dumortier : Conception du logo et du site web de Game Develop

source: Victor Levasseur: Widgets, Advanced XML and Tiled Sprite extensions and contributions to Physics Engine, Text object, Video object, Path automatism and Sound object extension.
es_es: Victor Levasseur : Extensión Widgets, XML avanzado y extensión Tiled Sprite, además de muchas contribuciones a la extensión Automatismo de Motor Físico, Objeto texto, Objeto video, Automatismo ruta, Objeto sonido.
fr_fr: Victor Levasseur : Extension Widgets, XML avancé, Arrière plan répété et contributions aux extensions Automatisme Moteur physique, Objet texte, Objet vidéo, Automatisme Chemin, Objet son
ru_ru: Victor Levasseur : Extension Widgets, XML avancé, Arrière plan répété et contributions aux extensions Automatisme Moteur physique, Objet texte, Objet vidéo, Automatisme Chemin, Objet son

source: Diego Schiavon : English translation of the tutorial
ru_ru: Diego Schiavon : Traduction anglaise du tutoriel

source: MillionthVector : Graphics of various examples.
es_es: MillionthVector : Gráficos de varios ejemplos.
fr_fr: MillionthVector : Graphismes de l'exemple Shoot
ru_ru: MillionthVector : Graphismes de l'exemple Shoot

source: Thomas Flecy: Original Sound object extension
es_es: Thomas Flecy : Versión original de la extensión Objeto sonido
fr_fr: Thomas Flecy : Version originale de l'extension Objet son
ru_ru: Thomas Flecy : Version originale de l'extension Objet son

source: Fernando José Martínez López : Spanish translation of the tutorial
es_es: Fernando José Martínez López : Traducción al español del tutorial
fr_fr: Fernando José Martínez López : Traduction espagnole du tutoriel
ru_ru: Fernando José Martínez López : Traduction espagnole du tutoriel

source: Images and icons:
ru_ru: Изображения и иконки :

source: Most icons came from Crystal Project Icons by Everaldo Coelho
ru_ru: La plupart des icones proviennent de Crystal Project Icons par Everaldo Coelho

source: Some icons came from Fugue Icons by Yusuke Kamiyamane
es_es: Algunos íconos provienen de Fugue Icons por Yusuke Kamiyamane
fr_fr: Quelques icônes proviennent de Fugue Icons par Yusuke Kamiyamane
ru_ru: Quelques icônes proviennent de Fugue Icons par Yusuke Kamiyamane

source: Some images of examples came from images pack by Daniel Cook
es_es: Algunas imágenes de ejemplos y recursos son del paquete de imágenes de Daniel Cook
fr_fr: Des images des jeux d'exemples et des ressources sont issues des packs d'images de Daniel Cook
ru_ru: Des images des jeux d'exemples et des ressources sont issues des packs d'images de Daniel Cook

source: Some images of examples came from images pack by Ari Feldman
es_es: Algunas imágenes de ejemplos son del paquete de imágenes de Ari Feldman
fr_fr: Des images des jeux d'exemples sont issues des packs d'images d'Ari Feldman
ru_ru: Des images des jeux d'exemples sont issues des packs d'images d'Ari Feldman

source: Thanks to all the community and users of Game Develop
es_es: Gracias a toda la comunidad y usuarios de Game Develop
fr_fr: Merci à toute la communauté et utilisateurs de Game Develop
ru_ru: Спасибо сообществу и всем пользователям Game Develop

source: http://www.compilgames.net/donate.php
fr_fr: http://www.compilgames.net/donateFR.php
ru_ru: http://www.compilgames.net/donateFR.php

source: https://en.wikipedia.org/wiki/JavaScript
es_es: https://es.wikipedia.org/wiki/JavaScript
fr_fr: https://fr.wikipedia.org/wiki/JavaScript
ru_ru: https://fr.wikipedia.org/wiki/JavaScript

source: Edit the objects group
es_es: Editar el grupo de objetos
fr_fr: Editer le groupe d'objets
ru_ru: Редактировать группу объектов

source: Pane caption
es_es: Título del panel
ru_ru: Заголовок окна

source: Add an object
es_es: Agregar un objeto
fr_fr: Ajouter un objet
ru_ru: Добавить объект

source: Delete the object
es_es: Eliminar un objeto
fr_fr: Supprimer l'objet
ru_ru: Удалить объект

source: Delete the selected object
es_es: Eliminar el objeto seleccionado
fr_fr: Supprimer l'objet selectionné
ru_ru: Удалить выбранный объект

source: You made
es_es: Haz hecho
fr_fr: Vous avez apporté
ru_ru: Вы сделали

source: changes. Are you sure you want to cancel all changes?
es_es: modificaciones. ¿Estás seguro de querer cancelar todos los cambios?
fr_fr: modifications. Êtes vous sûr d'annuler tous les changements ?
ru_ru: изменения. Вы уверены в отказе от изменений ?

source: Lot's of changes made.
es_es: Se han realizado muchos cambios.
fr_fr: Beaucoup de modifications ont été apportées.
ru_ru: Были сделаны изменения.

source: All objects of the group
es_es: Todos los objetos del grupo
fr_fr: Tous les objets du groupe
ru_ru: Все объекты группы

source: Object
es_es: El objeto
fr_fr: L'objet
ru_ru: Объект

source: is already in this group.
es_es: ya está en el grupo.
fr_fr: est déjà dans ce groupe.
ru_ru: уже в этой группе.

source: Edit the layout of the scene
es_es: Editar el diseño de la escena
fr_fr: Editer l'agencement de la scène
ru_ru: Редактировать макет сцены

source: Edit the events of the scene
es_es: Editar los eventos de la escena
fr_fr: Editer les évènements de la scène
ru_ru: Редактировать события сцены

source: Scene
es_es: Escena
fr_fr: Scène
ru_ru: Сцена

source: Events
es_es: Eventos
fr_fr: Evenements
ru_ru: События

source: Scene's editor
es_es: Editor de escena
fr_fr: Editeur de scène
ru_ru: Редактор сцены

source: Objects' editor
es_es: Editor de objetos
fr_fr: Editeur d'objets
ru_ru: Редактор объектов

source: Layers' editor
es_es: Editor de capas
fr_fr: Editeur de calques
ru_ru: Редактор слоев

source: Properties
es_es: Propiedades
fr_fr: Propriétés
ru_ru: Свойства

source: Instances list
es_es: Lista de instancias
fr_fr: Objets sur la scène
ru_ru: Объекты на сцене

source: Properties of
es_es: Propiedades de
fr_fr: Propriétés de
ru_ru: Свойства...

source: Basic properties
es_es: Propiedades básicas
fr_fr: Propriétés de base
ru_ru: Основные свойства

source: Window default title:
es_es: Título de la ventana :
fr_fr: Titre de la fenêtre :
ru_ru: Назавание окна :

source: Background color:
es_es: Color de fondo :
fr_fr: Couleur de l'arrière plan :
ru_ru: Цвет фона :

source: Deactivate input when focus is lost
es_es: Desactivar entradas cuando se pierde el foco
fr_fr: Désactiver les entrées quand le focus est perdu
ru_ru: Отключить ввод при потере фокуса

source: Stop all sounds and musics at startup
es_es: Detener todos los sonidos y músicas al iniciar
fr_fr: Stopper tous les sons et musiques au démarrage
ru_ru: Остановить все звуки и музыку при старте

source: Objects internal sort:
es_es: Orden interno de objetos :
fr_fr: Tri interne des objets :
ru_ru: Внутренняя сортировка объектов :

source: Fast sort ( faster but risk of "flickering")
es_es: Orden rápido ( más rápido pero riesgo de "parpadeo" )
fr_fr: Tri rapide ( rapide mais risque de "clignotement" )
ru_ru: Быстрая сортировка ( скорость, но есть риск "мерцания" )

source: Stable sort (slower but less "flickering")
es_es: Orden estable ( más lento pero menos "parpadeo" )
fr_fr: Tri stable ( plus lent mais pas de "clignotement" )
ru_ru: Стабильная сортировка ( медленнее, но без "мерцания" )

source: OpenGL Field of view :
es_es: Campo de visión de OpenGL :
fr_fr: Angle de champ OpenGL :
ru_ru: Поле зрения OpenGL :

source: First clipping plane distance :
es_es: Distancia del primer plano de corte :
fr_fr: Distance du premier plan de coupe :
ru_ru: Начало плоскости отсечения :

source: Last clipping plane distance :
es_es: Distancia del último plano de corte :
fr_fr: Distance du dernier plan de coupe :
ru_ru: Конец плоскости отсечения :

source: Add an event
es_es: Agregar un evento
fr_fr: Ajouter un évènement
ru_ru: Добавить событие

source: Add a sub event
es_es: Agregar un sub-evento
fr_fr: Ajouter un sous évènement
ru_ru: Добавить вложенное событие

source: A sub event
es_es: Un sub-evento
fr_fr: Un sous évènement
ru_ru: Вложенное событие

source: Another event type
es_es: Agregar otro tipo de evento
fr_fr: Ajouter un autre type d'évènement
ru_ru: Добавить еще один тип события

source: Other
es_es: Otro
fr_fr: Autre
ru_ru: Другой

source: Add a condition
es_es: Agregar una condición
fr_fr: Ajouter une condition
ru_ru: Добавить условие

source: Delete DEL
es_es: Eliminar DEL
fr_fr: Retirer DEL
ru_ru: Удалить DEL

source: De/activate
es_es: Des/activar
fr_fr: Dés/activer
ru_ru: Де/активироавть

source: Copy Ctrl+C
es_es: Copiar Ctrl-C
fr_fr: Copier Ctrl-C
ru_ru: Копировать Ctrl-C

source: Cut Ctrl+X
es_es: Cortar Ctrl-X
fr_fr: Couper Ctrl-X
ru_ru: Вырезать Ctrl-X

source: Paste Ctrl+V
es_es: Pegar Ctrl-V
fr_fr: Coller Ctrl-V
ru_ru: Вставить Ctrl-V

source: Cancel Ctrl-Z
es_es: Deshacer Ctrl-Z
fr_fr: Annuler Ctrl-Z
ru_ru: Отменить Ctrl-Z

source: Redo Ctrl-Y
es_es: Rehacer Ctrl-Y
fr_fr: Refaire Ctrl-Y
ru_ru: Повторить Ctrl-Y

source: Delete
es_es: Elminar
fr_fr: Suppression
ru_ru: Удалить

source: Edit events using
es_es: Editar evento usando
fr_fr: Editer les évènements avec
ru_ru: Редактировать события, используя

source: Display the events as they are interpreted by the selected platform.
es_es: Visualizar los eventos tal cual son interpretados por la plataforma seleccionada.
fr_fr: Afficher les évènements tels qu'ils sont interprétés par la plateforme selectionnée.
ru_ru: Просмотр событий в трактовке выбранной платформы.

source: Add a new standard event with conditions and actions
es_es: Agregar un nuevo evento estándar con condiciones y acciones
fr_fr: Ajouter un nouvel évènement avec des conditions et des actions
ru_ru: Добавить новое событие условий и действий

source: Add a sub event, launched only when the conditions of its parent are fulfilled.
es_es: Agregar un sub-evento, ejecutado si se cumplen las condiciones del evento padre
fr_fr: Ajoute un sous évènements, lancé uniquement si les conditions du parent sont remplies
ru_ru: Добавляет подменю события, запускаемые только тогда, когда условия родителя выполнены

source: Add a comment
es_es: Agregar un comentario
fr_fr: Ajouter un commentaire
ru_ru: Добавить комментарий

source: Add...
es_es: Agregar...
fr_fr: Ajouter...
ru_ru: Добавить...

source: Delete the selection
es_es: Eliminar la selección
fr_fr: Supprimer la sélection
ru_ru: Удалить выделенное

source: Search
es_es: Buscar
fr_fr: Chercher
ru_ru: Поиск

source: Search for a specific word in the event and/or replace it by another
es_es: Buscar una palabra específica en el evento y/o reemplazarla por otra
fr_fr: Chercher un mot spécifique dans les évènements et/ou le remplacer par un autre
ru_ru: Поиск конктретного слова и/или замена его другим

source: View
es_es: Visualizar
fr_fr: Affichage
ru_ru: Вид

source: Fold all
es_es: Plegar todo
fr_fr: Tout replier
ru_ru: Свернуть все

source: Hide all subevents
es_es: Ocultar todos los sub-eventos
fr_fr: Replier tous les sous évènements
ru_ru: Скрыть все события

source: Unfold
es_es: Desplegar
fr_fr: Tout déplier
ru_ru: Развернуть все

source: Show all hidden subevents
es_es: Mostrar todos los sub-eventos ocultos
fr_fr: Afficher tous les sous évènements repliés
ru_ru: Показать все скрытые события

source: Display performances
es_es: Visualizar el rendimiento
fr_fr: Afficher les performances
ru_ru: Мониторинг производительности

source: For native games, display the time taken by each events during the last preview when profiling was active.
es_es: Para juegos nativos, mostrar el tiempo tomado por cada evento durante la última vista previa cuando el gestor de rendimiento estuvo activo.
fr_fr: Pour les jeux natifs, affiche le temps pris par chaque évènement durant le dernier aperçu, si le suivi de performances était activé.
ru_ru: Показывает время, необходимое для каждого события, во время просмотра игры, если мониторинг производительности был включен.

source: Current platform
es_es: Plataforma actual
fr_fr: Plateforme courante
ru_ru: Платформа

source: Choose the current platform being used to edit the events.
es_es: Selecciona la plataforma a utilizar para editar los eventos.
fr_fr: Choisissez la plateforme à utiliser pour éditer les évènements.
ru_ru: Выбрать платформу используемую для редактирования события.

source: Display the help about the events editor
es_es: Mostrar la ayuda acerca del editor de eventos
fr_fr: Afficher l'aide de l'éditeur d'évènements
ru_ru: Отображение справки о редакторе событий

source: Add an event with the ribbon. Highlight then an event/action/condition with the cursor to get more edition options, or make a double click to edit an item.
es_es: Agrega un evento a través de la pestaña. Resalta un evento/condición/ación con el cursor para obtener mas opciones de edición, ó haz un doble clic para editar un elemento.
fr_fr: Ajoutez un premier évènement avec le ruban. Passez ensuite la souris sur un évènement/action/condition pour obtenir plus d'options d'édition, ou double cliquez pour éditer un élement.
ru_ru: Добавьте первое событие, с помощью верхней панели редактора. Затем выделите событие/действие/условие с помощью курсора, чтобы получить больше возможностей управления, или дважды щелкните для редактирования элемента.

source: Highlight then an event/action/condition with the cursor to get more edition options, or make a double click to edit an item.
es_es: Resalta un evento/condición/acción con el cursor para obtener más opciones de edición, ó haz un doble clic para editar un elemento.
fr_fr: Passez la souris sur un évènement/action/condition pour obtenir plus d'options d'édition, ou double cliquez pour éditer un élement.
ru_ru: Для выбор варианта редактирования наведите указатель мыши на событие/действие/условие, или дважды щелкните на редактируемом элементе.

source: Add an action
es_es: Agregar una acción
fr_fr: Ajouter une action
ru_ru: Добавить действие

source: Unable to create standard event.
es_es: Imposible crear un evento estándar.
fr_fr: Impossible de créer un évènement standard
ru_ru: Невозможно создать стандартное событие.

source: Unable to create a comment event.
es_es: Imposible crear un evento de comentario.
fr_fr: Impossible de créer un évènement commentaire.
ru_ru: Невозможно создать комментарий события.

source: Please select events to use so as to create the template, and then click again on the Create button.
es_es: Por favor selecciona los eventos ha usar para crear la plantilla, y luego haz clic otra vez sobre el botón "Crear".
fr_fr: Veuillez selectionner les évènements à utiliser pour créer le modèle, puis recliquez sur le bouton "Créer".
ru_ru: Пожалуйста, выберите события, которые будут использоваться для создания шаблона, а затем снова нажмите кн "Создать".

source: Please select an event before adding a template.
es_es: Por favor selecciona un evento antes de agregar una plantilla.
fr_fr: Veuillez choisir un évènement avant d'ajouter un modèle.
ru_ru: Пожалуйста, выберите события, прежде чем добавить шаблон.

source: Profiling is not activated. Activate profiling thanks to the Profiling window when previewing a scene.
es_es: El gestor de rendimiento esta desactivado. Activa el seguimiento de eventos en la ventana del gestor de rendimiento mientras previsualizas una escena.
fr_fr: Le suivi des performances n'est pas activé. Activez le suivi des évènements à l'aide de la fenêtre Performances lors de l'aperçu puis lancez un aperçu de la scène.
ru_ru: Мониторинг производительности не включен. Включите трассировку событий с помощью окна Производительность в режиме предварит. просмотра сцены.

source: Extension not compatible
es_es: Extensión no compatible
fr_fr: Extension non compatible
ru_ru: Не совместимое расширение

source: An extension seems to be incompatible and make Game Develop crashing.
es_es: Al parecer una extensión es incompatible y ha hecho fallar Game Develop.
fr_fr: Une extension semble être incompatible et faire crasher Game Develop.
ru_ru: Расширение не совместимо, отказ Game Develop.

source: Game Develop crashed while loading this file:
es_es: Game Develop ha fallado mientras cargaba este archivo :
fr_fr: Game Develop a crashé lors du chargement de ce fichier :
ru_ru: Отказ Game Develop, при загрузке этого файла :

source: Unknown file
es_es: Archivo desconocido
fr_fr: Fichier inconnu
ru_ru: Неизвестный файл

source: To launch Game Develop without errors, delete the file from the extension and relaunch Game Develop.
es_es: Para ejecutar Game Develop correctamente, elimina el archivo de las extensiones y vuelve a ejecutar Game Develop.
fr_fr: Pour lancer Game Develop correctement, supprimez le fichier de l'extension concernée et relancez Game Develop.
ru_ru: Чтобы запустить Game Develop без ошибок, удалите файл из расширения и повторно запустите Game Develop.

source: Report the problem to the extension's developer if possible.
es_es: Reportar, en lo posible, al desarrollador de la extensión.
fr_fr: Reportez si possible le problème au développeur de l'extension.
ru_ru: Сообщите о проблеме, если это возможно, разработчику расширения

source: Close Game Develop
es_es: Cerrar Game Develop
fr_fr: Fermer Game Develop
ru_ru: Закрыть Game Develop

source: Launch Game Develop anyway
es_es: Ejecutar Game Develop de cualquier forma
fr_fr: Lancer tout de même Game Develop
ru_ru: В любом случае запустить Game Develop

source: Launch Game Develop without any extension
es_es: Ejecutar Game Develop sin extensión alguna
fr_fr: Lancer Game Develop sans aucune extension
ru_ru: Запуск Game Develop без какого-либо расширения

source: More options
es_es: Más opciones
fr_fr: Options supplémentaires
ru_ru: Дополнительные опции

source: Edit as if the events were included to scene :
es_es: Editar como si los eventos estuviesen incluidos en la escena :
fr_fr: Editer comme si les évènements étaient inclus à la scène :
ru_ru: Отредактировать, как если бы события были включены в сцену :

source: No scene
es_es: Ninguna escena
fr_fr: Aucune scène
ru_ru: Нет сцены

source: Scene not found.
es_es: Escena no encontrada.
fr_fr: Scène introuvable.
ru_ru: Сцена не найдена.

source: Import items from a game
fr_fr: Importer les éléments d'un jeu
ru_ru: Импорт элементов игры

source: Importing allows you to add elements from another game to the one currently open.
fr_fr: L'importation permet de rajouter les éléments d'un autre jeu à celui actuellement ouvert.
ru_ru: Импорт позволяет добавлять элементы из др. игры той, которая в настоящий момент открыта.

source: Select items to import
fr_fr: Choisir les éléments à importer
ru_ru: Выбрать элементы для импорта

source: Images
es_es: Imágenes
ru_ru: Изображения

source: Scenes
es_es: Escenas
ru_ru: Сцены

source: Global object groups
fr_fr: Groupes d'objets globaux
ru_ru: Группы общих объектов

source: External events
es_es: Eventos externos
fr_fr: Evenements externes
ru_ru: Внешние события

source: The chosen game will not change
fr_fr: Le jeu choisi ne sera pas modifié
ru_ru: Выбранная игра не будет изменена

source: Choose a game and import it
fr_fr: Choisir un jeu et l'importer
ru_ru: Выбрать и импортировать игру
