Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Parse a JSON object and store it into a variable
es_es: Analiza un objeto JSON y lo almacena en una variable
fr_fr: Evalue un objet JSON et le stocke dans une variable
ru_ru: Анализ объекта JSON и сохранение его в переменной

source: Parse JSON string _PARAM0_ and store it into variable _PARAM1_
es_es: Analizar la cadena JSON _PARAM0_ y almacenarla en la variable _PARAM1_
fr_fr: Décoder la chaine JSON _PARAM0_ et la stocker dans la variable _PARAM1_
ru_ru: Декодировать JSON строку _PARAM0_ и сохранить в переменной _PARAM1_

source: JSON string
es_es: Cadena de carácteres JSON
fr_fr: Chaine de caractère JSON
ru_ru: JSON строка

source: Variable where store the JSON object
es_es: Variable donde almacenar el objeto JSON
fr_fr: Variable où stocker l'objet JSON
ru_ru: Переменная для хранения JSON объекта

source: Convert to JSON
es_es: Convertir en JSON
fr_fr: Convertir en JSON
ru_ru: Преобразовать в JSON

source: Convert a variable to JSON
es_es: Convierte una variable en JSON
fr_fr: Convertir une variable en une chaine JSON
ru_ru: Преобразование переменной в JSON строку

source: The variable to be stringify
es_es: La variable a convertir en cadena de carácteres
fr_fr: La variable à transformer en chaine de caractère
ru_ru: Переменная преобразуемая в строку

source: A "While" event was repeated 100000 times: You may have created an infinite loop, which is repeating itself indefinitely and which is going to freeze the software. If you want to stop the preview to correct the issue, click on Yes. If you want to continue the preview, click on No. You can deactivate this warning by double clicking on While events. Stop the preview?
es_es: Un evento "Siempre que" se repitió 100000 veces : Puede que hayas creado un bucle infinito, que se repite a sí mismo indefinidamente y va a congelar el software. Si quieres detener la vista previa para corregir el problema, clic en Si. Si quieres continuar con la vista previa, clic en "No". Puedes desactivar esta advertencia haciendo un doble clic en los eventos "Siempre que". ¿Detener la vista previa?
fr_fr: Un évènement "Tant que" s'est repété pendant 100000 itérations : Il se peut que vous ayez créé une boucle infine, qui se répète sans s'arrêter et qui va donc bloquer le logiciel. Si vous souhaitez arrêter l'aperçu pour corriger le problème, cliquez sur Oui. Si vous souhaitez continuer l'aperçu, cliquez sur Non. Vous pouvez désactiver cette avertissement en éditant les évènements "Tant que" en double cliquant dessus. Arrêter l'aperçu ?
ru_ru: Цикл "While" был повторен 100000 раз : Возможно вы создали бесконечный цикл, повторяющийся без остановки, что может заморозить программу. Для остановки просмотра и исправления проблемы нажмите Да. Если хотите продолжить, нажмите Нет. Вы можете отключить это предупреждение, отредактировав событие "While" дважды щелкнув на него. Остановить просмотр ?

source: Infinite loop
es_es: Riesgo de bucle infinito
fr_fr: Risque de boucle infine
ru_ru: Бесконечный цикл

source: Scene management features
es_es: Funciones de manipulación de escenas
fr_fr: Fonctionnalités de manipulation des scènes
ru_ru: Функции управления сценой

source: Built-in extension allowing to manipulate scenes
es_es: Extensión integrada que permite la manipulación de escenas
fr_fr: Extension permettant de manipuler les scènes, integrée en standard
ru_ru: Встроенное расширение манипулирования сценой

source: Random value
es_es: Valor aleatorio
fr_fr: Valeur aléatoire
ru_ru: Случайное значение

source: Random
es_es: Aleatorio
fr_fr: Aléatoire
ru_ru: Случайный

source: Maximum value
es_es: Valor máximo
fr_fr: Valeur maximale
ru_ru: Максимальное значение

source: At the beginning of the scene
es_es: Al comenzar la escena
fr_fr: Au lancement de la scène
ru_ru: Начало сцены

source: Is true only when scene just begins.
es_es: Sólo es verdad cuando la escena acaba de comenzar.
fr_fr: Est vrai uniquement quand la scène vient juste d'être lancée.
ru_ru: Будет True, если сцена только запущена.

source: Go to a scene
es_es: Ir a la escena
fr_fr: Aller à une scène
ru_ru: Перейти к сцене

source: Change and start the specified scene.
es_es: Cambia e inicia la escena especificada.
fr_fr: Change et démarre la scène spécifiée.
ru_ru: Изменить и запустить указанную сцену.

source: Go to scene _PARAM1_
es_es: Ir a la escena _PARAM1_
fr_fr: Aller à la scène _PARAM1_
ru_ru: Запустить сцену _PARAM1_

source: Name of the scene
es_es: Nombre de la escena
fr_fr: Nom de la scène
ru_ru: Имя сцены

source: Quit the game
es_es: Quitar el juego.
fr_fr: Quitte le jeu.
ru_ru: Выход из игры.

source: Change background color
es_es: Cambiar el color de fondo
fr_fr: Changer la couleur d'arrière plan
ru_ru: Изменить цвет фона

source: Change the background color of the scene.
es_es: Reemplaza el color de fondo de la escena.
fr_fr: Remplace la couleur d'arrière plan de la scène par celle indiquée.
ru_ru: Заменяет цвет фона сцены, указанным.

source: Set background color to _PARAM1_
es_es: Establecer el color de fondo a _PARAM1_
fr_fr: Remplacer la couleur d'arrière plan par _PARAM1_
ru_ru: Заменить цвет фона на _PARAM1_

source: Disable input when focus is lost
es_es: Desactivar las entradas cuando se pierde el foco
fr_fr: Désactiver les entrées quand le focus est perdu
ru_ru: Отключить ввод при потере фокуса

source: Set if the keyboard and mouse buttons must be taken into account even if the window is not active.
es_es: Permite elegir si el teclado y botones del ratón deben tomarse en cuenta aún si la ventana ya no está activa.
fr_fr: Permet de choisir si le clavier et la souris doivent être pris en compte même si la fenêtre n'est pas active.
ru_ru: Выбрать, нужно ли отслеживать ввод с клавиатуры и мыши, даже если окно не активно.

source: Disable input when focus is lost: _PARAM1_
es_es: Desactivar las entradas cuando se pierde el foco : _PARAM1_
fr_fr: Désactiver les entrées quand le focus est perdu : _PARAM1_
ru_ru: Отключить ввод при потере фокуса : _PARAM1_

source: Compare two expressions
es_es: Comparar dos expresiones
fr_fr: Comparaisons d'expressions
ru_ru: Сравнение двух выражений

source: Test the two expression
es_es: Evalúa las dos expresiones
fr_fr: Teste les deux expressions
ru_ru: Тест двух выражений

source: Expression 1
es_es: Expresión 1
ru_ru: Выражение 1

source: Expression 2
es_es: Expresión 2
ru_ru: Выражение 2

source: Sprite
es_es: Sprite ( imagen animada )
fr_fr: Sprite ( image animée )
ru_ru: Спрайт (аним. изображения)

source: Extension for adding animated objects in the scene, which can contain animations with directions within each.
es_es: Extensión que permite agregar objetos animados a la escena, que pueden contener varias animaciones, así como direcciones.
fr_fr: Extension permettant d'ajouter des objets animées à la scène, qui peuvent contenir des animations avec des directions à l'intérieur de chacune.
ru_ru: Расширение для добавления анимированных объектов на сцену, которые могут содержать указания анимации внутри себя.

source: Animated object which can be used for most elements of a game
es_es: Objeto animado que puede ser usado para la mayoría de elementos del juego
fr_fr: Image animée pouvant être utilisé pour la plupart des élements d'un jeu
ru_ru: Анимированный объект, используемый для большинства элементов игры

source: Change object's opacity
es_es: Cambiar la opacidad de un objeto
fr_fr: Régler l'opacité d'un objet
ru_ru: Изменение непрозрачности объекта

source: Change the opacity of an object.
es_es: Cambia la opacidad/transparencia de un objeto.
fr_fr: Modifie la transparence d'un objet.
ru_ru: Изменить непрозрачность объекта.

source: Do _PARAM1__PARAM2_ to the opacity of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la opacidad de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'opacité de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как непрозрачность _PARAM0_

source: Change the animation
es_es: Cambiar la animación
fr_fr: Changer l'animation
ru_ru: Изменение анимации

source: Modify the current animation of the object.
es_es: Modifica la animación actual del objeto.
fr_fr: Modifie l'animation jouée par l'objet Sprite.
ru_ru: Изменить текущую анимацию объекта.

source: Do _PARAM1__PARAM2_ to the number of current animation of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el número de animación de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au numéro de l'animation de _PARAM0_
ru_ru: Добавить _PARAM1__PARAM2_ к текущей анимации _PARAM0_

source: Animations and images
es_es: Animaciones e imágenes
fr_fr: Animations et images
ru_ru: Анимации и изображения

source: Change the direction
es_es: Cambiar la dirección
fr_fr: Changer la direction
ru_ru: Изменить направление

source: Change the direction of the object. If the object is set to automatically rotate, the direction is its angle. If the object is in 8 directions mode, the valid directions are 0..7
es_es: Modifica la dirección del objeto. En modo "rotación automática", la dirección del objeto corresponde a su ángulo. En modo "8 direcciones", el número de animaciones válidas va de 0 a 7
fr_fr: Modifie la direction de l'objet. Si l'objet est en rotation automatique, la direction correspond à son angle. Si l'objet est en mode 8 directions, les numéros de direction vont de 0 à 7
ru_ru: Изменить направление объекта. Направлением объекта с авто вращением является его угол. Если у объекта 8 режимов направлений, номера направлений идут от 0 до 7

source: Do _PARAM1__PARAM2_ to the direction of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ a la dirección de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la direction de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как направление для _PARAM0_

source: Current frame
es_es: Fotograma actual
fr_fr: Numéro de l'image actuelle
ru_ru: Номер текущего изображения

source: Modify the current frame of the object
es_es: Modifica el fotograma (número de imagen actual en la animación) actual del objeto
fr_fr: Modifie le numéro de l'image actuellement affichée de l'objet
ru_ru: Изменить номер текущего изображения (кадра) объекта

source: Do _PARAM1__PARAM2_ to animation frame of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ al fotograma de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au numéro de l'image de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как кадр анимации для _PARAM0_

source: Pause the animation
es_es: Pausar la animación
fr_fr: Mettre en pause l'animation
ru_ru: Пауза анимации

source: Pause the current animation of the object
es_es: Pausa la animación actual del objeto
fr_fr: Met en pause l'animation actuelle de l'objet
ru_ru: Пауза текущей анимации объекта

source: Pause the current animation of _PARAM0_
es_es: Pausar la animación actual de _PARAM0_
fr_fr: Mettre en pause l'animation actuelle de _PARAM0_
ru_ru: Пауза текущей анимации для _PARAM0_

source: Play the animation
es_es: Reproducir la animación
fr_fr: Jouer l'animation
ru_ru: Играть анимацию

source: Play the current animation of the object
es_es: Reproduce la animación actual del objeto
fr_fr: Joue l'animation actuelle de l'objet
ru_ru: Играть текущую анимацию объекта

source: Play the current animation of _PARAM0_
es_es: Reproducir la animación actual de _PARAM0_
fr_fr: Jouer l'animation actuelle de _PARAM0_
ru_ru: Играть текущую анимацию для _PARAM0_

source: Rotate an object toward a position
es_es: Rotar un objeto hacia una dirección
fr_fr: Tourner un objet vers une position
ru_ru: Поворот объекта в позицию

source: Rotate an object towards a position.
es_es: Rota un objeto hacia una dirección. ( En modo "8 direcciones", el objeto asumirá la dirección más apropiada. En modo "rotación automática", el objeto rotará hacia la posición. )
fr_fr: Tourne un objet vers une position. ( En mode 8 directions, l'objet prendra la direction la plus appropriée. Si c'est une rotation automatique, il sera tourné vers l'objet. )
ru_ru: Поворот объекта в позицию. ( С 8 мью направлениями, объект займет наиболее подходящую позицию. Si c'est une rotation automatique, il sera tourné vers l'objet. )

source: Rotate _PARAM0_ towards _PARAM1_;_PARAM2_
es_es: Rotar _PARAM0_ hacia _PARAM1_;_PARAM2_
fr_fr: Tourner _PARAM0_ vers _PARAM1_;_PARAM2_
ru_ru: Повернуть _PARAM0_ в направлении _PARAM1_;_PARAM2_

source: Object to be rotated
es_es: Objeto a rotar
fr_fr: Objet à tourner
ru_ru: Поворачиваемый объект

source: Scale
es_es: Escala
fr_fr: Echelle
ru_ru: Масштаб

source: Modify the scale of the specified object.
es_es: Modifica la escala del objeto especificado.
fr_fr: Modifie l'échelle de la taille de l'objet indiqué.
ru_ru: Изменить масштаб размера указанного объекта.

source: Do _PARAM1__PARAM2_ to the scale of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la escala de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'échelle de la taille de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как масштаб размера _PARAM0_

source: Scale on X axis
es_es: Escalar en eje X
fr_fr: Echelle sur l'axe X
ru_ru: Масштаб по оси X

source: Modify the scale of the width of an object.
es_es: Modifica la escala horizontal (el ancho) de un objeto.
fr_fr: Modifie l'échelle de la taille de l'objet indiqué en largeur.
ru_ru: Изменить масштаб размера ширины объекта.

source: Do _PARAM1__PARAM2_ to the width's scale of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la escala de _PARAM0_ en ancho
fr_fr: Faire _PARAM1__PARAM2_ à l'échelle de la taille de _PARAM0_ en largeur
ru_ru: Задать _PARAM1__PARAM2_ как масштаб ширины для _PARAM0_

source: Scale on Y axis
es_es: Escalar en eje Y
fr_fr: Echelle sur l'axe Y
ru_ru: Масштаб по оси Y

source: Modify the scale of the height of an object.
es_es: Modifica la escala vertical (el alto) de un objeto.
fr_fr: Modifie l'échelle de la taille de l'objet indiqué en hauteur.
ru_ru: Изменить масштаб размера высоты объекта.

source: Do _PARAM1__PARAM2_ to the height's scale of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la escala de _PARAM0_ en alto
fr_fr: Faire _PARAM1__PARAM2_ à l'échelle de la taille de _PARAM0_ en hauteur
ru_ru: Задать _PARAM1__PARAM2_ как масштаб высоты для _PARAM0_ en hauteur

source: Current animation
es_es: Animación actual
fr_fr: Animation actuelle
ru_ru: Текущая анимация

source: Test the number of the current animation of the object.
es_es: Evalúa el número de animación del objeto.
fr_fr: Teste si le numéro de l'animation de l'objet correspond.
ru_ru: Тест номера текущей анимации объекта.

source: The number of the current animation of _PARAM0_ is _PARAM1__PARAM2_
es_es: El número de la animación actual de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le numéro de l'animation de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Номер текущей анимации для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Number to test
es_es: Número a evaluar
fr_fr: Numéro de l'animation à tester
ru_ru: Тест номера анимации

source: Current direction
es_es: Dirección actual
fr_fr: Direction actuelle
ru_ru: Текущее направление

source: Test the direction of the object
fr_fr: Teste si le numéro de la direction de l'objet correspond au test effectué.
ru_ru: Тест проверки номера направления объекта.

source: The direction of _PARAM0_ is _PARAM1__PARAM2_
fr_fr: La direction de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Направление для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Direction to test
es_es: Dirección a evaluar
fr_fr: Numéro de la direction à tester
ru_ru: Тест номера направления

source: Test the number of the current animation frame.
es_es: Evalúa el número de fotograma en la animación actual.
fr_fr: Teste si le numéro de l'image de l'objet correspond.
ru_ru: Тест номера текущего кадра анимации объекта.

source: The animation frame of _PARAM0_ is _PARAM1__PARAM2_
es_es: El fotograma de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'image de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Кадр анимации для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Animation frame to test
es_es: Fotograma a evaluar
fr_fr: Numéro de l'image à tester
ru_ru: Тест номера кадра анимации

source: Animation is paused
es_es: Animación en pausa
fr_fr: Animation en pause
ru_ru: Анимация на паузе

source: Test if the animation of an object is paused
es_es: Evalúa si la animación del objeto está en pausa.
fr_fr: Teste si l'animation de l'objet est en pause.
ru_ru: Тест паузы анимации объекта.

source: The animation of _PARAM0_ is paused
es_es: La animación _PARAM0_ está pausada
fr_fr: L'animation de _PARAM0_ est en pause
ru_ru: Анимация для _PARAM0_ на паузе

source: Animation finished
es_es: Animación finalizada
fr_fr: Animation terminée
ru_ru: Анимация завершена

source: Check if the animation being played by the Sprite object is finished.
es_es: Verifica si la animación reproducida por el objeto Sprite se ha finalizado.
fr_fr: Vérifie si l'animation jouée par l'objet Sprite est terminée.
ru_ru: Проверка, завершена ли анимация спрайт объекта.

source: The animation of _PARAM0_ is finished
es_es: La animación de _PARAM0_ ha finalizado
fr_fr: L'animation actuelle de _PARAM0_ est terminée
ru_ru: Анимация для _PARAM0_ завершена

source: Compare the scale of the width of an object.
es_es: Evalúa la escala horizontal (en ancho) de un objeto.
fr_fr: Teste l'échelle de la taille de l'objet en largeur.
ru_ru: Тест масштаба размера ширины объекта.

source: The width's scale of _PARAM0_ is _PARAM1__PARAM2_
es_es: La escala en ancho de_PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'échelle de la taille de l'objet _PARAM0_ en largeur est _PARAM1_ à _PARAM2_
ru_ru: Масштаб размера ширины для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Compare the scale of the height of an object.
es_es: Evalúa la escala vertical (en alto) de un objeto.
fr_fr: Teste l'échelle de la taille de l'objet en hauteur.
ru_ru: Тест масштаба размера высоты объекта.

source: The height's scale of _PARAM0_ is _PARAM1__PARAM2_
es_es: La escala en alto de _PARAM0_es _PARAM1_ a _PARAM2_
fr_fr: L'échelle de la taille de l'objet _PARAM0_ en hauteur est _PARAM1_ à _PARAM2_
ru_ru: Масштаб размера высоты для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Compare the opacity of an object
es_es: Evalúa la opacidad de un objeto.
fr_fr: Modifie la transparence d'un objet.
ru_ru: Тест прозрачности объекта.

source: The opacity of _PARAM0_ is _PARAM1__PARAM2_
es_es: La opacidad de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'opacité de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Прозрачность для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Compare the number of the blend mode currently used by an object
es_es: Evalúa el número del modo visual actualmente usado por el objeto
fr_fr: Teste le numéro du mode d'affichage actuellement employé par un objet
ru_ru: Тест номера текущего режима наложения используемого объектом

source: The number of the current blend mode of _PARAM0_ is _PARAM1__PARAM2_
es_es: El número del modo visual actual de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le numéro du mode d'affichage de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Номер текущего режима наложения _PARAM0_ от _PARAM1_ до _PARAM2_

source: Effects
es_es: Efectos
fr_fr: Effets
ru_ru: Эффекты

source: Value to test ( 0 : Alpha, 1 : Add, 2 : Multiply, 3 : None )
es_es: Número a evaluar ( 0 : Alpha, 1 : Add, 2 : Multiply, 3 : None )
fr_fr: Valeur à tester ( 0 : Alpha, 1 : Add, 2 : Multiply, 3 : None )
ru_ru: Значения для теста ( 0 : Alpha, 1 : Add, 2 : Multiply, 3 : None )

source: Copy an image on the current one of an object
es_es: Copiar una imagen sobre la del objeto
fr_fr: Copier une image sur celle d'un objet
ru_ru: Копировать изображение на текущий объект

source: Copy an image on the current image of an object. Note that the source image must be preferably kept loaded in memory.
es_es: Copia una imagen sobre la imagen actual de un objeto. Observa que preferiblemente la imagen fuente debe estar cargada en la memoria.
fr_fr: Copie une image sur celle d'un objet. Notez qu'il est préférable que l'image source reste chargée en mémoire.
ru_ru: Копировать изображение на текущий объект. Желательно загрузить исходное изображение в память.

source: Copy image _PARAM2_ on the current of _PARAM0_ at _PARAM3_;_PARAM4_
es_es: Copiar la imagen _PARAM2_ sobre la imagen de _PARAM0_ en la ubicación _PARAM3_;_PARAM4_
fr_fr: Copier l'image _PARAM2_ sur celle de _PARAM0_ à l'emplacement _PARAM3_;_PARAM4_
ru_ru: Копировать изображение _PARAM2_ текущего _PARAM0_ на место _PARAM3_;_PARAM4_

source: Name of the source image
es_es: Nombre de la imagen fuente
fr_fr: Nom de l'image source
ru_ru: Имя исходного изображения

source: Should the copy take in account the source transparency?
es_es: ¿Tomar en cuenta la transparencia de la imagen fuente? ( si se omite: No )
fr_fr: Utiliser la transparence de la source ( non si vide )
ru_ru: Использовать прозрачность источника ( если есть )?

source: Make a color of the image of an object transparent
es_es: Volver transparente un color de la imagen de un objeto
fr_fr: Rendre une couleur de l'image d'un objet transparente
ru_ru: Сделать прозрачным цвет изображения объекта

source: Make a color of the image of an object transparent.
es_es: Vuelve transparente el color especificado, en la imagen del objeto
fr_fr: Rend une couleur de l'image d'un objet transparente.
ru_ru: Сделать цвет изображения объекта прозрачным.

source: Make color _PARAM1_ of the current image of _PARAM0_ transparent
es_es: Hacer el color_PARAM1_ de la imagen actual de _PARAM0_ transparente
fr_fr: Rendre la couleur _PARAM1_ de l'image actuelle de _PARAM0_ transparente
ru_ru: Задать цвет _PARAM1_ текущего изображения _PARAM0_ прозрачным

source: Color to make transparent
es_es: Color a volver transparente
fr_fr: Couleur à rendre transparente
ru_ru: Сделать цвет прозрачным

source: Global color
es_es: Color global
fr_fr: Couleur globale
ru_ru: Глобальный цвет

source: Change the global color of an object. The default color is white.
es_es: Cambia el color global de un objeto. El color por defecto es blanco.
fr_fr: Change la couleur globale de l'objet. Par défaut, la couleur globale d'un Sprite est le blanc.
ru_ru: Изменить глобальный цвет объекта. По умолчанию цвет белый.

source: Change color of _PARAM0_ to _PARAM1_
es_es: Cambiar el color de _PARAM0_ a _PARAM1_
fr_fr: Changer la couleur de _PARAM0_ en _PARAM1_
ru_ru: Задать цвет для _PARAM0_ как _PARAM1_

source: Change the number of the blend mode of an object. The default blend mode is 0 ( Alpha ).
es_es: Cambia el número del modo visual de un objeto. El modo visual por defecto es 0 ( Alpha ).
fr_fr: Change le numéro de mode d'affichage d'un objet. Le mode d'affichage par défaut est 0 ( Alpha ).
ru_ru: Изменить номер режима наложения объекта. По умолчанию режим наложения 0 ( Alpha ).

source: Change Blend mode of _PARAM0_ to _PARAM1_
es_es: Cambiar el número del modo visual de _PARAM0_ a _PARAM1_
fr_fr: Changer le numéro de mode d'affichage de _PARAM0_ en _PARAM1_
ru_ru: Задать режим наложения для _PARAM0_ как _PARAM1_

source: Mode ( 0 : Alpha, 1 : Add, 2 : Multiply, 3 : None )
es_es: Modo ( 0 : Alpha, 1 : Add, 2 : Multiply, 3 : None )
ru_ru: Режим ( 0 : Alpha, 1 : Add, 2 : Multiply, 3 : None )

source: Flip the object horizontally
es_es: Invertir el objeto horizontalmente
fr_fr: Inverse l'affichage de l'objet horizontalement
ru_ru: Переворот объекта по горизонтали

source: Flip horizontally _PARAM0_ : _PARAM1_
es_es: Invertir _PARAM0_ horizontalmente : _PARAM1_
fr_fr: Inverser l'affichage de _PARAM0_ horizontalement : _PARAM1_
ru_ru: Перевернуть по горизонтали _PARAM0_ : _PARAM1_

source: Activate flipping
es_es: Activar inversión
fr_fr: Activer l'inversion
ru_ru: Включить инверсию

source: Flip the object vertically
es_es: Invertir el objeto verticalmente
fr_fr: Inverse l'affichage de l'objet verticalement
ru_ru: Переворот объекта по вертикали

source: Flip vertically _PARAM0_ : _PARAM1_
es_es: Invertir _PARAM0_ verticalmente : _PARAM1_
fr_fr: Inverser l'affichage de _PARAM0_ verticalement : _PARAM1_
ru_ru: Перевернуть по вертикали _PARAM0_ : _PARAM1_
