Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: The C++ code events allow you to call a function written in C++, with if needed the scene or some objects passed as arguments. You can also specify the external source files which must be compiled if your function is refering to features implemented in external source files.
es_es: El evento Código C++ te permite llamar una función escrita en C++, pasando la escena o algunos objetos como argumentos, si es encesario También puedes especificar archivos fuente externos que deban ser compilados, si tu función hace referencia a característica implementadas en archivos fuente externos.
fr_fr: Les évènements code C++ permettent de faire appel à une fonction codée en C++, en lui passant au besoin des objets ou une référence vers la scène. Vous pouvez également spécifier les fichiers annexes à compiler en même temps que la fonction si vous faites appel à des fonctionnalités declarées dans ces fichiers.
ru_ru: Les évènements code C++ permettent de faire appel à une fonction codée en C++, en lui passant au besoin des objets ou une référence vers la scène. Vous pouvez également spécifier les fichiers annexes à compiler en même temps que la fonction si vous faites appel à des fonctionnalités declarées dans ces fichiers.

source: Call to function
es_es: Llamar a la función
fr_fr: Appel à la fonction
ru_ru: Вызов функции

source: Pass a reference to the scene
es_es: Pasar una referencia a la escena
fr_fr: Passer une réfèrence vers la scène
ru_ru: Передать ссылку сцене

source: Pass a list of pointers to objects:
es_es: Pasar una lista de punteros a los objetos :
fr_fr: Passer une liste de pointeurs vers les objets :
ru_ru: Передать список указателей к объектам :

source: Dependencies
es_es: Dependencias
fr_fr: Dépendances
ru_ru: Зависимости

source: Events editor displaying
es_es: Visualización del editor de eventos
fr_fr: Affichage de l'éditeur d'évènements
ru_ru: Показать редактор событий

source: Name/Comment displayed for the event:
es_es: Nombre/Comentario mostrado para el evento :
fr_fr: Nom/Commentaire affiché pour l'évènement :
ru_ru: Показать Имя/Коментарий для события:

source: Display the code in the events editor
es_es: Visualizar el código en el editor de eventos
fr_fr: Afficher le code dans l'éditeur d'évènements
ru_ru: Показать код в редакторе событий

source: Activate profiling ( Relaunch the scene )
es_es: Activar el gestor de rendimiento ( Volver a ejecutar la escena )
fr_fr: Activer le suivi des performances ( Relance la scène )
ru_ru: Включить мониторинг производительности ( перезапустить сцену )

source: Change the number of measure
es_es: Cambiar el número de medidas
fr_fr: Changer le nombre de mesures
ru_ru: Изменение числа показателей

source: Infinity number
es_es: Número infinito
fr_fr: Nombre infini
ru_ru: Бескон. число

source: Number of measures
es_es: Número de medidas
fr_fr: Nombre de mesures
ru_ru: Число показателей

source: Change the interval between each measures.
es_es: Cambiar el intervalo entre cada medida
fr_fr: Changer l'intervalle des mesures
ru_ru: Изменение интервала показателей

source: Display total time
es_es: Mostrar el tiempo total
fr_fr: Afficher le temps total
ru_ru: Общее время показа

source: Display time used by events
es_es: Mostrar el tiempo usado por los eventos
fr_fr: Afficher le temps des évènements
ru_ru: Показ времени событий

source: Display the number of objects
es_es: Mostrar el número de objetos
fr_fr: Afficher le nombre d'objets
ru_ru: Показ количество объектов

source: Total rendering time ( Display + Events )
es_es: Tiempo de renderizado total ( Visualización + Eventos )
fr_fr: Temps de rendu total ( Affichage + Evenements )
ru_ru: Общее время рендеринга ( Отображение + События )

source: Events:
es_es: Eventos :
fr_fr: Evenements :
ru_ru: События :

source: / Percent of time used by events:
es_es: / Porcentaje de tiempo utilizado por los eventos :
fr_fr: / Pourcentage de temps utilisé par les évenements :
ru_ru: / Процент времени, используемого событиями :

source: Total rendering time ( Display + Events ):
es_es: Tiempo de renderizado total ( Visualización + Eventos ) :
fr_fr: Temps de rendu total ( Affichage + Evenements ) :
ru_ru: Общее время рендеринга ( Отображение + События ):

source: Number of objects:
es_es: Número de objetos :
fr_fr: Nombre d'objets :
ru_ru: Число объектов :

source: fps
es_es: f/s
fr_fr: i/s
ru_ru: фпс

source: Enter the number of measure to memorize
es_es: Ingresa el número de medida a memorizar
fr_fr: Entrez le nombre de mesure à conserver
ru_ru: Введите количество сохраняемых показателей

source: Enter time between each measure ( milliseconds )
es_es: Ingresa el tiempo entre cada medida ( en milisegundos )
fr_fr: Entrez le temps entre chaque relevé ( en millisecondes )
ru_ru: Введите время между измерениями ( в миллисек. )

source: Time between each measure
es_es: Tiempo entre cada medida
fr_fr: Temps entre chaque relevé
ru_ru: Время между каждым показателем

source: Game compilation
es_es: Compilación del juego
fr_fr: Compilation du jeu
ru_ru: Компиляция игры

source: Compile
es_es: Compilar
fr_fr: Lancer la compilation
ru_ru: Компилировать

source: Export folder:
es_es: Carpeta de exportación :
fr_fr: Dossier d'export :
ru_ru: Папка экспорта :

source: Compress in a single file
es_es: Comprimir en un archivo único
fr_fr: Compresser en un fichier unique
ru_ru: Сжимать в один файл

source: Activate optimizations ( slow down compilation )
es_es: Activar optimización ( compilación más lenta )
fr_fr: Activer les optimisations ( ralentit la compilation )
ru_ru: Включить оптимизацию ( замедляет компиляцию )

source: The game is empty: Add a scene using the project manager.
es_es: El juego está vacío: Agrega una escena usando el gestor de proyectos.
fr_fr: Le jeu est vide: Ajoutez au moins une scène avec le gestionnaire de projets.
ru_ru: Игра пуста: добавьте как минимум одну сцену с помощью менеджера проекта.

source: Compiled project is now available in the export folder.
es_es: El proyecto compilado está disponible en la carpeta de exportación.
fr_fr: Le projet compilé est disponible dans le dossier d'export.
ru_ru: Скомпилированный проект теперь доступен в папке экспорта.

source: Compilation achieved. Do you want to open the folder where the project has been compiled?
es_es: Compilación archivada y exitosa. ¿Quieres abrir la carpeta donde se ha compilado el proyecto?
fr_fr: Compilation achevée avec succès. Voulez vous ouvrir le dossier où le projet a été compilé ?
ru_ru: Компиляция завершена успешно. Открыть папку с собранным пректом ?

source: You must choose a directory where the project must be exported.
es_es: Debes seleccionar un directorio donde el proyecto deba ser compilado.
fr_fr: Vous devez choisir un répertoire valide où créer le jeu.
ru_ru: Выберите каталог для экспорта проекта.

source: Compilation canceled
es_es: Compilación cancelada
fr_fr: Compilation annulée
ru_ru: Компиляция отменена

source: Unable to create the folder where the project must be compiled. Please ensure that you have sufficient rights to write in this folder.
es_es: Imposible crear la carpeta donde el proyecto debe ser exportado. Por favor asegúrate de tener los derechos suficientes para escribir en esta carpeta.
fr_fr: Impossible de créer le répertoire où le jeu doit être compilé. Vérifiez que vous possédez les droits d'écritures dans cet espace.
ru_ru: Невозможно создать папку для компиляции проекта. Убедитесь, что у вас достаточно прав, для записи в эту папку.

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/distribution/compilation
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/distribution/compilation
ru_ru: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/distribution/compilation

source: Choose a folder, empty if possible, where create your game.
es_es: Selecciona una carpeta, de preferencia vacía, donde crear tu juego.
fr_fr: Choisissez un dossier, vierge de préférence, où créer le jeu.
ru_ru: Выберите папку, желательно пустую, где создаете свою игру.

source: Add from resource library
es_es: Agregar desde la librería de recursos
fr_fr: Ajouter depuis la bibliothèque
ru_ru: Добавить из библиотеки

source: Get help about using the resource manager
es_es: Ayuda acerca del uso del gestor de recursos
fr_fr: Aide à propos de l'utilisation du gestionnaire de ressources
ru_ru: Получить справку об использовании менеджера ресурсов

source: Right click on an image to access to more options
es_es: Clic derecho en una imagen para acceder a más opciones
fr_fr: Clic droit sur une image pour accéder aux options
ru_ru: Щелкните ПКМ на изображении для доп. опций

source: Delete the image DEL
es_es: Eliminar la imagen DEL
fr_fr: Supprimer l'image DEL
ru_ru: Удалить изображение DEL

source: Remove from folder only
es_es: Eliminar únicamente de la carpeta
fr_fr: Supprimer seulement du dossier
ru_ru: Удалить только из папки

source: Move up Ctrl-J
es_es: Mover arriba Ctrl-J
fr_fr: Déplacer vers le haut Ctrl-J
ru_ru: Вверх Ctrl-J

source: Move the image up
es_es: Mover la imagen hacia arriba
fr_fr: Déplacer l'image vers le haut dans la liste
ru_ru: Переместить вверх по списку

source: Move down Ctrl-K
es_es: Mover abajo Ctrl-K
fr_fr: Déplacer vers le bas Ctrl-K
ru_ru: Вниз Ctrl-K

source: Move the image down
es_es: Mover la imagen hacia abajo
fr_fr: Déplacer l'image vers le bas dans la liste
ru_ru: Переместить вниз по списку

source: Add a folder
es_es: Agregar una carpeta
fr_fr: Ajouter un dossier
ru_ru: Добавить папку

source: Choose one or more images to add
es_es: Selecciona una o más imágenes a agregar
fr_fr: Choisissez une ou plusieurs images à ajouter
ru_ru: Выбрать одно или несколько изображений

source: Supported image files|*.bmp;*.gif;*.jpg;*.png;*.tga;*.dds|All files|*.*
es_es: Tipos de imágenes soportadas|*.bmp;*.gif;*.jpg;*.png;*.tga;*.dds|Todos los archivos|*.*
fr_fr: Images supportées|*.bmp;*.gif;*.jpg;*.png;*.tga;*.dds|Tous les fichiers|*.*
ru_ru: Поддерживаемые форматы изображений|*.bmp;*.gif;*.jpg;*.png;*.tga;*.dds|Tous les fichiers|*.*

source: Adding images
es_es: Agregando imágenes
fr_fr: Ajout des images
ru_ru: Добавление изображения

source: Resources successfully added
es_es: Recursos agregados exitosamente
fr_fr: Ajouts des ressources effectué avec succès
ru_ru: Ресурсы успешно добавлены

source: Adding
es_es: Agregando
fr_fr: Ajout de
ru_ru: Добавление

source: Some images in the list have already the same name, and have not been added:
es_es: Algunas imágenes en la lista tenían el mismo nombre, y no han sido agregadas :
fr_fr: Des images portant le même nom sont déjà présentes, et n'ont pas été ajoutées à la liste de toutes les images :
ru_ru: Изображение с этим именем уже присутствует, поэтому не были добавлены в список всех изображений :

source: No image selected
es_es: Ninguna imagen seleccionada
fr_fr: Aucune image sélectionnée
ru_ru: Изображение не выбрано

source: Name
es_es: Nombre
fr_fr: Nom
ru_ru: Имя

source: (Multiple values)
es_es: (Valores múltiples)
fr_fr: (Valeurs multiples)
ru_ru: (Несколько значений)

source: Choose the resource file
es_es: Selecciona el archivo de recursos
fr_fr: Choisissez le fichier de la ressource
ru_ru: Выбрать файл ресурсов

source: All files | *.*
es_es: Todos los archivos | *.*
fr_fr: Tous les fichiers | *.*
ru_ru: Все файлы | *.*

source: File of the resource. The filename is relative to the project directory.
es_es: Archivo del recurso. El nombre del archivo es relativo al directorio del proyecto.
fr_fr: Fichier de la ressource. Le nom de fichier est relatif au répertoire du projet.
ru_ru: Файл ресурсов. Имя файла задается относительно каталога проекта.

source: Unable to rename the image : another image has already this name.
es_es: Imposible renombrar la imagen : otra imagen tiene el mismo nombre.
fr_fr: Impossible de renommer l'image : une autre image porte déjà ce nom.
ru_ru: Невозможно переименовать : изображение с таким именем уже есть.

source: Unable to rename the folder : another folder has already this name.
es_es: Imposible renombrar la carpeta : otra carpeta tiene el mismo nombre.
fr_fr: Impossible de renommer le dossier : un autre dossier porte déjà ce nom.
ru_ru: Невозможно переименовать : папка с таким именем уже есть.

source: All images
es_es: Todas las imágenes
fr_fr: Toutes les images
ru_ru: Все изображения

source: These resources seems to be useless: Check resources to delete.
es_es: Estas imágenes parecen no ser utilizadas: Verificar las imágenes a eliminar.
fr_fr: Ces images ne semblent plus être utilisée dans le projet : Cochez les images à supprimer.
ru_ru: Кажется эти изображения не используются в проекте : Убедитесь в их удалении.

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/edit_image
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_image
ru_ru: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_image

source: Choose the program for editing this kind of resource
es_es: Selecciona el programa para editar este tipo de recurso
fr_fr: Choisissez le programme pour éditer ce type de ressource
ru_ru: Выберите программу для редактирования такого рода ресурса

source: Programs (*.exe)|*.exe
es_es: Programas (*.exe)|*.exe
fr_fr: Programmes (*.exe)|*.exe
ru_ru: Programmes (*.exe)|*.exe

source: Choose a resource in the list to display it.
es_es: Selecciona un recurso en la lista para visualizarlo.
fr_fr: Choisissez une ressource dans la liste pour l'afficher.
ru_ru: Чтобы отобразить ресурс, выберите его из списка.

source: You can add and modify resources using the ribbon.
es_es: Puedes agregar y modificar los recursos usando la cinta.
fr_fr: Vous pouvez ajouter et modifier les ressources avec le ruban.
ru_ru: Вы можете добавлять и изменять ресурсы, используя вкладки.

source: You can add and modify resources using the toolbar
es_es: Puedes agregar y modificar los recursos usando la barra de herramientas
fr_fr: Vous pouvez ajouter et modifier les ressources avec la barre d'outils
ru_ru: Вы можете добавлять и изменять ресурсы, с панели инструментов

source: New folder
es_es: Nueva carpeta
fr_fr: Nouveau dossier
ru_ru: Новая папка

source: Edition of a Sprite object
es_es: Edición del objeto Sprite
fr_fr: Edition de l'objet Sprite
ru_ru: Редактирование спрайт объекта

source: Edit the collision masks ( Hit boxes )
es_es: Editar las máscaras de colisión
fr_fr: Editer les masques de collision
ru_ru: Редактировать маску столкновений

source: Edit the image's point
es_es: Editar los puntos de la imagen
fr_fr: Editer les points de l'image
ru_ru: Редактировать точки изображения

source: Add an animation
es_es: Agregar una animación
fr_fr: Ajouter une animation
ru_ru: Добавить анимацию

source: Delete an animation
es_es: Eliminar una animación
fr_fr: Supprimer une animation
ru_ru: Удалить анимацию

source: De/activate loop
es_es: Des/activar bucle de animación
fr_fr: De/activer le bouclage de l'animation
ru_ru: Де/активировать циклическую анимацию

source: Time between each images
es_es: Tiempo entre cada imagen
fr_fr: Temps entre chaque image
ru_ru: Время между каждым изображением

source: Animations
es_es: Animaciones
ru_ru: Анимация

source: Go back to default mask
es_es: Revertir a la máscara por defecto
fr_fr: Revenir au masque par défaut
ru_ru: Вернуться к маске по умолчанию

source: Collision masks ( Hit boxes )
es_es: Máscaras de colisión
fr_fr: Masques de collision
ru_ru: Маски столкновений

source: Apply the changes to the whole animation
es_es: Aplicar los cambios a todas las imágenes de la animación
fr_fr: Appliquer à toutes les images de l'animation
ru_ru: Применить ко всем кадрам анимации

source: Apply changes to the whole animation
es_es: Aplicar cambios a todas las imágenes de la animación
fr_fr: Appliquer les changements à toutes les images de l'animation
ru_ru: Применить изменение ко всей анимации

source: Points
es_es: Puntos
ru_ru: Точка

source: Automatic rotation
es_es: Rotación automática
fr_fr: Rotation automatique
ru_ru: Автоматический поворот

source: Time between each image :
es_es: Tiempo entre cada imagen :
fr_fr: Temps entre chaque image :
ru_ru: Время между изображениями :

source: Loop the animation
es_es: Animación en bucle
fr_fr: Boucler l'animation
ru_ru: Цикл анимации

source: Add an image from a file
es_es: Agregar una imagen desde un archivo
fr_fr: Ajouter une image depuis un fichier
ru_ru: Добавить изображение из файла

source: Add from the image bank
es_es: Agregar desde el banco de imágenes
fr_fr: Ajouter depuis la banque d'image du jeu
ru_ru: Добавить из банка изображений

source: Remove DEL
es_es: Remover DEL
fr_fr: Retirer DEL
ru_ru: Удалить DEL

source: Move left J
es_es: Mover a la izquierda J
fr_fr: Déplacer vers la gauche J
ru_ru: Переместить влево J

source: Move right K
es_es: Mover a la derecha K
fr_fr: Déplacer vers la droite K
ru_ru: Переместить вправо K

source: Move the entire polygon
es_es: Mover todo el polígono
fr_fr: Déplacer le polygone entier
ru_ru: Переместить весь полигон

source: Rotate the entire polygon
es_es: Rotar todo el polígono
fr_fr: Tourner le polygone entier
ru_ru: Повернуть весь полигон

source: Shape
es_es: Forma
fr_fr: Forme
ru_ru: Форма

source: Images bank's editor
es_es: Editor del banco de imágenes
fr_fr: Editeur de la banque d'images
ru_ru: Редактор банка изображений

source: Drag an image from the image bank to the area below to add it to the animation.
es_es: Arrastra una imagen desde el banco de imágenes al área inferior para agregarla a la animación.
fr_fr: Glissez une image depuis la banque dans la zone ci dessous pour l'ajouter à l'animation.
ru_ru: Перетащите изображение из банка в поле ниже, чтобы добавить к анимации.

source: All animations
es_es: Todas las animaciones
fr_fr: Toutes les animations
ru_ru: Все анимации

source: Animation
es_es: Animación
ru_ru: Анимация

source: Triangle
es_es: Triángulo
ru_ru: Треугольник

source: Quad
es_es: Cuadrilátero
fr_fr: Quadrilatère
ru_ru: Четырехугольник

source: Polygon
es_es: Polígono
fr_fr: Polygone
ru_ru: Многоугольник

source: ( INVALID : The polygon is not convex )
es_es: ( INVÁLIDO : El polígono no es convexo )
fr_fr: ( INVALIDE : Le polygone n'est pas convexe )
ru_ru: ( НЕВЕРНО : многоугольник не выпуклый )

source: Vertice
es_es: Vértice
fr_fr: Sommet
ru_ru: Вершина

source: Time between each images:
es_es: Tiempo entre cada imagen :
fr_fr: Temps entre chaque image :
ru_ru: Время между каждым кадром :

source: One or more polygons from the collision mask are not convex ( They have a hole ). Please modify these polygons before continuing.
es_es: Uno o más polígonos de las máscaras de colisión no son convexos ( Es decir, contienen un hueco ). Por favor modifica esos polígonos antes de continuar.
fr_fr: Un ou plusieurs polygones du masque de collision ne sont pas convexes ( C'est à dire qu'ils contiennent un creux ). Veuillez modifier ces polygones avant de poursuivre.
ru_ru: Один или несколько мн.угольников масок столкновений не выпуклые ( У них есть отверстия ). Пожалуйста, измените эти многоугольники, прежде чем продолжить.

source: NewPoint
es_es: NuevoPunto
fr_fr: NouveauPoint
ru_ru: НоваяТочка

source: The point "Centre" can be automatically placed by Game Develop at the center. Do you really want to modify the point? Click on yes to modify it, click on no so as let Game Develop place it.
es_es: El punto "Centro" puede ser automáticamente ubicado por Game Develop en el centro (comportamiento por defecto). ¿Realmente quieres modificar el punto? Clic en sí para modificarlo, clic en no para que Game Develop lo ubique automáticamente.
fr_fr: Le point centre peut être positionné automatiquement par Game Develop au centre (comportement par défaut). Voulez vous modifier ce point ? Cliquez sur oui pour le modifier, cliquez sur non pour que Game Develop le place automatiquement.
ru_ru: Центральная точка в Game Develop автоматически распологается в центре (по умолчанию). Хотите изменить это ? Нажмите Да, чтобы изменить, или Нет (оставить по умолчанию).

source: Position of the point "Centre"
es_es: Posición del punto "Centro"
fr_fr: Position du point "Centre"
ru_ru: Положение точки "Центр"

source: Enter the X position of the point ( regarding the image ).
es_es: Ingresa la posición X del punto ( respecto a la imagen ).
fr_fr: Entrez la position X du point par rapport à l'image
ru_ru: Введите X положение точки (относительно изображения).

source: Enter the Y position of the point ( regarding the image ).
es_es: Ingresa la posición Y del punto ( respecto a la imagen ).
fr_fr: Entrez la position Y du point par rapport à l'image
ru_ru: Введите Y положение точки (относительно изображения)

source: Enter the width of the rectangle
es_es: Ingresa el ancho del rectángulo
fr_fr: Entrez la largeur du rectangle
ru_ru: Указать ширину прямоугольника

source: New rectangle
es_es: Nuevo rectángulo
fr_fr: Nouveau rectangle
ru_ru: Новый прямоугольник

source: Enter the height of the rectangle
es_es: Ingresa el alto del rectángulo
fr_fr: Entrez la hauteur du rectangle
ru_ru: Указать высоту прямоугольника

source: Enter the angle of the rotation of the rectangle ( in degrees )
es_es: Ingresa el ángulo de rotación del rectángulo ( en grados )
fr_fr: Entrez l'angle de rotation du rectangle ( en degrés )
ru_ru: Указать угол поворота прямоугольника ( в градусах )

source: A polygon can not have less than 3 vertices. Do you want to delete the entire polygon?
es_es: Un polígono no puede tener menos de 3 vértices. ¿Quieres eliminar todo el polígono?
fr_fr: Un polygone ne peut pas avoir moins de 3 sommets. Voulez vous supprimer le polygone entier ?
ru_ru: Многоугольник не может иметь менее 3 вершин. Хотите удалить весь многоугольник?

source: Delete the polygon?
es_es: ¿Eliminar el polígono?
fr_fr: Supprimer le polygone ?
ru_ru: Удалить многоугольник ?

source: Go back to the default mask will erase any custom hit boxes. Are you sure you want to continue?
es_es: Revertir a la máscara por defecto borrará cualquier máscara personalizada. ¿Estás seguro de querer continuar?
fr_fr: Revenir au masque par défaut effacera définitivement le masque personnalisé. Êtes vous sûr de vouloir continuer ?
ru_ru: Возврат к маске по умолчанию сотрет все пользовательские хитбоксы. Вы уверены, что хотите продолжить ?

source: Caution
es_es: Atención
fr_fr: Attention
ru_ru: Внимание

source: Enter the X position of the vertice
es_es: Ingresa la posición X del vértice
fr_fr: Entrez la position X du sommet
ru_ru: Введите позицию X вершины

source: Positioning
es_es: Posicionando
fr_fr: Positionnement
ru_ru: Позиционирование

source: Enter the Y position of the vertice
es_es: Ingresa la posición Y del vértice
fr_fr: Entrez la position Y du sommet
ru_ru: Введите позицию Y вершины

source: Enter the displacement offset on X axis.
es_es: Ingresa el desplazamiento en el eje X.
fr_fr: Entrez le déplacement sur l'axe X
ru_ru: Введите движение по оси X

source: Enter the displacement offset on Y axis.
es_es: Ingresa el desplazamiento en el eje Y.
fr_fr: Entrez le déplacement sur l'axe Y
ru_ru: Введите движение по оси Y

source: Enter the angle of the rotation, in degrees
es_es: Ingresa el ángulo de rotación, en grados
fr_fr: Entrez l'angle de rotation en degrés
ru_ru: Укажите угол поворота в градусах

source: Rotation of the polygon
es_es: Rotación del polígono
fr_fr: Rotation du polygone
ru_ru: Вращение многоугольника

source: Enter time between each image ( in seconds )
es_es: Ingresa el tiempo entre cada imagen ( en segundos )
fr_fr: Entrez le temps entre chaque image ( en secondes )
ru_ru: Введите время между каждым изображением ( в секундах )
