Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Put the object(s) on the lower layer
es_es: Ubicar el/los objeto/s en la capa inferior
fr_fr: Passer le(s) objet(s) sur le calque inférieur
ru_ru: Поместить объект(ы) на нижний слой

source: Delete the selection DEL
es_es: Eliminar la selección DEL
fr_fr: Supprimer la sélection DEL
ru_ru: Удалить выделение DEL

source: Insert a new object
es_es: Insertar un nuevo objeto
fr_fr: Insérer un nouvel objet
ru_ru: Вставить новый объект

source: Lock the object(s)
es_es: Bloquear el/los objeto/s
fr_fr: Verrouiller les objets
ru_ru: Заблокировать объект(ы)

source: Unlock the object under the cursor
es_es: Desbloquear el objeto bajo el cursor
fr_fr: Déverrouiller l'objet sous le curseur
ru_ru: Разблокировать объект под курсором

source: Preview for
es_es: Vista previa para
fr_fr: Aperçu pour
ru_ru: Предварительный для

source: Launch a preview for this platform
es_es: Ejecutar una vista previa para esta plataforma
fr_fr: Lancer un aperçu pour cette plateforme
ru_ru: Запустить пред. просмотр для этой платформы

source: No preview available for
es_es: No hay vista previa disponible para
fr_fr: Pas d'aperçu disponible pour
ru_ru: Пред. просмотр не доступен для

source: No preview can be done for this platform
es_es: No se pude realizar una vista previa para esta plataforma
fr_fr: Aucun aperçu ne peut être fait pour cette plateforme
ru_ru: Нет пред. просмотра для этой платформы

source: This platform does not support launching previews.
es_es: Esta plataforma no soporta la ejecución de vistas previas.
fr_fr: Cette platforme ne permet pas de lancer des aperçus.
ru_ru: Эта платформа не поддерживает запуск пред. просмотра.

source: Mode
es_es: Modo
ru_ru: Режим

source: Edit the layout
es_es: Editar el diseño
fr_fr: Editer la scène
ru_ru: Редактор сцены

source: Launch a preview of the layout
es_es: Ejecutar una vista previa del diseño
fr_fr: Lancer un aperçu de la scène
ru_ru: Запуск пред. просмотра сцены

source: Objects editor
es_es: Editor de objetos
fr_fr: Editeur d'objets
ru_ru: Редактор объектов

source: Show the list of objects of the scene
es_es: Abrir la lista de objetos de la escena
fr_fr: Afficher la liste des objets de la scène
ru_ru: Показать список объектов сцены

source: Layers editor
es_es: Editor de capas
fr_fr: Editeur de calques
ru_ru: Редактор слоя

source: Show the layers editor
es_es: Visualizar el editor de capas
fr_fr: Afficher l'éditeur de calques
ru_ru: Открыть редактор слоя

source: Instances
es_es: Instancias
fr_fr: Listes des objets sur la scène
ru_ru: Список объектов рабочей области

source: Open a list of all instances of objects put on the scene
es_es: Abre una lista de todas las instancias de objetos colocadas en la escena
fr_fr: Afficher la liste des objets placés sur la scène
ru_ru: Открыть список объектов помещенных на сцене

source: Undo the last change
es_es: Deshacer el último cambio
fr_fr: Défaire le dernier changement
ru_ru: Отменить последнее изменение

source: Grid
es_es: Grilla
fr_fr: Grille
ru_ru: Сетка

source: Show a grid
ru_ru: Показать сетку

source: Edit the grid
es_es: Editar la grilla
fr_fr: Editer la grille
ru_ru: Редактировать сетку

source: Edit the size of the grid
es_es: Editar el tamaño de la grilla
fr_fr: Editer la taille de la grille
ru_ru: Изменить размер сетки

source: Mask
es_es: Máscara
fr_fr: Masque de la fenêtre
ru_ru: Маска окна

source: Show a mask corresponding to the size of the game window
es_es: Visualiza una máscara que corresponde al tamaño de la ventana del juego
fr_fr: Affiche un masque correspondant à la taille de la fenêtre de jeu
ru_ru: Отображает маску, соответствующую размеру окна игры

source: Return to the initial position ( 0;0 )
es_es: Volver al origen ( 0;0 )
fr_fr: Revenir à l'origine
ru_ru: Вернуться к началу координат

source: Go back to the origin of the scene
es_es: Vuelve a la posición inicial de la escena
fr_fr: Revenir à l'origine de la scène
ru_ru: Вернуться к началу координат сцены

source: Initial zoom
es_es: Aumento inicial
fr_fr: Zoom initial
ru_ru: Начальное увеличение

source: Go back to the initial zoom level
es_es: Vuelve al nivel de aumento inicial
fr_fr: Revenir au niveau de zoom par défaut
ru_ru: Вернуться к исходному уровню масштабирования

source: Put the object(s) on the layer "
es_es: Ubicar el/los objeto/s en la capa "
fr_fr: Passer le(s) objet(s) sur le calque "
ru_ru: Поместить объект(ы) на слое "

source: Position
ru_ru: Позиция

source: . SHIFT for multiple selection, right click for more options.
ru_ru: . SHIFT для множественного выделения, ПКМ для выбора параметров.

source: http://www.wiki.compilprojects.net/doku.php/en/project_develop/documentation/manual/edit_layout
ru_ru: http://www.wiki.compilprojects.net/doku.php/project_develop/documentation/manual/edit_layout

source: Project
es_es: Proyecto
fr_fr: Projet
ru_ru: Проект

source: The version of Game Develop used to create this game seems to be a new version. Game Develop may fail to open the game, or data may be missing. You should check if a new version of Game Develop is available.
es_es: La versión de Game Develop utilizada para crear este juego parece ser más reciente. Game Develop puede fallar al intentar abrirlo, o puede perderse información. Deberías verificar si hay una nueva versión disponible.
fr_fr: La version de l'éditeur utilisé pour créer ce jeu semble être une nouvelle version. Le jeu peut donc ne pas s'ouvrir, ou des données peuvent manquer. Vous devriez vérifier si une nouvelle version de Game Develop est disponible.
ru_ru: Версия редактора, в котором была сделана игра, новее вашей. Т.ч. игра не может быть открыта или могут отсутствовать некоторые данные. Проверьте доступность новой версии Game Develop.

source: The version of Game Develop used to create this game seems to be greater. Game Develop may fail to open the game, or data may be missing. You should check if a new version of Game Develop is available.
es_es: La versión de Game Develop utilizada para crear este juego parece ser superior. Game Develop puede fallar al intentar abrirlo, o puede perderse información. Deberías verificar si hay una nueva versión disponible.
fr_fr: La version de l'éditeur utilisé pour créer ce jeu semble être supérieure. Le jeu peut donc ne pas s'ouvrir, ou des données peuvent manquer. Vous devriez vérifier si une nouvelle version de Game Develop est disponible.
ru_ru: Версия редактора, в котором была сделана игра, кажется больше вашей. Т.ч. игра не может быть открыта или могут отсутствовать некоторые данные. Проверьте доступность новой версии Game Develop.

source: The game was saved with version of Game Develop which is too old. Please open and save the game with one of the first version of Game Develop 2. You will then be able to open your game with this Game Develop version.
es_es: El juego fue guardado con una versión muy antigua de Game Develop. Por favor abre y guarda el juego con una de las primeras versiones de Game Develop 2 ( descargable desde el sitio oficial ), luego podrás abrir tu juego con esta versión de Game Develop.
fr_fr: Le jeu ouvert a été enregistré avec une ancienne version de Game Develop. Veuillez l'ouvrir avec une version précédente de Game Develop 2 ( Téléchargeable sur le site officiel ),puis enregistrez le et réouvrez le avec cette version.
ru_ru: Открытая игра была сохранена на значительно старой версии Game Develop. Пожалуйста, откройте игру в одной из предыдущих версий Game Develop 2 ( Доступно на оф. сайте ),затем сохранить ее и отрыть уже с этой версией.

source: Sprite scaling has changed since GD 2: The resizing is made so that the origin point of the object won't move whatever the scale of the object.
es_es: El redimensionamiento de objetos Sprite ha cambiado desde GD 2 : El redimensionamiento se efectúa de manera que el origen del objeto no cambia, independientemente de la escala de éste.
fr_fr: Le redimensionnement des objets Sprite a changé depuis GD 2 : Le redimensionnement est maintenant fait de façon à ce que le point d'origine ne bouge pas quelque soit la taille de l'objet.
ru_ru: Изменение размеров спрайт объектов изменилось в GD 2 : Масштабирование теперь сделано так, что исходна точка объекта не перемещается и независит от размера объекта.

source: You may have to slightly change the position of some objects if you have changed their size.
es_es: Tal vez debas cambiar ligeramente la posición de algunos objetos. si cambiaste sus tamaños.
fr_fr: Vous pouvez à avoir à repositionner légèrement certains objets si vous avez modifié leurs tailles.
ru_ru: Возможно вам придется немного подправить местоположение объектов, при изменении их размера.

source: Thank you for your understanding.
es_es: Gracias por tu comprensión.
fr_fr: Merci de votre compréhension.
ru_ru: Спасибо за ваше понимание.

source: Author
es_es: Autor
fr_fr: Auteur
ru_ru: Автор

source: Window
es_es: Ventana
fr_fr: Fenêtre
ru_ru: Окно

source: Vertical Synchronization
es_es: Sincronización vertical
fr_fr: Synchronisation verticale
ru_ru: Вертикальная синхронизация

source: Limit the framerate
es_es: Limite de "framerate"
fr_fr: Limiter le framerate
ru_ru: Огранич частоты кадров

source: Maximum FPS
es_es: FPS máximo
fr_fr: FPS maximum
ru_ru: Максимум FPS

source: Minimum FPS
es_es: FPS mínimo
fr_fr: FPS minimum
ru_ru: Минимум FPS

source: Generation
es_es: Generación
fr_fr: Génération
ru_ru: Генерация

source: Windows executable name
es_es: Nombre del ejecutable Windows
fr_fr: Nom de l'executable Windows
ru_ru: Имя исполняемого файла Windows

source: Windows executable icon
es_es: Ícono del ejecutable Windows
fr_fr: Icone de l'executable Windows
ru_ru: Иконка исполняемого файла Windows

source: Linux executable name
es_es: Nombre del ejecutable Linux
fr_fr: Nom de l'executable Linux
ru_ru: Имя исполняемого файла Linux

source: Mac OS executable name
es_es: Nombre del ejecutable Mac OS
fr_fr: Nom de l'executable Mac OS
ru_ru: Имя исполняемого файла Mac OS

source: C++ features
es_es: Funcionalidades C++
fr_fr: Fonctionnalités C++
ru_ru: Особенности C++

source: Unable to save file
es_es: Imposible guardar el archivo
fr_fr: Impossible de sauver le fichier
ru_ru: Невозможно сохранить файл

source: ! Check that the drive has enough free space, is not write-protected and that you have read/write permissions.
es_es: ! Verifica que el disco tiene suficiente espacio, que no esté protegido contra escritura y que tú tienes permisos de lectura/escritura.
fr_fr: ! Vérifiez que le fichier existe, que le disque comporte assez d'espace libre et qu'il n'est pas protégé en écriture.
ru_ru: ! Убедитесь что файл существует, что диск имеет достаточно свободного пространства и не защищен от записи.

source: Make sure the file exists and that you have the right to open the file.
es_es: Verifica que el archivo existe y que tienes los derechos suficientes para abrirlo.
fr_fr: Vérifiez que le fichier existe et que vous possédez les droits suffisants pour y accéder.
ru_ru: Убедитесь что файл существует и что вы имеете достаточно прав для доступа к нему.

source: Please use only letters, digits and underscores ( _ ).
es_es: Por favor utiliza sólamente letras, números y guiones bajos ( _ ).
fr_fr: Veuillez n'utiliser que des lettres, chiffres et underscore ( _ ).
ru_ru: Пожалуйста, используйте только буквы, цифры и знак подчеркивания ( _ ).

source: Smooth the image
es_es: Suavizar la imagen
fr_fr: Lisser l'image
ru_ru: Сглаживать изображение

source: Set this to "Yes" to set a smooth filter on the image
es_es: Establécelo en "Sí" para aplicar un filtro de suavizado en la imagen
fr_fr: Mettre à "Oui" afin d'appliquer un lissage sur l'image
ru_ru: Установить "Да" для сглаживания изображения

source: Always loaded in memory
es_es: Mantener siempre cargado en la memoria
fr_fr: Toujours conserver l'image en mémoire
ru_ru: Всегда хранить изображение в памяти

source: Set this to "Yes" to let the image always loaded in memory. Useful when the image is used by actions.
es_es: Establécelo en "Sí" para mantener la imagen siempre cargada en la memoria. Útil cuando la imagen es usada por acciones.
fr_fr: Mettre à "Oui" pour conserver l'image ne mémoire. Utile quand l'image est utilisée par des actions.
ru_ru: Установить "Да" для хранения изображения в памяти. Utile quand l'image est utilisée par des actions.

source: Something bad happened!
es_es: ¡A ocurrido algo malo!
fr_fr: Quelque chose s'est mal passé !

source: It seems that Game Develop has closed abruptly after an error. Game Develop should never freeze or crash whatever the user make. You can help us correct the problem by filling the error report.
es_es: Al parecer Game Develop se ha cerrado abruptamente a causa de un error. Game Develop nunca debería congelarse o cerrarse. Puedes ayudarnos a corregir el problema completando el reporte de error.
fr_fr: Il semble que Game Develop se soit fermé brusquement suite à une erreur. Game Develop ne devrait jamais se bloquer ou planter. Vous pouvez nous aider à corriger le problème en complétant le rapport d'erreur.

source: To help us solve the problem, try to describe the error as precisely as you can. Indicate if possible: -How did the error happened (Click on a button ...) -In which part of program (Scene editor, events editor...)
es_es: Con el fin de resolver el problema, trata de describir el error tan precisamente como puedas. Indica, en la medida de lo posible: -Como ha sucedido el error (cliquear un botón...) -En que parte del programa (editor de escenas, editor de eventos...)
fr_fr: Afin de nous aider à résoudre le problème, essayez de décrire comment est survenue l'erreur. Indiquez, dans la mesure du possible : -Comment le bug s'est déclenché (clic sur un bouton...) -Où s'est il déclenché (éditeur de scènes, choix d'une action...)

source: You can enter your email: (optional, so as to contact you if we need more information)
es_es: Puedes ingresar tu mail: (Opcional, para poder contactarte si necesitamos más información)
fr_fr: Vous pouvez entrer votre adresse mail: (Optionnel, pour vous contacter au besoin)

source: When you've described the error, click on the button to automatically send the report. Thanks!
es_es: Cuando hayas descripto el error, cliquea el botón para enviar el reporte automáticamente. ¡Gracias!
fr_fr: Quand vous avez décrit l'erreur, cliquez sur le bouton pour envoyer automatiquement le rapport. Merci !

source: Send my report!
es_es: ¡Enviar mi reporte!
fr_fr: Envoyer le rapport !

source: Here is a list of the projects opened during the last session:
es_es: Aquí hay una lista de los proyectos abiertos durante la última sesión:
fr_fr: Voici la liste des projets ouverts durant la dernière session :

source: Game Develop may have made automatic backups of these projects. When you'll close this window, the backups will be opened. If these backup are not corrupted, you can save them over the original project files.
es_es: Game Develop pudo haber hecho un respaldo automático de los proyectos. Cuando cierres esta ventana, los salvaguardados se abrirán. Si esos archivos de respaldo no están corruptos, puedes guardarlos sobre los archivos originales de los proyectos.
fr_fr: Game Develop peut avoir fait des sauvegardes automatiques des projets. quand vous fermerez cette fenêtre, les sauvegardes seront réouvertes. Si elles ne semblent pas corrompues ou datées, vous pouvez les enregistrer par dessus les fichiers originaux.

source: Close but don't open the autosave(s)
es_es: Cerrar pero no abrir los salvaguardados
fr_fr: Fermer sans ouvrir les sauvegardes

source: Report the error
es_es: Reportar el error
fr_fr: Rapport d'erreur

source: Load autosaves
es_es: Cargar salvaguardados
fr_fr: Chargement des sauvegardes

source: (Autosave not found!)
es_es: (¡No hay salvaguardados!)
fr_fr: (Sauvegarde non trouvée !)

source: Thanks for reporting the error!
es_es: ¡Gracias por reportar el error!
fr_fr: Merci pour avoir rapporté l'erreur !

source: The file is relative to the directory of the .gdg file.
es_es: El archivo es relativo al directorio del archivo .gdg.
fr_fr: Le nom du fichier est relatif à l'emplacement du fichier .gdg du jeu.

source: Right Control : No Left Control : Yes
es_es: Control derecho : No Control izquierdo : Sí
fr_fr: Control droit : Non Control gauche : Oui

source: Right Alt : No Left alt : Yes
es_es: Alt derecho : No Alt izquierdo : Sí
fr_fr: Alt droit : Non Alt gauche : Oui

source: Right Shift : No Left Shift : Yes
es_es: Shift derecho : No Shift izquierdo : Sí
fr_fr: Shift droit : Non Shift gauche : Oui

source: Check so as to that the condition verify the reverse of what it should do.
es_es: Chequear para que la condición verifique el inverso de lo que debería.
fr_fr: Cochez pour que la condition vérifie l'inverse de ce qu'elle devrait faire.

source: True or False
es_es: Verdadero o Falso
fr_fr: Vrai ou Faux

source: True
es_es: Verdadero
fr_fr: Vrai

source: False
es_es: Falso
fr_fr: Faux

source: Programmed in C++, compiled with TDM-GCC, written with Sublime Text
es_es: Programado en C++, compilado con TDM-GCC, escrito a través de Sublime Text
fr_fr: Programmé en C++, compilé avec TDM-GCC, écrit avec Sublime Text

source: Contributors: (No special order)
es_es: Contribuidores : (Sin orden particular)
fr_fr: Contributeurs : (Sans ordre spécial)

source: François Dumortier : Game Develop logo design and website conception.
es_es: François Dumortier : Diseñador del logo y creación del sitio de Game Develop
fr_fr: François Dumortier : Conception du logo et du site web de Game Develop

source: Constantine Shvetsov: Awesome design of icons
es_es: Constantine Shvetsov: Impresionante diseño de íconos
fr_fr: Constantine Shvetsov: Design des icones

source: Franco Maciel: Spanish translation
es_es: Franco Maciel: Traducción al Español
fr_fr: Franco Maciel: Traduction espagnole

source: Diego Schiavon : English translation of the tutorial and Indiegogo Ubuntu contributor
es_es: Diego Schiavon : Traducción al inglés del tutorial y contribuidor Indiegogo Ubuntu
fr_fr: Diego Schiavon : Traduction anglaise du tutoriel et contributeur Ubuntu Indiegogo

source: conceptgame : Indiegogo super contributor. Thanks!
es_es: conceptgame : super contribuidor Indiegogo. ¡Gracias!
fr_fr: conceptgame : Indiegogo super contributeur. Merci!

source: Images and other icons:
es_es: Imágenes e íconos :
fr_fr: Images et icones :

source: Some icons came from Crystal Project Icons by Everaldo Coelho
es_es: La mayor parte de los íconos provienen de Crystal Project Icons por Everaldo Coelho
fr_fr: Quelques icones proviennent de Crystal Project Icons par Everaldo Coelho

source: Only one "Trigger Once" condition is needed in a list of conditions.
es_es: Sólamente una condición "Trigger Once" es necesaria en una lista de condiciones.
fr_fr: Seulement une condition "Déclencher une fois" est nécessaire dans une liste de condition.

source: Send anonymous statistics about Game Develop ( version, language used )
es_es: Enviar estadísticas anónimas acerca de Game Develop (versión, lenguaje usado)
fr_fr: Envoyer des informations anonymes à propos de Game Develop (version, langage utilisé)

source: When checked, Game Develop will send some anonymous information to our server so as to get some statistics about the software
es_es: Si se activa, Game Develop enviará información anónima a nuestros servidores para tener algunas estadísticas acerca del programa
fr_fr: Si coché, Game Develop enverra des informations anonymes à notre serveur afin d'établir quelques statistiques sur l'utilisation de GD

source: Browse
es_es: Examinar
fr_fr: Parcourir

source: Game Develop must be relaunched to make some changes effective.
es_es: Game Develop debe ser vuelto a ejecutar para llevar a cabo algunos cambios.
fr_fr: Game Develop doit être relancé pour prendre en compte certaines modifications.

source: Program (*.exe)|*.exe
es_es: Programa (*.exe)|*.exe
fr_fr: Programme (*.exe)|*.exe

source: You can not use this name, it contains invalid characters.
es_es: No puedes utilizar este nombre, contiene carácteres inválidos.
fr_fr: Ce nom contient des caractères invalides!

source: Unable to rename: a scene has already the same name.
es_es: Imposible renombrar : Una escena tiene el mismo nombre.
fr_fr: Impossible de renommer : une scène porte déjà ce nom !

source: Unable to rename: some external events have already the same name.
es_es: Imposible renombrar : Un evento externo tiene el mismo nombre.
fr_fr: Impossible de renommer : d'autres évènements externes portent déjà ce nom !

source: Please wait, the internal compilation of events must be finished before continuing...
es_es: Por favor se paciente, la compilación interna de eventos debe completarse antes de continuar...
fr_fr: Veuillez patienter, la compilation interne des évènements doit être menée à terme avant de continuer...

source: Changes have been made to the project. Are you sure you want to close it?
es_es: Se han hecho modificaciones al proyecto. ¿Estás seguro de querer cerrarlo?
fr_fr: Des changements ont été apportés au projet. Êtes vous sûr de vouloir le fermer ?

source: Error while downloading the update file. Please check your internet connection and your firewall. You can disable Check for updates in the preferences of Game Develop.
es_es: Error al descargar el archivo de actualización. Por favor verifica la conexión a internet y las opciones de tu firewall. ( Puedes desactivar el chequeo de actualizaciones en las preferencias )
fr_fr: Erreur lors du téléchargement du fichier de mise à jour. Vérifiez votre connexion internet et les paramètres de votre pare-feu. ( Vous pouvez désactiver la vérification des mises à jour dans les préférences. )

source: Unable to connect to the server so as to check for updates. Please check your internet connection, your firewall and if you can go on GD website. You can disable Check for updates in the preferences of Game Develop.
es_es: Imposible conectar con el servidor para verificar actualizaciones. Verifica tu conexión a internet, tu firewall y si puedes acceder al sitio oficial de GD. Puedes desactivar el chequeo de actualizaciones en las preferencias de Game Develop.
fr_fr: Impossible de se connecter au serveur de vérification des mises à jour de Compil Games. Vérifiez votre connexion internet, votre pare-feu et si il vous est possible d'accéder à notre site. Vous pouvez désactiver la vérification des mises à jour dans les préférences.

source: Error while loading the update file. Please check your internet connection and your firewall. You can disable Check for updates in the preferences of Game Develop.
es_es: Error al cargar las actualizaciones. Por favor verifica la conexión a internet y las opciones de tu firewall. Puedes desactivar el chequeo de actualizaciones en las preferencias.
fr_fr: Erreur lors du chargement du fichier de mise à jour. Vérifiez votre connexion internet et les paramètres de votre pare-feu. Vous pouvez désactiver la vérification des mises à jour dans les préférences.

source: Project.gdg
es_es: Proyecto.gdg
fr_fr: Projet.gdg

source: Add an automatism
es_es: Agregar un automatismo
