Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Search for undeclared variables
es_es: Buscar variables sin declarar
fr_fr: Chercher les variables non déclarées
ru_ru: Поиск необъявленных переменных

source: Search for undeclared variables inside the project
es_es: Busca las variables no declaradas dentro del proyecto
fr_fr: Chercher les variables non déclarées dans le projet
ru_ru: Поиск необъявленных переменных в проекте

source: Help about variables
es_es: Ayuda sobre variables
fr_fr: Aide sur les variables
ru_ru: Помощь по переменным

source: Variables edition
es_es: Edición de variables
fr_fr: Edition des variables
ru_ru: Редактирование переменных

source: These variables are used but not declared: Check the variables to be added to the list.
es_es: Estas variables son utilizadas pero no están declaradas : Selecciona las variables a ser agregadas a la lista.
fr_fr: Ces variables sont utilisées mais non déclarées : Cochez les variables à ajouter à la liste.
ru_ru: Эти переменные используются, но не объявлены : Проверьте переменные, которые будут добавлены в список.

source: Adding undeclared variables
es_es: Agregar variables no declaradas
fr_fr: Ajout de variables non declarées
ru_ru: Добавление необъявленных переменных

source: Enter the initial value of the variable
es_es: Ingresa el valor inicial de la variable
fr_fr: Entrer la valeur initiale de la variable
ru_ru: Ввод начального значения переменной

source: Enter the new name of the variable
es_es: Ingresa el nuevo nombre de la variable
fr_fr: Entrez le nouveau nom de la variable
ru_ru: Введите новое имя переменной

source: New name
es_es: Nuevo nombre
fr_fr: Nouveau nom
ru_ru: Новое имя

source: Edit the comment
es_es: Editar el comentario
fr_fr: Editer le commentaire
ru_ru: Изменить комментарий

source: Use two columns
es_es: Utilizar dos columnas
fr_fr: Utiliser deux colonnes
ru_ru: Использовать две колонки

source: Text color
es_es: Color de texto
fr_fr: Couleur du texte
ru_ru: Цвет текста

source: Edit the expression
es_es: Editar la expresión
fr_fr: Editer l'expression
ru_ru: Изменить выражение

source: No errors.
es_es: Sin errores.
fr_fr: Pas d'erreurs.
ru_ru: Без ошибок.

source: Click to position cursor on the error.
es_es: Clic para posicionar el cursor sobre el error.
fr_fr: Cliquer pour positionner le curseur sur l'erreur.
ru_ru: Нажмите, чтобы установить курсор на ошибке.

source: Basic operations
es_es: Operaciones básicas
fr_fr: Opérations courantes
ru_ru: Основные операции

source: Complex operations
es_es: Operaciones complejas
fr_fr: Opérations complexes
ru_ru: Сложные операции

source: x^n raise x to power n
fr_fr: x^n éleve x à la puissance n
ru_ru: x^n возвести x в степень n

source: sqrt(x) compute the square root of x.
es_es: sqrt(x) calcula la raíz cuadrada de x.
fr_fr: sqrt(x) calcule la racine carrée de x.
ru_ru: sqrt(x) квадратный корень из x.

source: Nth root of a number. nthroot(27, 3) will return 3.
es_es: Raíz n-ésima. nthroot(27, 3) retornará 3
fr_fr: Racine n-ième. nthroot(27, 3) donnera 3
ru_ru: N-ый корень числа. nthroot(27, 3) возвращает 3

source: Natural logarithm
es_es: Logaritmo natural
fr_fr: Logarithme népérien
ru_ru: Натуральный логарифм

source: Round to the smallest following integer.
es_es: Redondeo por defect ( el entero inferior más cercano).
fr_fr: Arrondi à l'entier le plus petit.
ru_ru: Округление до меньшего целого числа.

source: Round to the greatest following integer.
es_es: Redondeo por exceso ( el entero superior más cercano).
fr_fr: Arrondi à l'entier le plus grand.
ru_ru: Округление до большего целого числа.

source: in(x) convert x in an integer.
es_es: int(x) convierte x en un entero.
fr_fr: int(x) convertit x en un entier.
ru_ru: int(x) преобразует x в целое.

source: abs(x) return the absolute value of x.
es_es: abs(x) retorna el valor absoluto de x.
fr_fr: abs(x) renvoie la valeur absolue de x.
ru_ru: abs(x) возвращает абсолютное значение x.

source: Mathematical functions and operators
es_es: Operadores y funciones matemáticas
fr_fr: Opérations et fonctions mathématiques
ru_ru: Математические функции и операции

source: Add
es_es: Agregar
fr_fr: Ajouter
ru_ru: Добавить

source: Objects functions
es_es: Funciones de objetos
fr_fr: Fonctions d'objets
ru_ru: Функции объектов

source: Other functions
es_es: Otras funciones
fr_fr: Autres fonctions
ru_ru: Другие функции

source: The expression is malformed. Are you sur you want to validate this expression ?
es_es: La expresión está mal formulada. ¿Estás seguro de querer validar esta expresión?
fr_fr: L'expression est mal formulée. Êtes vous sûr de vouloir valider cette expression ?
ru_ru: Выражение имеет неверный формат. Вы уверены, что хотите проверить это выражение ?

source: The expression contains one or more errors.
es_es: La expresión contiene uno o más errores.
fr_fr: L'expression contient une ou plusieurs erreurs.
ru_ru: Выражение содержит одну или несколько ошибок.

source: All properties
es_es: Todas las propiedades
fr_fr: Toutes les proprietés
ru_ru: Все свойства

source: All special values
es_es: Todos los valores especiales
fr_fr: Toutes les valeurs spéciales
ru_ru: Все специальные значения

source: Parameter
es_es: Parámetro
fr_fr: Paramètre
ru_ru: Параметр

source: Edition of "For each object" event
es_es: Edición del evento "Por cada objeto"
fr_fr: Edition de l'évènement "Pour chaque objet"
ru_ru: Редактирование события "Для каждого объекта"

source: Repeat event for each object:
es_es: Repetir el evento por cada objeto :
fr_fr: Répeter l'évènement pour chaque objet :
ru_ru: Повтор события для каждого объекта :

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/foreach_events
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/foreach_events
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/foreach_events

source: Modify the parameters of the layer
es_es: Modificar los parámetros de la capa
fr_fr: Modifier les paramètres du calque
ru_ru: Изменить параметры слоя

source: Name :
es_es: Nombre :
fr_fr: Nom :
ru_ru: Имя :

source: Visible
ru_ru: Видимый

source: Cameras
es_es: Cámaras
fr_fr: Caméras
ru_ru: Камера

source: Camera No.
es_es: Cámara N°
fr_fr: Caméra n°
ru_ru: Камера N°

source: Add another camera
es_es: Agregar otra camara
fr_fr: Ajouter une autre caméra
ru_ru: Добавить другую камеру

source: Editing the camera
es_es: Edición de la cámara
fr_fr: Edition de la camera
ru_ru: Редактирование камеры

source: Custom size :
es_es: Tamaño personalizado :
fr_fr: Taille personnalisée :
ru_ru: Особый размер :

source: Custom viewport :
es_es: Zona de visión personalizada:
fr_fr: Zone de rendu personnalisée :
ru_ru: Пользов окно просмотра :

source: For example, a camera which takes the left side of the window would be defined with 0, 0, 0.5, 1. By default, a camera has a viewport which covers the entire window.
es_es: Expresado como factor del tamaño de la ventana. Ejemplos : 0;0 a 1;1 tomará toda la ventana. 0;0 a 0.5;1 tomará la mitad derecha de la ventana. 0.5;0 a 1;0.5 tomará el cuarto superior-derecho de la ventana.
fr_fr: Exprimée en facteur de la taille de la fenêtre. Exemples : 0;0 à 1;1 prendra toute la fenêtre. 0;0 à 0.5;1 prendra la partie gauche de la fenêtre.
ru_ru: Выражается как показатель размера окна. Примеры : 0, 0, 1, 1 принять все окно. 0, 0, 0.5, 1 на левую сторону окна.

source: The name is incorrect
es_es: El nombre es incorrecto
fr_fr: Le nom entré est incorrect.
ru_ru: Некорректное имя.

source: The layer must have at least one camera.
es_es: La capa debe tener al menos una cámara.
fr_fr: Impossible d'enlever l'unique camera du calque.
ru_ru: Слой должен иметь как минимум одну камеру.

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/editors/scene_editor/edit_layer
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/editors/scene_editor/edit_layer
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/editors/scene_editor/edit_layer

source: Create a link to another scene
es_es: Crea un enlace a otra escena
fr_fr: Créer un lien vers une autre scène
ru_ru: Создать ссылку на другую сцену

source: Link to scene/external events:
es_es: Enlazar a la escena/evento externo :
fr_fr: Lien vers la scène/évènements externes :
ru_ru: Ссылка на сцено/внешние события :

source: Include
es_es: Incluir
fr_fr: Inclure
ru_ru: Включить

source: All scene's events
es_es: Todos los eventos de la escena
fr_fr: Tous les évènements de la scène
ru_ru: Все события сцены

source: Only the events
es_es: Sólo los eventos
fr_fr: Seulement les évènements
ru_ru: Только события

source: Number of the first event
es_es: Número del primer evento
fr_fr: Numéro de l'évènement de départ
ru_ru: Номер первого события

source: Number of the last event
es_es: Número del último evento
fr_fr: Numéro de l'évènement de fin
ru_ru: Номер последнего события

source: (included)
es_es: (incluido)
fr_fr: (inclus)
ru_ru: (включенный)

source: Remember to update the numbers of the events if you delete or add events in the scene linked.
es_es: Recuerda actualizar los números de los eventos si eliminas o agregas eventos en la escena enlazada.
fr_fr: Pensez à mettre à jour les numéros des évènements du lien si vous supprimez/ajoutez des évènements dans la scène liée.
ru_ru: Не забывайте обновлять номера событий ссылки, если вы удаляете, добавляете события на связанной сцене.

source: Edition of "Repeat" event
es_es: Edición del evento "Repetir"
fr_fr: Edition de l'évènement Répéter
ru_ru: Редактирование события "Повтор"

source: Number of repetitions of the event :
es_es: Número de repeticiones :
fr_fr: Nombre de répétitions :
ru_ru: Число повторений события :

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/repeat_events
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/repeat_events
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/repeat_events

source: Grid parameters
es_es: Parámetros de la grilla
fr_fr: Paramètres de la grille
ru_ru: Параметры сетки

source: Width of a cell:
es_es: Ancho de una celda :
fr_fr: Largeur d'une case :
ru_ru: Ширина ячейки :

source: Height of a cell:
es_es: Alto de una celda :
fr_fr: Hauteur d'une case :
ru_ru: Высота ячейки :

source: Snap to grid
es_es: Ajustar a la grilla
fr_fr: Magnétiser la grille
ru_ru: Привязка к сетке

source: The width of the grid is wrong.
es_es: El ancho de la grilla es incorrecto.
fr_fr: La largeur de la grille est incorrecte.
ru_ru: Некорректная ширина сетки.

source: The height of the grid is wrong.
es_es: El alto de la grilla es incorrecto.
fr_fr: La hauteur de la grille est incorrecte.
ru_ru: Некорректная высота сетки.

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/editors/scene_editor/edit_scene_edit
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/editors/scene_editor/edit_scene_edit
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/editors/scene_editor/edit_scene_edit

source: (Multiples values)
es_es: (Valores múltiples)
fr_fr: (Valeurs multiples)
ru_ru: (Расширен. значения)

source: Instance properties
es_es: Propiedades de la instancia
fr_fr: Propriétés de l'instance
ru_ru: Свойства экземпляра

source: Z Order
es_es: Plano (Z)
fr_fr: Plan
ru_ru: Z плоскость

source: Locked
es_es: Bloqueado
fr_fr: Verrouillé
ru_ru: Запереть

source: Click to edit...
es_es: Clic para editar...
fr_fr: Cliquez pour éditer...
ru_ru: Щелкнуть для редактирования...

source: Special paste
es_es: Pegado especial
fr_fr: Collage spécial
ru_ru: Спец. вставка

source: Start pasting at :
es_es: Comenzar pegando en :
fr_fr: Commencer le collage en :
ru_ru: Запустить вставку в :

source: Number of copies:
es_es: Número de copias :
fr_fr: Nombre de copies de l'objet :
ru_ru: Количество копий объекта :

source: in width ( X )
es_es: en ancho ( X )
fr_fr: en largeur ( X )
ru_ru: ширина ( X )

source: in height ( Y )
es_es: en alto ( Y )
fr_fr: en hauteur ( Y )
ru_ru: высота ( Y )

source: Spaces between each obejects
es_es: Espacios entre cada objeto :
fr_fr: Espacer chaque objet de :
ru_ru: Отделять промежутками каждый объект :

source: pixels in width
es_es: píxeles de ancho
fr_fr: pixels en largeur
ru_ru: пикселей в ширину

source: pixels in height
es_es: píxeles de alto
fr_fr: pixels en hauteur
ru_ru: пикселей в высоту

source: Apply progressively to each created object :
es_es: Aplicar progresivamente a cada objeto creado :
fr_fr: Appliquer progressivement à chaque objet créé :
ru_ru: Прогрессивно применять к каждому созд. объекту :

source: Add a layer
es_es: Agregar una capa
fr_fr: Ajouter un calque
ru_ru: Добавить слой

source: Add a new layer
es_es: Agrega una nueva capa
fr_fr: Ajouter un calque
ru_ru: Добавить новый слой

source: Delete the selected layer
es_es: Eliminar la capa seleccionada
fr_fr: Supprimer le calque sélectionné
ru_ru: Удалить выбранный слой

source: Edit the properties of the layer
es_es: Editar las propiedades de la capa
fr_fr: Editer les propriétés du calque
ru_ru: Редактирование свойств слоя

source: Move the layer over
es_es: Mover la capa hacia arriba
fr_fr: Déplacer le calque au dessus
ru_ru: Переместить слой выше

source: Move the layer below
es_es: Mover la capa hacia abajo
fr_fr: Déplacer le calque au dessous
ru_ru: Переместить слой ниже

source: Refresh the list
es_es: Actualizar la lista
fr_fr: Rafraichir la liste
ru_ru: Обновить список

source: Display help about the layers editor
es_es: Visualizar la ayuda del editor de capas
fr_fr: Afficher l'aide de l'éditeur de calque
ru_ru: Показ справки о редакторе слоя

source: Edit the layer properties
es_es: Editar las propiedades de la capa
fr_fr: Editer les paramètres du calque
ru_ru: Изменить свойства слоя

source: Delete the layer
es_es: Eliminar la capa
fr_fr: Supprimer le calque
ru_ru: Удалить слой

source: Move over
es_es: Mover hacia arriba
fr_fr: Déplacer au dessus
ru_ru: Переместить выше

source: Move below
es_es: Mover hacia abajo
fr_fr: Déplacer au dessous
ru_ru: Переместить ниже

source: New layer
es_es: Nueva capa
fr_fr: Nouveau calque
ru_ru: Новый слой

source: New layer
es_es: Nueva capa
fr_fr: Nouveau calque
ru_ru: Новый слой

source: Can't find the layer to delete !
es_es: ¡Imposible encontrar la capa a eliminar!
fr_fr: Impossible de trouver le calque à supprimer !
ru_ru: Не удается найти слой для удаления !

source: Can't find the layer to move !
es_es: ¡Imposible encontrar la capa a mover!
fr_fr: Impossible de trouver le calque à déplacer !
ru_ru: Не удается найти слой для перемещения !

source: All objects groups of the scene
es_es: Todos los objetos de la escena
fr_fr: Tous les objets de la scène
ru_ru: Все объекты групп в сцене

source: All groups of the scene
es_es: Todos los grupos de la escena
fr_fr: Tous les groupes de de la scène
ru_ru: Все группы сцены

source: All globals objects
es_es: Todos los objetos globales
fr_fr: Tous les objets globaux
ru_ru: Все глобальные объекты

source: All globals groups
es_es: Todos los grupos globales
fr_fr: Tous les groupes globaux
ru_ru: Все глобальные группы

source: Objects on the layer to delete
es_es: Objetos en la capa a eliminar
fr_fr: Objets sur le calque à supprimer
ru_ru: Удаляемые объекты на слое

source: What to make of objects on the layer to delete ?
es_es: ¿Qué hacer con los objetos en la capa a eliminar?
fr_fr: Que souhaitez vous faire des objets présents sur le calque à supprimer ?
ru_ru: Что сделать с удаляемыми объектами на слое ?

source: Delete them
es_es: Eliminarlos
fr_fr: Les supprimer
ru_ru: Удалить их

source: Move them
es_es: Moverlos
fr_fr: Les déplacer
ru_ru: Переместить их

source: on the layer :
es_es: a la capa :
fr_fr: sur le calque :
ru_ru: на слое :

source: General object properties
es_es: Propiedades generales del objeto
fr_fr: Propriétés de l'objet général
ru_ru: Общие свойства объектов

source: Object name
es_es: Nombre del objeto
fr_fr: Nom de l'objet
ru_ru: Имя объекта

source: Object variables
es_es: Variables del objeto
fr_fr: Variables de l'objet
ru_ru: Переменные объекта

source: Add automatism
es_es: Agregar un automatismo
fr_fr: Ajouter un automatisme
ru_ru: Добавить автоматизм

source: Remove...
es_es: Eliminar...
fr_fr: Supprimer...
ru_ru: Удалить...

source: Rename...
es_es: Renombrar...
fr_fr: Renommer...
ru_ru: Переименовать...

source: Choose the automatism to delete
es_es: Selecciona el automatismo a eliminar
fr_fr: Choisir l'automatisme à supprimer
ru_ru: Выбрать автоматизм для удаления

source: Use extension modules for Game Develop
es_es: Utilizar módulos de extensión de Game Develop
fr_fr: Utiliser des modules d'extensions de Game Develop
ru_ru: Использовать модули расширения Game Develop

source: Right click to add or remove a platform. Platforms which are not used by the project are grayed.
es_es: Clic derecho para agregar o eliminar una plataforma. Las plataformas que no son usadas por el proyecto se encuentran en gris.
fr_fr: Clic droit pour ajouter ou retirer une plateforme. Les plateformes qui ne sont pas utilisées par le projet sont grisées.
ru_ru: Правый клик, для добавления или удаления платформы. Платформы, не используемые в проекте выделены серым цветом.

source: Extensions available :
es_es: Extensiones disponibles :
fr_fr: Extensions disponibles :
ru_ru: Доступные расширения :

source: Built-in extensions are automatically used by the project and are not shown here.
es_es: Las extensiones integradas son utilizadas automáticamente por el proyecto y no se muestran aquí.
fr_fr: Les extensions standards sont automatiquement utilisées et ne sont pas affichées ici.
ru_ru: Встроенные расширения автоматически используются в проекте и здесь не показаны.

source: Information about the extension
es_es: Información sobre la extensión
fr_fr: Informations sur l'extension
ru_ru: Информация о расширении

source: No information about the extension.
es_es: No hay información sobre la extensión.
fr_fr: Pas d'informations sur l'extension.
ru_ru: Нет информации о расширении.

source: Author :
es_es: Autor :
fr_fr: Auteur :
ru_ru: Автор :

source: License :
es_es: Licencia de uso :
fr_fr: Licence d'utilisation :
ru_ru: Лицензия :

source: Compatibility :
es_es: Compatibilidad :
fr_fr: Compatibilité :
ru_ru: Совместимость :

source: More extensions
es_es: Extensiones suplementarias
fr_fr: Extensions supplémentaires
ru_ru: Дополнительные расширения

source: A list of extensions provided by others developers is available on the wiki :
es_es: Una lista de extensiones proporcionadas por otros desarrolladores está disponible en la wiki :
fr_fr: Une liste d'extensions mises à disposition par d'autres développeurs est disponible sur le wiki :
ru_ru: Список расширений, предоставляемых другими разработчиками доступно на wiki :

source: Go to the wiki unofficial extensions page
es_es: Ir a la página de extensiones no oficiales de la wiki
fr_fr: Accéder à la page des extensions non officielles du wiki
ru_ru: Перейти к wiki странице неофициальных расширений

source: Close and reopen scene editors so as to take in account newly added extensions.
es_es: Cierra y reabre los editores de escena para tomar en cuenta las nuevas extensiones agregadas.
fr_fr: Fermez et réouvrez les éditeurs de scène du jeu pour prendre en compte les extensions ajoutées.
ru_ru: Перезапустите редактор сцен, чтобы подключить добавленные расширения.

source: Use this platform
es_es: Utilizar esta plataforma
fr_fr: Utiliser cette plateforme
ru_ru: Использовать эту платформу

source: Do not use this platform anymore
es_es: No utilizar más esta plataforma
fr_fr: Ne plus utiliser cette plateforme
ru_ru: Не использовать эту платформу

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/extensions
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/extensions
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/extensions

source: Unable to remove this platform: The project must use at least one plaform.
es_es: Imposible eliminar esta plataforma : El proyecto debe utilizar al menos una plataforma.
fr_fr: Impossible d'enlever cette plateforme : Le projet doit utiliser au moins une plateforme.
ru_ru: Невозможно удалить платформу: Проект должен использовать по крайней мере одну.

source: Project updated
es_es: Proyecto actualizado
fr_fr: Projet mis à jour
ru_ru: Обновление проекта

source: If you save your project using this version of Game Develop, you won't be able to use it with a previous version of Game Develop due to these changes :
es_es: ¡Atención!, si guardas tu proyecto utilizando esta versión de Game Develop, no podrás utilizarlo en una versión previa de Game Develop debido a los cambios :
fr_fr: Attention, si vous enregistrez votre jeu avec cette version de Game Develop, vous ne pourrez plus le réouvrir avec une version précédente :
ru_ru: Если вы сохраните ваш проект, используя эту версию Game Develop, то не сможет использовать его с предыдущей :

source: Remember to always make regular saves of your projects so as to have backup if something goes wrong.
es_es: Recuerda siempre de hacer salvaguardados de tu proyecto regularmente, con el fin de tener un respaldo en caso de que algo malo suceda.
fr_fr: Pensez à toujours fait plusieurs sauvegardes régulières de vos projets afin d'avoir une protection si quelque chose ne se passe pas bien.
ru_ru: Не забывайте делать регулярное сохранение ваших проектов, чтобы иметь резервные копии, на случай если что-то пойдет не так.

source: Resources library
es_es: Biblioteca de recursos
fr_fr: Bibliothèque de ressources
ru_ru: Библиотека ресурсов

source: Drag images to add them to your project images bank.
es_es: Arrastra las imágenes para agregarlas al banco de imágenes de tu proyecto.
fr_fr: Glissez déposer les images pour les ajouter à la banque d'images de votre jeu.
ru_ru: Перетащите изобр. для добавления в банк изображений вашего проекта

source: Images are copied into the project folder when you drag and drop them in the image bank. You can choose a specific subfolder:
es_es: Las imágenes son copiadas a la carpeta del proyecto cuando las arrastras y sueltas en el banco de imágenes. Puedes seleccionar una sub-carpeta específica :
fr_fr: Les images sont copiées dans le dossier du jeu lorsque vous les insérez en les glissant/déposant dans la banque d'images. Vous pouvez choisir un sous dossier spécifique :
ru_ru: Изображения копируются в папку проекта, когда вы перетащите их в область банка изображений. Вы можете выбрать и вложенную папку :

source: Sub folder where copy images:
es_es: Sub-carpeta donde copiar las imágenes :
fr_fr: Sous dossier où copier les images :
ru_ru: Вложенная папка для копирования изображений :

source: The file is relative to the folder of the project
es_es: La ruta es relativa a la carpeta del proyecto
fr_fr: Le chemin est relatif au répertoire du jeu
ru_ru: Путь относительно папки проекта

source: Parent folder
es_es: Carpeta superior
fr_fr: Dossier parent
ru_ru: Родительская папка

source: Cancel 10 changes
es_es: Deshacer los últimos 10 cambios
fr_fr: Annuler les 10 précédentes actions
ru_ru: Отменить 10 предыдущих действий

source: Cancel 20 changes
es_es: Deshacer los últimos 20 cambios
fr_fr: Annuler les 20 précédentes actions
ru_ru: Отменить 20 предыдущих действий

source: Delete the history
es_es: Eliminar el historial de cambios
fr_fr: Supprimer l'historique des changements
ru_ru: Удалить историю

source: Put the object(s) on the higher layer
es_es: Ubicar el/los objeto/s en la capa superior
fr_fr: Passer le(s) objet(s) sur le calque supérieur
ru_ru: Поместить объект(ы) на более высокий уровень (слой)
