Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: "Music" mode is more appropriate for long sound file, during more than 10 seconds: The sound file is only partially loaded in memory when it is played. "Sound" mode is to be used with smaller sound file, as the sound files are in this case totally loaded into the memory.
es_es: El modo "Música" es más apropiados para largos archivos de sonido, que duran más de 10 segundos. El archivo de sonido es sólo parcialmente cargado en la memoria mientras se reproduce. El modo "Sonido" está adaptado para pequeños archivos de sonido. En este caso el archivo de sonido es totalmente cargado en la memoria. Este modo ralentiza en gran medida la reproducción de sonidos largos y músicas.
fr_fr: Le mode "Musique" est plus approprié pour les fichier son qui durent plus de 10 sec. Le fichier son n'est chargé que partiellement au fur et à mesure de la lecture. Le mode "Son" est adapté au petits fichiers son. Le son est chargé totalement et peu être joué sans aucun délai. Toutefois, ce mode ralentit fortement le jeu pour des grands fichiers.
ru_ru: Режим "Музыка" подходит для файлов, который длится более 10 sec. Файл звука загружается частично по мере чтения. Режим "Звук" подходит для маленьких файлов. Звуковой файл загружен полностью и воспроизводится мгновенно. Тем не менее, этот режим замедляет игру при обработке больших файлов.

source: Sound spatialisation is only available for "mono" sound ( and not stereo ones ).
es_es: La espacialización de sonido sólo está disponible para sonidos "monos" ( no estéreos ).
fr_fr: La spatialisation du son n'est possible que pour les sons "monos".
ru_ru: Пространственный звук возможен только для "моно" звуков (не стерео).

source: Sound level:
es_es: Volumen :
fr_fr: Volume :
ru_ru: Уровень звука :

source: Pitch:
es_es: Pitch (1:100) :
fr_fr: Pitch (1:100) :
ru_ru: Тон (1:100) :

source: Minimal distance:
es_es: Distancia mínima :
fr_fr: Distance minimale :
ru_ru: Минимальное расстояние :

source: Attenuation:
es_es: Atenuación :
fr_fr: Atténuation :
ru_ru: Аттенюатор :

source: Name of the sound file:
es_es: Nombre del archivo de sonido :
fr_fr: Nom du fichier son :
ru_ru: Имя звукового файла :

source: Sound/Music
es_es: Sonido/Música
fr_fr: Son/Musique
ru_ru: Звук/Музыка

source: Choose a sound ( wav or ogg file )
es_es: Selecciona un archivo se sonido ( archivos wav, ogg )
fr_fr: Choisissez un fichier son ( fichiers wav, ogg )
ru_ru: Выбрать звук ( файл wav, ogg )

source: Text entry object
es_es: Objeto Entrada de texto
fr_fr: Objet d'entrée de texte
ru_ru: Объект ввода текста

source: Extension allowing to use an object capturing text entered with keyboard.
es_es: Extensión que permite utilizar objetos que capturan texto ingresado con el teclado.
fr_fr: Extension permettant d'utiliser un objet captant le texte entré au clavier.
ru_ru: Расширение позволяет использовать объектом текст, введенный с клавиатуры.

source: Text entry
es_es: Entrada de texto
fr_fr: Entrée de texte
ru_ru: Ввод текста

source: Invisible object used to get the text entered with the keyboard
es_es: Objeto invisible utilizado para obtener texto ingresado con el teclado
fr_fr: Objet invisible utilisé pour obtenir le texte entré sur le clavier
ru_ru: Невидимый объект для получения текста, введенного с клавиатуры

source: Text in memory
es_es: Texto en memoria
fr_fr: Texte en mémoire
ru_ru: Текст в памяти

source: Modify text in memory of the object
es_es: Modifica el texto en la memoria del objeto
fr_fr: Modifier le texte en mémoire de l'objet
ru_ru: Изменить текст объекта в памяти

source: Do _PARAM1__PARAM2_ to the text in memory of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el texto en memoria de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au texte en mémoire de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как текст в памяти для _PARAM0_

source: Test the text of a Text Entry object.
es_es: Evalúa el texto de un objeto Entrada de texto.
fr_fr: Teste le texte d'un objet Entré de texte.
ru_ru: Тест введеного текста объекта.

source: The text of _PARAM0_ is _PARAM1__PARAM2_
es_es: El texto de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le texte de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Текст для _PARAM0_ от _PARAM1_ до _PARAM2_

source: De/activate capturing text input
es_es: Des/activar la capture de texto
fr_fr: De/Activer la capture de la saisie
ru_ru: Де/Активироавть захват ввода текста

source: Activate or desactivate the capture of text entered with keyboard.
es_es: Activa o desactiva la captura de texto ingresado con el teclado.
fr_fr: Active ou désactive la capture du texte entré au clavier.
ru_ru: Де/Активировать захват текста вводимого с клавиатуры.

source: Activate capture by _PARAM0_ of the text entered with keyboard: _PARAM1_
es_es: Activar la captura para _PARAM0_ de texto ingresado con teclado : _PARAM1_
fr_fr: Activer la capture par _PARAM0_ du texte entré au clavier : _PARAM1_
ru_ru: Активировать захват _PARAM0_ для текста вводимого с клавиатуры : _PARAM1_

source: Text input
es_es: Captura de texto
fr_fr: Capture de la saisie
ru_ru: Ввод текста

source: Test if the object capture text entered with keyboard.
es_es: Evalúa si el objeto captura texto ingresado con el teclado.
fr_fr: Teste si l'objet capture le texte entré au clavier.
ru_ru: Тест захвата текста объекта, вводимого с клавиатуры.

source: _PARAM0_ capture the text entered with keyboard
es_es: _PARAM0_ captura texto ingresado con teclado
fr_fr: _PARAM0_ capture le texte entré au clavier
ru_ru: _PARAM0_ захват текста, вводимый с клавиатуры

source: Text entered with keyboard
es_es: Texto ingresado con el teclado
fr_fr: Texte entré au clavier
ru_ru: Текст, введенный с клавиатуры

source: Yaw :
ru_ru: Поворот вокруг верт оси :

source: Pitch :
ru_ru: Шаг :

source: Roll :
ru_ru: Крен :

source: Activated ?
es_es: ¿Activado?
fr_fr: Activé ?
ru_ru: Активировать ?

source: Edit the Text object
es_es: Editar el objeto Texto
fr_fr: Editer l'objet texte
ru_ru: Редактировать текстовый объект

source: Text object
es_es: Objeto Texto
fr_fr: Objet Texte
ru_ru: Текстовый объект

source: Extension allowing to use an object displaying a text.
es_es: Extensión que permite utilizar un objeto que visualiza un texto.
fr_fr: Extension permettant d'utiliser un objet affichant du texte.
ru_ru: Расширение позволяет использовать объект, отображающий текст.

source: Displays a text
es_es: Visualiza un texto
fr_fr: Afficher un texte
ru_ru: Отобразить текст

source: Modify the text
es_es: Modificar texto
fr_fr: Modifier le texte
ru_ru: Изменить текст

source: Modify the text of a Text object.
es_es: Modifica el texto de un objeto Texto.
fr_fr: Modifier le texte d'un objet texte.
ru_ru: Изменить содержимое текстового объекта.

source: Do _PARAM1__PARAM2_ to the text of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el texto de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au texte de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как текст _PARAM0_

source: Compare the text
es_es: Evaluar texto
fr_fr: Tester le texte
ru_ru: Сравнить текст

source: Compare the text of a Text object.
es_es: Evalúa el texto de un objeto Texto.
fr_fr: Teste le texte d'un objet texte.
ru_ru: Тест содержимого текстового объекта.

source: Text of _PARAM0_ is _PARAM1__PARAM2_
es_es: El texto de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le texte de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Текст для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Modify the font of the text.
es_es: Modifica la fuente del texto.
fr_fr: Modifie la police de caractère du texte.
ru_ru: Изменить шрифт текста.

source: Change font of _PARAM0_ to _PARAM1_
es_es: Establecer la fuente de _PARAM0_ en _PARAM1_
fr_fr: Changer la police de _PARAM0_ en _PARAM1_
ru_ru: Изменить шрифт для _PARAM0_ на _PARAM1_

source: Modify the size of the text.
es_es: Modifica el tamaño del texto.
fr_fr: Modifie la taille du texte.
ru_ru: Изменить размер текста.

source: Do _PARAM1__PARAM2_ to the size of the text of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el tamaño del texto de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la taille du texte de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как размер текста для _PARAM0_

source: Test the size of the text
es_es: Evaluar el tamaño del texto.
fr_fr: Teste la taille du texte.
ru_ru: Тест размера текста.

source: The size of the text of _PARAM0_ is _PARAM1__PARAM2_
es_es: El tamaño del texto de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La taille du texte de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Размер текста для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Change the color of the text. The color is white by default.
es_es: Modifica el color del texto. Por defecto, el color es blanco.
fr_fr: Change la couleur du texte. Par défaut, la couleur est le blanc.
ru_ru: Изменить цвет текста. По умолчанию цвет белый.

source: Modify the opacity of a Text object.
es_es: Modifica la opacidad de un objeto Texto.
fr_fr: Modifie la transparence d'un objet texte.
ru_ru: Изменить прозрачность текстового объекта.

source: Test the value of the opacity of a text object.
es_es: Evalúa la opacidad ( transparencia ) de un objeto Texto.
fr_fr: Teste la valeur de l'opacité ( transparence ) d'un objet texte.
ru_ru: Тест значения непрозрачности текстового объекта.

source: Smoothing
es_es: Suavizar
fr_fr: Lissage
ru_ru: Сглаживание

source: Activate or desactivate text smoothing.
es_es: Activa o desactiva el suavizado del texto.
fr_fr: Active ou désactive le lissage d'un texte.
ru_ru: Де/Активировать сглаживание текста.

source: Smooth _PARAM0_: _PARAM1_
es_es: Suavizar _PARAM0_ : _PARAM1_
fr_fr: Liser _PARAM0_ : _PARAM1_
ru_ru: Сглаживание _PARAM0_ : _PARAM1_

source: Smooth the text
es_es: Suavizar el texto
fr_fr: Lisser le texte
ru_ru: Сглаживание текста

source: Test if an object is smoothed
es_es: Evalúa si un objeto está suavizado.
fr_fr: Teste si un objet texte est lissé.
ru_ru: Тест сглаживания текста объекта.

source: _PARAM0_ is smoothed
es_es: _PARAM0_ está suavizado
fr_fr: _PARAM0_ est lissé
ru_ru: _PARAM0_ сглаживается

source: De/activate bold
es_es: Des/activa el estilo negrita.
fr_fr: Met ou non le texte en gras.
ru_ru: Де/Активировать жирный.

source: Set bold style of _PARAM0_ : _PARAM1_
es_es: Estilo negrita de _PARAM0_ : _PARAM1_
fr_fr: Mettre en gras _PARAM0_ : _PARAM1_
ru_ru: Жирный шрифт для _PARAM0_ : _PARAM1_

source: Set bold style
es_es: Establecer estilo negrita
fr_fr: Mettre en gras
ru_ru: Жирный шрифт

source: Test if bold style is activated
es_es: Evalúa si el estilo negrita del objeto está activo.
fr_fr: Teste si un objet texte est en gras.
ru_ru: Тест активации жирного шрифта.

source: _PARAM0_ bold style is set
es_es: _PARAM0_ está en negrita
fr_fr: _PARAM0_ est en gras
ru_ru: _PARAM0_ установлен жирный стиль

source: Italic
es_es: Cursiva
fr_fr: Italique
ru_ru: Курсив

source: De/activate italic.
es_es: Des/activa el estilo cursiva.
fr_fr: Met ou non le texte en italique.
ru_ru: Де/Активировать курсив.

source: Set italic style for _PARAM0_ : _PARAM1_
es_es: Estilo cursiva de _PARAM0_ : _PARAM1_
fr_fr: Mettre en italique _PARAM0_ : _PARAM1_
ru_ru: Стиль курсива для _PARAM0_ : _PARAM1_

source: Set italic
es_es: Establecer estilo cursiva
fr_fr: Mettre en italique
ru_ru: Изменить курсив

source: Test if the italic style is activated
es_es: Evalúa si el estilo cursiva del objeto está activo.
fr_fr: Teste si un objet texte est en italique.
ru_ru: Тест на стиль курсива, текстового объекта.

source: _PARAM0_ italic style is set
es_es: _PARAM0_ está en cursiva
fr_fr: _PARAM0_ est en italique
ru_ru: _PARAM0_ отображается курсивом

source: De/activate underlined style.
es_es: Des/activa el estilo subrayado.
fr_fr: Souligne ou non le texte.
ru_ru: Де/Активировать подчеркивание.

source: Set underlined style of _PARAM0_: _PARAM1_
es_es: Estilo subrayado de _PARAM0_ : _PARAM1_
fr_fr: Souligner _PARAM0_ : _PARAM1_
ru_ru: Подчеркивать _PARAM0_ : _PARAM1_

source: Underline
es_es: Subrayado
fr_fr: Souligner
ru_ru: Подчеркивание

source: Test if the underlined style of an object is set.
es_es: Evalúa si el estilo subrayado del objeto está activo.
fr_fr: Teste si un objet texte est souligné.
ru_ru: Тест на подчеркивание текста объекта.

source: _PARAM0_ underlined style is activated
es_es: _PARAM0_ está subrayado
fr_fr: _PARAM0_ est souligné
ru_ru: _PARAM0_ подчеркнут

source: Modify the angle of a Text object.
es_es: Modifica el ángulo de un objeto Texto.
fr_fr: Modifie l'angle d'un objet texte.
ru_ru: Изменить угол текстового объекта.

source: Test the value of the angle of a text object.
es_es: Evalúa el ángulo de un objeto Texto.
fr_fr: Teste la valeur de l'angle d'un objet texte.
ru_ru: Тест значения угла текстового объекта.

source: Others properties
es_es: Otras propiedades
fr_fr: Autres propriétés
ru_ru: Другие свойства

source: Style:
es_es: Estilo :
ru_ru: Стиль :

source: Font :
es_es: Fuente :
fr_fr: Police :
ru_ru: Шрифт :

source: Choose the font
es_es: Selecciona la fuenta
fr_fr: Choisir la police
ru_ru: Выбрать шрифт

source: Tiled Sprite Object
es_es: Objeto Mosaico
fr_fr: Objet Mosaïque
ru_ru: Тайловые спрайтовые объекты

source: Extension allowing to use tiled sprite objects.
es_es: Extensión que permite la utilización de objetos que visualizan imágenes repetitivas en forma de mosaicos, para mostrar fondos por ejemplo.
fr_fr: Extension permettant d'utiliser des objets affichant des images répétées en mosaïques, pour afficher par exemple des arrières plans.
ru_ru: Расширение позволяющее использовать тайловые изображения, например для показа фона.

source: Tiled Sprite
es_es: Mosaico
fr_fr: Mosaïque
ru_ru: Тайловый спрайт (плитка)

source: Displays an image repeated over an area
es_es: Visualiza un imagen repetida a lo largo de una zona
fr_fr: Afficher une image répétée sur toute une zone
ru_ru: Повторять изображение по всей площади

source: Modify the width of a Tiled Sprite.
es_es: Modifica el ancho del objeto Mosaico.
fr_fr: Modifie la largeur d'un objet Mosaïque.
ru_ru: Изменить ширину тайлового спрайта.

source: Test the width of a Tiled Sprite.
es_es: Evalúa el ancho del objeto Mosaico.
fr_fr: Teste la largeur d'un objet Mosaïque.
ru_ru: Тест ширины тайлового спрайта.

source: Modify the height of a Tiled Sprite.
es_es: Modifica el alto del objeto Mosaico.
fr_fr: Modifie la hauteur d'un objet Mosaïque.
ru_ru: Изменить высоту тайлового спрайта.

source: Test the height of a Tiled Sprite.
es_es: Evalúa el alto del objeto Mosaico.
fr_fr: Teste la hauteur d'un objet Mosaïque.
ru_ru: Тест высоты тайлового спрайта.

source: Modify the angle of a Tiled Sprite.
es_es: Modifica el ángulo del objeto Mosaico.
fr_fr: Modifie l'angle d'un objet Mosaïque.
ru_ru: Изменить угол тайлового спрайта.

source: Test the angle of a Tiled Sprite.
es_es: Evalúa el ángulo del objeto Mosaico.
fr_fr: Teste l'angle d'un objet Mosaïque.
ru_ru: Тест угла тайлового спрайта.

source: Image X Offset
es_es: Desplazamiento en X de la imagen
fr_fr: Décalage en X de l'image
ru_ru: Смещение изображения по X

source: Modify the offset used on the X axis when displaying the image.
es_es: Modifica el desplazamiento en el eje X usado cuando se visualiza la imagen.
fr_fr: Modifier le décalage en X appliqué lors de l'affichage de l'image.
ru_ru: Изменить смещение по оси X при отображении изображения.

source: Do _PARAM1__PARAM2_ to the X offset of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el desplazamiento en X de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au décalage en X de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как смещение по X для _PARAM0_

source: Image offset
es_es: Desplazamiento de la imagen
fr_fr: Décalage de l'image
ru_ru: Смещение изображения

source: Test the offset used on the X axis when displaying the image.
es_es: Evalúa el desplazamiento en el eje X usado cuando se visualiza la imagen.
fr_fr: Tester le décalage en X appliqué lors de l'affichage de l'image.
ru_ru: Тест смещения по оси X при отображении изображения.

source: The X offset of _PARAM0_ is _PARAM1__PARAM2_
es_es: El desplazamiento en X de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le décalage en X de _PARAM0_ est _PARAM1__PARAM2_
ru_ru: Смещение по X для _PARAM0_ как _PARAM1__PARAM2_

source: Image Y Offset
es_es: Desplazamiento en Y de la imagen
fr_fr: Décalage de l'image en Y
ru_ru: Смещение изображения по Y

source: Modify the offset used on the Y axis when displaying the image.
es_es: Modifica el desplazamiento en el eje Y usado cuando se visualiza la imagen.
fr_fr: Modifie le décalage en Y appliqué lors de l'affichage de l'image.
ru_ru: Изменить смещение по оси Y при отображении изображения.

source: Do _PARAM1__PARAM2_ to the Y offset of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el desplazamiento en Y de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au décalage en Y de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как смещение по Y для _PARAM0_

source: Test the offset used on the Y axis when displaying the image.
es_es: Evalúa el desplazamiento en el eje Y usado cuando se visualiza la imagen.
fr_fr: Tester le décalage en Y appliqué lors de l'affichage de l'image.
ru_ru: Тест смещения по Y при отображении изображения.

source: The Y offset of _PARAM0_ is _PARAM1__PARAM2_
es_es: El desplazamiento en Y de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le décalage en Y de _PARAM0_ est _PARAM1__PARAM2_
ru_ru: Смещение по Y для _PARAM0_ как _PARAM1__PARAM2_

source: Settings of the Tiled Sprite Object
es_es: Opciones del objeto Mosaico
fr_fr: Options de l'objet Mosaïque
ru_ru: Опции тайлового спрайтового объекта

source: Timed events
es_es: Eventos temporizados
fr_fr: Evenements retardés
ru_ru: Временные события

source: Event which launch its conditions and actions only after a amount of time is reached.
es_es: Eventos que ejecutan sus condiciones y acciones sólo cuando a transcurrido cierta cantidad de tiempo.
fr_fr: Evenement qui ne se déclenche qu'au bout de l'accumulation d'un certain temps
ru_ru: События, которые срабатываю по истечении определенного времени.

source: Timed event
es_es: Evento temporizado
fr_fr: Evenement à retardement
ru_ru: Временное событие

source: Reset a timed event
es_es: Restablecer evento temporizado
fr_fr: Remet à zéro un évènement à retardement
ru_ru: Сброс временного события

source: Reset the timed event(s) called _PARAM1_
es_es: Restablecer el/los evento/s temporizado/s de nombre _PARAM1_
fr_fr: Remettre à zéro le(s) évènement(s) retardé(s) _PARAM1_
ru_ru: Сброс(ы) события(ий) с задержкой(ми) _PARAM1_

source: Reset a timed event and sub events
es_es: Restablece un evento temporizado y sus sub-eventos
fr_fr: Remettre à zéro ainsi que les sous évènements
ru_ru: Сброс временных событий и подсобытий

source: Reset a timed events, as well as all of its sub events.
es_es: Restablece a 0 un evento temporizado, así como a todos sus sub-eventos.
fr_fr: Remet à zéro un évènement retardé, ainsi que tous les sous évènements à retardement qu'il contient.
ru_ru: Сброс всех временных задержек как события, так и всех его подсобытий.

source: Reset timed events called _PARAM1_ and their sub events
es_es: Restablecer el/los evento/s temporizado/s de nombre _PARAM0_ y su/s sub-eventos
fr_fr: Remettre à zéro le(s) évènement(s) retardé(s) _PARAM0_ et ses sous évènements
ru_ru: Сброс(ы) события(ий) с задержкой(ми) _PARAM0_ и его подсобытий

source: No name
es_es: Sin nombre
fr_fr: Sans nom
ru_ru: Без имени

source: Delayed execution after
es_es: Retrasar ejecución durante
fr_fr: Déclenchement retardé au bout de
ru_ru: Задержка запуска через

source: seconds.
es_es: segundos.
fr_fr: secondes.
ru_ru: секунд.

source: Conditions and actions wiill only be executed when the event is executed for a certain amount of time.
es_es: Las condiciones y acciones serán ejecutadas una vez que que el evento sea ejecutado durante cierta cantidad de tiempo, no necesariamente continuo.
fr_fr: Les conditions et actions seront executés uniquement une fois que l'évènement aurait été executé un certain nombre de secondes, non nécessairement consécutives.
ru_ru: Условия и действия будут выполнены только тогда, когда событие выполнится в течении определенного времени.

source: Execute conditions and actions after ( in seconds ):
es_es: Ejecutar las condiciones/acciones después de ( en segundos ) :
fr_fr: Executer les conditions/actions au bout de ( en secondes ) :
ru_ru: Выполнить условие/действие через ( в секундах ) :

source: Name of the event ( optional ) :
es_es: Nombre del evento ( opcional ) :
fr_fr: Nom de l'évènement ( facultatif ) :
ru_ru: Имя события ( по желанию ) :

source: Video Object
es_es: Objeto Video
fr_fr: Objet Video
ru_ru: Видео объект

source: Extension allowing to use an object displaying a video.
es_es: Extensión que permite el uso de objetos que visualizan un video.
fr_fr: Extension permettant d'utiliser un objet affichant une vidéo.
ru_ru: Расширение позволяет использовать объект, отображающий видео.

source: Video
ru_ru: Видео

source: Displays a video
es_es: Visualiza un video
fr_fr: Afficher une vidéo
ru_ru: Отображать видео

source: Load and play a video
es_es: Cargar y reproducir un video
fr_fr: Charger et jouer une vidéo
ru_ru: Загрузить и воспроизвести видео

source: Load the video and play it.
es_es: Carga y reproduce un video.
fr_fr: Charge la vidéo et la joue.
ru_ru: Загрузить и проиграть видео.

source: Load and play _PARAM1_
es_es: Cargar y reproducir _PARAM1_
fr_fr: Charger et jouer _PARAM1_
ru_ru: Загрузить и играть _PARAM1_

source: De/activate pause
es_es: Des/activar pausa
fr_fr: De/Activer la pause
ru_ru: Де/Активировать паузу

source: Pause or unpause video.
es_es: Pausa o reanuda un video.
fr_fr: Met ou enlève la pause de la vidéo.
ru_ru: Управление паузой видео.

source: Set the pause of _PARAM0_ : _PARAM1_
es_es: Pausar _PARAM0_ : _PARAM1_
fr_fr: Mettre en pause _PARAM0_ : _PARAM1_
ru_ru: Поставить на паузу _PARAM0_ : _PARAM1_

source: Activate pause ?
es_es: ¿Activar pausa?
fr_fr: Activer la pause ?
ru_ru: Активировать паузу ?

source: De/activate automatic restart
es_es: Des/activar bucle
fr_fr: De/Activer le bouclage
ru_ru: Де/Активировать авторестарт

source: Set or unset automatic restart.
es_es: Activa o desactiva el reinicio automático de un video.
fr_fr: Met ou enlève le retour automatique au départ de la vidéo.
ru_ru: Установить или сбросить автоперезапуск.

source: Restart _PARAM0_ automatically : _PARAM1_
es_es: Reiniciar _PARAM0_ automáticamente : _PARAM1_
fr_fr: Redémarrer _PARAM0_ automatiquement : _PARAM1_
ru_ru: Рестарт _PARAM0_ автоматически : _PARAM1_

source: Activate automatic restart ?
es_es: ¿Activar bucle?
fr_fr: Activer le bouclage ?
ru_ru: Активировать зацикливание ?

source: Restart the video
es_es: Reiniciar el video
fr_fr: Relancer la vidéo
ru_ru: Повтор видео

source: Restart video from beginning.
es_es: Reinicia el video desde el comienzo.
fr_fr: Redémarre la vidéo depuis le départ.
ru_ru: Перезапуск видео с самого начала.

source: Restart _PARAM0_
es_es: Reiniciar _PARAM0_
fr_fr: Relancer _PARAM0_
ru_ru: Рестарт _PARAM0_

source: Go to a position in video
es_es: Ir a una posición del video
fr_fr: Aller à une position dans la vidéo
ru_ru: Перейти к позиции в видео

source: Modify the current position in the video.
es_es: Modifica la posición actual en el video.
fr_fr: Modifie la position actuelle dans la vidéo.
ru_ru: Изменить текущую позицию в видео.

source: Go to position _PARAM1_ in video of _PARAM0_
es_es: Ir a la posición _PARAM1_s de _PARAM0_
fr_fr: Aller à la position _PARAM1_s de _PARAM0_
ru_ru: Перейти к позиции _PARAM1_для видео _PARAM0_

source: Video paused
es_es: Video en pausa
fr_fr: Vidéo en pause ?
ru_ru: Видео на паузе ?

source: Return true if video is paused.
es_es: Retorna verdad si el video está en pausa.
fr_fr: Renvoi vrai si la vidéo est en pause
ru_ru: Вернуть True, если видео на паузе
