Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Put _PARAM0_ on _PARAM2__PARAM3_ on the current segment
es_es: Posicionar _PARAM0_ en _PARAM2__PARAM3_ en el segmente actual
fr_fr: Placer _PARAM0_ à _PARAM2__PARAM3_ sur le segment actuel
ru_ru: Разместить _PARAM0_ в _PARAM2__PARAM3_ на текущем отрезке

source: Position on the segment
es_es: Posición en el segmento
fr_fr: Position sur segment
ru_ru: Позиция текущего отрезка

source: Position on the segment ( value between 0 and 1 )
es_es: Posición en el segmento (entre 0 y 1)
fr_fr: Position sur le segment (entre 0 et 1)
ru_ru: Позиция на отрезке (от 0 до 1)

source: Path name
es_es: Nombre de la ruta
fr_fr: Nom du chemin
ru_ru: Имя пути

source: Test the path name.
es_es: Evalúa el nombre de la ruta.
fr_fr: Renvoie vrai si le nom du chemin vérifie bien le test.
ru_ru: Возвращает True, если имя пути проходит тест.

source: The name of the current path of _PARAM0_ is _PARAM1__PARAM2_
es_es: El nombre de la ruta actual de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le nom du chemin actuel de _PARAM0_ est _PARAM1__PARAM2_
ru_ru: Именем текущего пути _PARAM0_ является _PARAM1__PARAM2_

source: Change the path
es_es: Cambiar la ruta
fr_fr: Changer de chemin
ru_ru: Изменить путь

source: Change the path used.
es_es: Modifica la ruta utilizada.
fr_fr: Change le chemin utilisé par le chemin.
ru_ru: Изменить используемый путь.

source: Set _PARAM2_ as the current path of _PARAM0_
es_es: Establecer _PARAM2_ como ruta actual de _PARAM0_
fr_fr: Mettre _PARAM2_ en tant que chemin à parcourir de _PARAM0_
ru_ru: Установить _PARAM2_ в качестве текущего пути _PARAM0_

source: Current path name
es_es: Nombre actual de la ruta
fr_fr: Nom du chemin actuel
ru_ru: Имя текущего пути

source: X position of the path
es_es: Posición X de la ruta
fr_fr: Position X du chemin
ru_ru: Позиция X пути

source: Return true if the X position satisfies the test.
es_es: Retorna verdad si la posición X verifica la evaluación.
fr_fr: Renvoie vrai si la position X du chemin vérifie bien le test.
ru_ru: Возвращает истину, если позиция X пути проходит тест.

source: The X position of the path of _PARAM0_ is _PARAM2__PARAM3_
es_es: La posición X de la ruta de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La position X du chemin de _PARAM0_ est _PARAM2__PARAM3_
ru_ru: Позицией X пути _PARAM0_ является _PARAM2__PARAM3_

source: Path position
es_es: Posición de la ruta
fr_fr: Position du chemin
ru_ru: Позиция пути

source: Modify the path X position
es_es: Posición X de la ruta
fr_fr: Modifier la position X du chemin
ru_ru: Изменить X позицию пути

source: Change the path X position.
es_es: Modifica la posición X de la ruta.
fr_fr: Place le chemin à un endroit précis sur l'axe X.
ru_ru: Поместить путь в определенном месте по оси X.

source: Do _PARAM2__PARAM3_ to the X position of the path of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la posición X de la ruta de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la position X du chemin de _PARAM0_
ru_ru: Сделать _PARAM2__PARAM3_ позицией X пути _PARAM0_

source: Path Y position
es_es: Posición Y de la ruta
fr_fr: Position Y du chemin
ru_ru: Позиция Y пути

source: Return true if the Y position satisfies the test.
es_es: Retorna verdad si la posición Y verifica la evaluación.
fr_fr: Renvoie vrai si la position Y du chemin vérifie bien le test.
ru_ru: Возвращает истину, если позиция Y пути проходит тест.

source: The Y position of the path of _PARAM0_ is _PARAM2__PARAM3_
es_es: La posición Yde la ruta de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La position Y du chemin de _PARAM0_ est _PARAM2__PARAM3_
ru_ru: Позицией Y пути _PARAM0_ является _PARAM2__PARAM3_

source: Modify the path Y position
es_es: Posición Y de la ruta
fr_fr: Modifier la position Y du chemin
ru_ru: Изменить Y позицию пути

source: Change the path Y position.
es_es: Modifica la posición Y de la ruta.
fr_fr: Place le chemin à un endroit précis sur l'axe Y.
ru_ru: Поместить путь в определенном месте по оси Y.

source: Do _PARAM2__PARAM3_ to the Y position of the path of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la posición Y de la ruta de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la position Y du chemin de _PARAM0_
ru_ru: Сделать _PARAM2__PARAM3_ позицией Y пути _PARAM0_

source: Return true if the object's angle is automatically updated.
es_es: Retorna verdad si el ángulo del objeto es actualizado automáticamente en función del camino.
fr_fr: Renvoie vrai l'objet est tournée automatiquement sur le chemin.
ru_ru: Возвращает True, если объект автоматически поворачивает на пути.

source: The angle of _PARAM0_ is automatically updated on the path
es_es: El ángulo de _PARAM0_ es actualizado automáticamente en la ruta
fr_fr: _PARAM0_ est tourné automatiquement en fonction du chemin
ru_ru: _PARAM0_ автоматически поворачивает на пути

source: De/activate automatic rotation
es_es: Des/activar la rotación automática
fr_fr: Dé/Activer la rotation automatique
ru_ru: Де/Активация автовращения

source: Activate or deactivate the automatic update of the angle of the object on the path.
es_es: Activa o desactiva la actualización automática del ángulo del objeto en función de la ruta.
fr_fr: Active ou désactive la rotation automatique de l'objet sur le chemin.
ru_ru: Активирует или деактивирует автоматичекое вращение объекта на пути.

source: Activate automatic rotation of _PARAM0_: _PARAM2_
es_es: Activar la rotación automática de _PARAM0_ : _PARAM2_
fr_fr: Activer la rotation automatique de _PARAM0_ ? _PARAM2_
ru_ru: Активировать автоматичекое вращение _PARAM0_ ? _PARAM2_

source: Angle offset
es_es: Desplazamiento angular
fr_fr: Décalage d'angle
ru_ru: Угол смещения

source: Return true if the angle offset satifies the condition.
es_es: Retorna verdad si el desplazamiento del ángulo (de la rotación automática) verifica la evaluación.
fr_fr: Renvoie vrai si le décalage d'angle (de la rotation automatique) vérifie la condition.
ru_ru: Возвращает True, если угловое смещение (автоповорот) удовлетворяет условию.

source: The angle offset of _PARAM0_ is _PARAM2__PARAM3_
es_es: El desplazamiento del ángulo de _PARAM0_ es _PARAM2__PARAM3_
fr_fr: Le décalage d'angle de _PARAM0_ sur le chemin est _PARAM2__PARAM3_
ru_ru: Угол смещения _PARAM0_ на пути _PARAM2__PARAM3_

source: Change the angle offset
es_es: Modifica el desplazamiento del ángulo de la rotación automática.
fr_fr: Modifie le décalage d'angle de la rotation automatique.
ru_ru: Изменить угол смещения.

source: Do _PARAM2__PARAM3_ to angle offset of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ el desplazamiento del ángulo de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ au décalage de l'angle de l'objet _PARAM0_
ru_ru: Сделать _PARAM2__PARAM3_ углом смещения объекта _PARAM0_

source: Add an offset to the angle of the object
es_es: Desplazamiento del ángulo del objeto
fr_fr: Décalage d'angle de l'objet sur le chemin
ru_ru: Добавить угол смещения объекта

source: Return true if the speed satisfy the condition.
es_es: Retorna verdad si la velocidad verifica la evaluación.
fr_fr: Renvoie vrai si la vitesse vérifie bien le test.
ru_ru: Возвращает True, если скорость проходит тест.

source: The speed of _PARAM0_ on the path is _PARAM2__PARAM3_
es_es: La velocidad de _PARAM0_ en la ruta es _PARAM2__PARAM3_
fr_fr: La vitesse de _PARAM0_ sur le chemin est _PARAM2__PARAM3_
ru_ru: Скорость _PARAM0_ на пути _PARAM2__PARAM3_

source: Change the speed
es_es: Cambiar la velocidad
fr_fr: Modifier la vitesse
ru_ru: Изменить скорость

source: Change the speed of the object on the path.
es_es: Modifica la velocidad del objeto en la ruta.
fr_fr: Modifie la vitesse de l'objet sur le chemin.
ru_ru: Изменяет скорость объекта на пути.

source: Paths:
es_es: Rutas :
fr_fr: Chemins :
ru_ru: Путь :

source: Object main path
ru_ru: Объект пути

source: Create a path
es_es: Crear una ruta
fr_fr: Créer un chemin
ru_ru: Создать путь

source: Delete this path
es_es: Eliminar esta ruta
fr_fr: Supprime ce chemin
ru_ru: Удаление пути

source: Change the name
es_es: Cambiar el nombre
fr_fr: Changer le nom
ru_ru: Изменить имя

source: Global
ru_ru: Глобальный

source: Paths editor
es_es: Editor de rutas
fr_fr: Editeur de chemin
ru_ru: Редактор пути

source: Add a point
es_es: Agregar un punto
fr_fr: Ajouter un point
ru_ru: Добавить точку

source: Delete a point
es_es: Eliminar un punto
fr_fr: Supprimer un point
ru_ru: Удалить точку

source: Display an image on the background
es_es: Visualizar una imagen en el fondo
fr_fr: Afficher une image en arrière-plan
ru_ru: Отображать изображение в фоновом режиме

source: Position of the path relative to the scene origin.
es_es: Posición de la ruta relativo al origen de la escena.
fr_fr: Position du chemin par rapport à l'origine de la scène.
ru_ru: Позиция пути относительно исходной сцены.

source: Object orientation
es_es: Orientación del objeto
fr_fr: Orientation de l'objet
ru_ru: Ориентация объекта

source: Automatically update object's angle
es_es: Actualizar automaticamente el ángulo del objeto
fr_fr: Orienter automatiquement l'objet
ru_ru: Автоматически ориентировать объект

source: Angle offset:
es_es: Desplazamiento del ángulo
fr_fr: Décalage d'angle :
ru_ru: Угол смещения :

source: This angle will be added to the angle the object must take when following the path
es_es: Este ángulo se agregará al ángulo que el objeto debe tomar cuando sigue la ruta
fr_fr: Cet angle sera ajouté à celui automatiquement calculé avec la pente du chemin
ru_ru: Этот угол автоматически добавится к расчетному наклону (углу) пути

source: Movement and speed
es_es: Movimiento y velocidad
fr_fr: Mouvement et vitesse
ru_ru: Движение и скорость

source: Speed:
es_es: Velocidad
fr_fr: Vitesse :
ru_ru: Скорость :

source: Options:
es_es: Opciones:
ru_ru: Опции :

source: Reverse movement at the end
es_es: Invertir movimiento en el final
fr_fr: Inverser à la fin
ru_ru: Реверс движения в конце

source: These parameters are independent from the path.
es_es: Estos parámetros son independientes de la ruta.
fr_fr: Ces paramètres sont indépendants du chemin.
ru_ru: Эти параметры не зависят от пути.

source: See coordinates
es_es: Ver las coordenadas
fr_fr: Voir les coordonnées
ru_ru: Показать координаты

source: Enter manually coordinates
es_es: Ingresar las coordenadas manualmente
fr_fr: Définir les coordonnées précisément
ru_ru: Ввести координаты вручную

source: Add a point after another
es_es: Agregar un punto después de otro
fr_fr: Ajouter un point après un autre
ru_ru: Добавить точку за другой

source: Delete this point
es_es: Eliminar este punto
fr_fr: Supprimer ce point
ru_ru: Удалить эту точку

source: Add a point before another
es_es: Agregar un punto antes de otro
fr_fr: Ajouter un point avant un autre
ru_ru: Добавить точку перед другой

source: A global path with the same name already exists. To avoid name conflict, please rename the local path:
es_es: Ya existe una ruta global con el mismo nombre que la ruta local del objeto. Para evitar el conflicto de nombres, por favor renombra la ruta local :
fr_fr: Un chemin global portant le même nom qu'un chemin local de l'objet actuel existe. Pour éviter un conflit de nom, veuillez renommer le chemin local :
ru_ru: Глобальный путь с тем же именем уже существует. Для избежания конфликта имен, переименуйте местный путь :

source: Path conflict
es_es: Conflicto entre rutas
fr_fr: Conflit entre deux chemin
ru_ru: Конфликт между двумя путями

source: Path "
es_es: La ruta "
fr_fr: Le chemin "
ru_ru: Путь "

source: " cannot be found. The preview will go back to the "Object main path".
es_es: " no pudo ser encontrada.
fr_fr: " n'a pas pu être trouvé.
ru_ru: " не может быть найден.

source: Path not found
es_es: Ruta no encontrada
fr_fr: Chemin introuvable
ru_ru: Путь не найден

source: Name of the new path:
es_es: Nombre de la nueva ruta :
fr_fr: Nom du nouveau chemin :
ru_ru: Имя нового пути :

source: New path
es_es: Nueva ruta
fr_fr: Nouveau chemin
ru_ru: Новый путь

source: This path already exists.
es_es: Esta ruta ya existe.
fr_fr: Ce chemin existe déjà.
ru_ru: Этот путь уже существует.

source: Unable to create the path
es_es: Imposible crear la ruta
fr_fr: Impossible de créer le chemin
ru_ru: Невозможно создать путь

source: Object's main path cannot be deleted
es_es: Imposible eliminar la ruta principal del objeto
fr_fr: Impossible de supprimer le chemin principal de l'objet
ru_ru: Невозможно удалить основной путь объекта

source: Are you sure to delete this path?
es_es: ¿Estás seguro de querer eliminar esta ruta?
fr_fr: Êtes-vous sûr de supprimer ce chemin ?
ru_ru: Действительно удалить путь ?

source: Object's main path cannot be renamed
es_es: Imposible renombrar la ruta principal del objeto
fr_fr: Impossible de renommer le chemin principal de l'objet
ru_ru: Невозможно переименовать основной путь объекта

source: New path name:
es_es: Nuevo nombre de la ruta :
fr_fr: Nouveau nom du chemin :
ru_ru: Новый путь к файлу :

source: Rename a path
es_es: Renombrar ruta
fr_fr: Renommer un chemin
ru_ru: Переименовать путь

source: Unable to rename the path
es_es: Imposible renombrar la ruta
fr_fr: Impossible de renommer le chemin
ru_ru: Невозможно переименовать путь

source: You have deleted a global path. Be sure that no other object was using it.
es_es: Has eliminado una ruta global. Verifica que otros objetos no la utilicen.
fr_fr: Vous venez de supprimer un chemin global. Vérifiez bien qu'aucun autre objet ne l'utilisait.
ru_ru: Вы удалили глобальный путь. Убедитесь, что его не использовали другие объекты.

source: Point position:
es_es: Posición del punto :
fr_fr: Position du point :
ru_ru: Позиция точки :

source: X position:
es_es: Posición X :
fr_fr: Position X :
ru_ru: Позиция X :

source: Position precisely
es_es: Posicionar precisamente
fr_fr: Positionner précisement
ru_ru: Точная позиция

source: Y position:
es_es: Posición Y :
fr_fr: Position Y :
ru_ru: Позиция Y :

source: Move points using the mouse.
es_es: Mueve los puntos utilizando el ratón.
fr_fr: Déplacez et modifiez les points avec la souris.
ru_ru: Перемещение точек используя мышь.

source: Release the button to validate point's position.
es_es: Suelta el botón para validar la posición del punto.
fr_fr: Relâchez la souris pour valider la position du point.
ru_ru: Отпустить кн мыши, чтоб подтвердить положение точки.

source: Add a point by clicking with the mouse. Clic on a segment to add a point to it.
es_es: Agrega un punto haciendo clic con el ratón. Haz clic sobre un segmento para agregar un punto en éste.
fr_fr: Ajoutez un point en cliquant avec la souris. Cliquez sur un segment pour lui ajouter un point.
ru_ru: Добавить точку щелчком мышы. Нажать на отрезке пути для добавления точки.

source: Delete a point by clicking on it with the cursor.
es_es: Elimina un punto haciendo clic en éste con el ratón.
fr_fr: Supprimez un point en cliquant dessus avec la souris.
ru_ru: Удалить точку щелкнув по ней мышью.

source: Drag the mouse to make the view scroll.
es_es: Arrastra el ratón para desplazar la vista.
fr_fr: Glissez la souris pour faire défiler la vue.
ru_ru: Перетащите мышь, чтоб прокрутить вид.

source: Click on a point to add a new point after.
es_es: Haz clic en un punto para agregar un nuevo punto después de éste.
fr_fr: Cliquez sur un point pour ajouter un point juste après.
ru_ru: Щелкнуть по точке, чтобы добавить следующую.

source: Click on a point to add a new point before.
es_es: Haz clic en un punto para agregar un nuevo punto antes de éste.
fr_fr: Cliquez sur un point pour ajouter un point juste avant.
ru_ru: Щелкнуть по точке, чтобы добавить предыдущую.

source: The objet's main path cannot be made global.
es_es: Imposible establecer la ruta principal del objeto como global.
fr_fr: Impossible de rendre global le chemin principal de l'objet.
ru_ru: Основной путь объекта не может быть глобальным.

source: Choose an image to be displayed
es_es: Selecciona una imagen para ser visualizada
fr_fr: Choisissez une image à afficher
ru_ru: Выбрать изображение выводимое на экран

source: Collision polygon coordinates
es_es: Coordenadas del polígono de colisión
fr_fr: Coordonnées du polygone de collision
ru_ru: Координаты полигона столкновения

source: Enter each coordinates of the polygon : ( Each line must have a point x;y )
es_es: Ingresa las coordenadas del polígono : ( Cada línea debe tener un punto de la forma x;y )
fr_fr: Entrez les coordonnées du polygone de collision : ( Chaque ligne doit contenir un point sous la forme x;y )
ru_ru: Введите координаты полигона столкновения : ( Каждая строка должна содержать точку как x;y )

source: Coordinates must be entere with a clockwise wind.
es_es: Las coordenadas deben ser ingresadas en el sentido de las agujas del reloj.
fr_fr: Il faut entrer les coordonnées dans le sens des aiguilles d'une montre.
ru_ru: Вы должны ввести координаты в направлении по часовой стрелки.

source: Position according to object's center
es_es: Posición respecto al centro del objeto
fr_fr: Positionner par rapport au centre
ru_ru: Позиция относительно центра объекта

source: Position according to object's origin
es_es: Posición respecto al origen del objeto
fr_fr: Positionner par rapport à l'origine
ru_ru: Позиция относит. начала координат

source: Resizing
es_es: Redimensionar
fr_fr: Redimensionnement
ru_ru: Изменение размера

source: Resize automatically according to object size
es_es: Redimensionar automáticamente en función del tamaño del objeto
fr_fr: Etirer automatiquement en fonction de la taille de l'objet
ru_ru: Автоматически растягиваться, зависеть от размера объекта

source: So as to let the polygon resize itself according to the object size, you must define the initial size of the object.
es_es: Para permitir al polígono redimensionarse en función del tamaño del objeto, debes definir el tamaño inicial del objeto.
fr_fr: Pour que le polygone s'étire en fonction de la taille de l'objet, il faut définir le rectangle correspondant à la taille initiale de l'objet.
ru_ru: Для растяжения полигона в зависимости от размера объекта, определяют прямоугольник, соответствующий первоначальному размеру объекта.

source: Width:
es_es: Ancho:
fr_fr: Largeur:
ru_ru: Ширина:

source: Height:
es_es: Alto:
fr_fr: Hauteur:
ru_ru: Высота:

source: Move...
es_es: Mover...
fr_fr: Décaler...
ru_ru: Сдвиг...

source: Move the shape
es_es: Mover la forma
fr_fr: Décaler la forme
ru_ru: Сдвинуть форму

source: Resize...
es_es: Redimensionar...
fr_fr: Agrandir...
ru_ru: Размер...

source: Resize the shape
es_es: Redimensionar la forma
fr_fr: Agrandir la forme
ru_ru: Изменить размер формы

source: Rotation...
es_es: Rotación...
ru_ru: Вращать...

source: Turn the polygon around a point
es_es: Rota el polígono respecto a un punto
fr_fr: Tourner le polygone par rapport à un point
ru_ru: Повернуть полигон по отношению к точке

source: Round...
es_es: Redondear...
fr_fr: Arrondir...
ru_ru: Округление...

source: Round coordinates
es_es: Redondear las coordenadas
fr_fr: Arrondir les coordonnées
ru_ru: Закругление координат

source: Preview of the collision polygon:
es_es: Vista previa del polígono de colisión :
fr_fr: Aperçu du polygone de collision :
ru_ru: Предпросмотр полигона столкновений :

source: The point indicates the origin of the object.
es_es: El punto indica el origen del objeto.
fr_fr: Le point indique l'origine de l'objet.
ru_ru: Точка показывает оригинал объекта.

source: Cursor position:
es_es: Posición del cursor :
fr_fr: Position du curseur :
ru_ru: Позиция курсора :

source: X offset
es_es: Desplazamiento en X
fr_fr: Décalage en X
ru_ru: Смещение X

source: Y offset
es_es: Desplazamiento en Y
fr_fr: Décalage en Y
ru_ru: Смещение Y

source: X scale
es_es: Escala en X
fr_fr: Agrandissement (échelle) en X
ru_ru: Увеличение (масштаб) по X

source: Y scale
es_es: Escala en Y
fr_fr: Agrandissement (échelle) en Y
ru_ru: Увеличение (масштаб) по Y

source: Rotation angle
es_es: Ángulo de rotación Un ángulo positivo representa un giro en el sentido de las agujas del reloj.
fr_fr: Angle de rotation Un angle positif donnera une rotation dans le sens des aiguilles d'une montre.
ru_ru: Угол вращения Поворот по часовой стрелки дает положительный угол.

source: Point around which the rotation should be made. Point 0;0 is the point draw on the polygon preview.
es_es: Puntos sobre los cuales se debe efectuar la rotación. Deben estar en la forma x;y . El punto 0;0 es el punto dibujado en la vista previa del polígono.
fr_fr: Point par rapport auquel effectuer la rotation. Tapez le sous forme x;y . Le point 0;0 correspond au point dessiné sur l'aperçu du polygone.
ru_ru: Точка, вокруг которой происходит вращение. Укажите на форме x;y . Точка 0;0 соответствует точке центра контура полигона.

source: Precision allow to choose the number of decimal digits of the result
es_es: La precisión permite seleccionar el número de dígitos decimales en el resultado
fr_fr: La précision définit le nombre de chiffre après la virgule des coordonnées après le calcul
ru_ru: Точность результата позволяет выбрать количество цифр после запятой.

source: Precision
es_es: Precisión
fr_fr: Précision du résultat
ru_ru: Точность результата

source: ( There may be a loss of precision beyond 8 decimal digits )
es_es: La precisión del resultado no puede asegurarse más allá de 8 dígitos decimales.
fr_fr: La précision des nombres n'est pas garantie au-dela de 8 chiffres derrière la virgule.
ru_ru: Точность результата не гарантирована за 8 знаков после запятой.

source: Precision ( Number of decimal digits )
es_es: Precisión ( Número de dígitos decimales )
fr_fr: Nombre de chiffres après la virgule
ru_ru: Количество знаков после запятой

source: Physics automatism
es_es: Automatismo Motor físico
fr_fr: Automatisme Moteur physique
ru_ru: Автоматизм физики

source: Automatism allowing to move objects as if they were subject to the laws of physics.
es_es: Automatismo que permite mover objetos como si estuviesen sujetos a las leyes de la física.
fr_fr: Automatisme permettant de déplacer les objets comme si ils étaient soumis aux lois de la physique.
ru_ru: Автоматизм движущихся объектов, как если бы они подчинялись законам физики.

source: Physics engine
es_es: Motor físico
fr_fr: Moteur physique
ru_ru: Физический движок

source: Physics
ru_ru: Физика

source: Make objects move as if they were subject to the laws of physics.
es_es: Mueve objetos como si estuviesen sujetos a las leyes de la física.
fr_fr: Automatisme permettant de déplacer les objets comme si ils étaient soumis aux lois de la physique.
ru_ru: Сделать движущиеся объекты, как если бы они подчинялись законам физики.

source: Make the object static
es_es: Establecer como objeto estático
fr_fr: Rendre l'objet statique
ru_ru: Сделать статический объект

source: Make object immovable.
es_es: Establece el objeto como fisicamente inamovible
fr_fr: Rend l'objet statique physiquement
ru_ru: Сделать неподвижный физический объект.

source: Make _PARAM0_ static
es_es: Establecer _PARAM0_ como estático
fr_fr: Rendre _PARAM0_ statique
ru_ru: Сделать _PARAM0_ статическим

source: Make the object dynamic
es_es: Establece el objeto como dinámico
fr_fr: Rendre l'objet dynamique
ru_ru: Сделать динамический объект

source: Make object dynamic ( affected by forces and other objects ).
es_es: Establece el objeto como dinámico ( afectado por fuerzas y otros objetos ).
fr_fr: Rend l'objet dynamique ( affecté par les forces et les autres objets ).
ru_ru: Делает динамический объект ( зависит от сил и воздействия других объектов ).

source: Make _PARAM0_ dynamic
es_es: Establecer _PARAM0_ como dinámico
fr_fr: Rendre _PARAM0_ dynamique
ru_ru: Сделать _PARAM0_ динамическим

source: The object is dynamic
es_es: El objeto es dinámico
fr_fr: L'objet est dynamique
ru_ru: Объект является динамичным
