Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: "Center" Object
es_es: Objeto sobre el qué rotar
fr_fr: Objet autour duquel positionner le premier
ru_ru: "Центр" Объект

source: Move an object away from another
es_es: Mover un objeto lejos de otro
fr_fr: Ecarter un objet d'un autre
ru_ru: Отодвинуть объект от другого

source: Move an object away from another, using forces.
es_es: Mueve un objeto lejos de otro, utilizando fuerzas.
fr_fr: Ecarte un objet d'un autre, en utilisant les forces.
ru_ru: Отодвинуть объект от другого, используя силу.

source: Move away _PARAM0_ of _PARAM1_ ( only _PARAM0_ will move )
es_es: Alejar _PARAM0_ de _PARAM1_ ( sólo _PARAM0_ se moverá )
fr_fr: Ecarter _PARAM0_ de _PARAM1_ ( seul _PARAM0_ bougera )
ru_ru: Отодвинуть _PARAM0_ от _PARAM1_ ( только _PARAM0_ будет перемещаться )

source: Object 2 ( won't move )
es_es: Objet 2 ( No se moverá )
fr_fr: Objet 2 ( Ne bougera pas )
ru_ru: Объект 2 ( не перемещаемый )

source: Move an object away from another without using forces.
es_es: Mueve un objeto lejos de otro sin utilizar fuerzas.
fr_fr: Ecarte un objet d'un autre sans utiliser les forces.
ru_ru: Отодвинуть объект от другого, не используя силу.

source: Move away _PARAM0_ of _PARAM2_ ( only _PARAM0_ will move )
es_es: Alejar _PARAM0_ de _PARAM2_ ( sólo _PARAM0_ se moverá )
fr_fr: Ecarter _PARAM0_ de _PARAM2_ ( seul _PARAM0_ bougera )
ru_ru: Отодвинуть _PARAM0_ от _PARAM2_ ( только _PARAM0_ будет перемещаться )

source: Separate two objects
es_es: Separar dos objetos
fr_fr: Séparer deux objets
ru_ru: Отделять два объекта

source: Move an object away from another using their collision masks. Be sure to call this action on a reasonable number of objects so as not to slow down the game.
es_es: Mueve un objeto lejos de otro utilizando sus máscaras de colisión. Asegúrate de llamar esta acción con un número razonable de objetos con el fin de no "enlentecer" el juego.
fr_fr: Sépare un objet d'un autre en utilisant leur masque de collision. Soyez sûr d'appeler cette action sur un nombre raisonnable d'objets afin de ne pas ralentir le jeu.
ru_ru: Отделять объекты друг от друга, используя их маски столкновений. Обязательно используйте это действие для разумного числа объектов чтобы не замедлить игру.

source: X position of the object
es_es: Posición X del objeto
fr_fr: Position X de l'objet
ru_ru: Позиция X объекта

source: Y position of the object
es_es: Posición Y del objeto
fr_fr: Position Y de l'objet
ru_ru: Позиция Y объекта

source: Average X coordinates of forces
es_es: Fuerza media en X
fr_fr: Force moyenne en X
ru_ru: Средняя сила по X

source: Average Y coordinates of forces
es_es: Fuerza media en Y
fr_fr: Force moyenne en Y
ru_ru: Средняя сила по Y

source: Average angle of the forces
es_es: Ángulo medio de las fuerzas
fr_fr: Angle moyen des forces
ru_ru: Средний угол силы

source: Average length of the forces
es_es: Longitud media de las fuerzas
fr_fr: Longueur moyenne des forces
ru_ru: Средняя длительность силы

source: Object's width
fr_fr: Largeur d'un objet
ru_ru: Ширина объекта

source: Object's height
fr_fr: Hauteur d'un objet
ru_ru: Высота объекта

source: Z order of an object
es_es: Plano (Z) de un objeto
fr_fr: Plan d'un objet
ru_ru: Плоскость Z объекта

source: Distance between two objects
es_es: Distancia entre dos objetos
fr_fr: Distance entre deux objets
ru_ru: Расстояние между двумя объектами

source: Square distance between two objects
es_es: Distancia cuadrada entre dos objetos (D²)
fr_fr: Distance au carré entre deux objets
ru_ru: Квадрат расстояния между двумя объектами

source: Object's variable
es_es: Variable de un objeto
fr_fr: Variable d'un objet
ru_ru: Переменная объекта

source: Text of variable of an object
es_es: Texto de la variable de un objeto
fr_fr: Texte d'une variable d'un objet
ru_ru: Текст переменной объекта

source: Create an object
es_es: Crear un objeto
fr_fr: Créer un objet
ru_ru: Создать объект

source: Create an object at specified position
es_es: Crea un objeto en la posición especificada
fr_fr: Créer un objet à la position spécifiée
ru_ru: Создать объект в указанной позиции

source: Create object _PARAM1_ at position _PARAM2_;_PARAM3_
es_es: Crear el objeto _PARAM1_ en la posición _PARAM2_;_PARAM3_
fr_fr: Créer l'objet _PARAM1_ à la position _PARAM2_;_PARAM3_
ru_ru: Создать объект _PARAM1_ в позиции _PARAM2_;_PARAM3_

source: Object to create
es_es: Objeto a crear
fr_fr: Objet à créer
ru_ru: Создаваемый объект

source: Layer ( Base layer if empty )
es_es: Capa ( Capa base si se omite )
fr_fr: Calque ( Calque de base si vide )
ru_ru: Слой ( базовый слой, если пусто )

source: Create an object from its name
es_es: Crear un objeto a partir de su nombre
fr_fr: Créer un objet à partir de son nom
ru_ru: Создать объект с именем

source: Among the objects of the specified group, the action will create the object with the specified name.
es_es: Entre los objetos del grupo especificado, la acción creará el objeto con el nombre especificado.
fr_fr: Parmi les objets du groupe indiqué, l'action va créer l'objet ayant le nom spécifié.
ru_ru: Среди объектов указанной группы, действие создаст объект с указанным именем.

source: Among objects _PARAM1_, create object named _PARAM2_ at position _PARAM3_;_PARAM4_
es_es: Entre los objetos _PARAM1_, crear el objeto llamado _PARAM2_ en la posición _PARAM3_;_PARAM4_
fr_fr: Parmi les objets _PARAM1_, créer l'objet ayant le nom _PARAM2_ à la position _PARAM3_;_PARAM4_
ru_ru: В числе объектов _PARAM1_, создать объект с именем _PARAM2_ и позицией _PARAM3_;_PARAM4_

source: Groups containing objects which can be created by the action
es_es: Grupos conteniendo objetos que pueden ser creados por la acción
fr_fr: Groupe contenant les objets qui peuvent être créés par l'action
ru_ru: Группы, которые могут содержать созданные этим действием объекты

source: Text representing the name of the object to create
es_es: Texto representando el objeto a crear
fr_fr: Texte représentant le nom de l'objet à créer
ru_ru: Текст, представляющий имя создаваемого объекта

source: Consider objects
es_es: Considerar objetos
fr_fr: Prendre en compte des objets
ru_ru: Рассмотреть объекты

source: Pick all objects with this name.
es_es: Toma todos los objetos con este nombre.
fr_fr: Prend en compte tous les objets ainsi nommés de la scène.
ru_ru: Выбрать все объекты с этим именем на сцене.

source: Consider all _PARAM1_
es_es: Considerar todos los _PARAM1_
fr_fr: Prendre en compte tous les _PARAM1_
ru_ru: Выбрать все с _PARAM1_

source: Take a random object
es_es: Tomar un objeto al azar
fr_fr: Prendre un objet au hasard
ru_ru: Выбрать случайный объект

source: Take only one object with this name among all
es_es: Toma un solo objeto con este nombre de entre todos
fr_fr: Prend un seul objet ayant ce nom parmi tous ceux de la scène
ru_ru: Выбрать только один объект среди всех с этим именем

source: Take a random _PARAM1_
es_es: Tomar un _PARAM1_ al azar
fr_fr: Prendre un _PARAM1_ au hasard
ru_ru: Выбрать случайно _PARAM1_

source: Make objects moving
es_es: Hacer que los objetos se muevan
fr_fr: Effectuer le déplacement des objets
ru_ru: Создать движущийся объект

source: Moves the objects according to the forces they have.Game Develop call this action at the end of the events by default.
es_es: Mueve a los objetos de acuerdo a las fuerzas que tienen. Game Develop llama esta acción al final de los eventos por defecto. Puedes llamarla y luego usar las acciones de centrado de cámara/posicionamiento de objetos de la interfaz, por ejemplo.
fr_fr: Fait bouger les objets en fonction des forces qui leurs sont attribués. Game Develop appelle par défaut cette action à la fin de la liste des évènements. Vous pouvez l'appeler et utiliser ensuite les actions de centrage de caméra/positionnement d'objets d'interfaces par exemple.
ru_ru: Перемещение объектов в соответствии с силами, приложенные к ним. Game Develop вызывает это действие в конце списка событий, по умолчанию.

source: An object is moving to another
es_es: Un objeto se mueve hacia otro
fr_fr: Un objet se dirige vers un autre
ru_ru: Движение к другому объекту

source: Test if an object moves towards another. The first object must move.
es_es: Evalúa si un objeto se mueve hacia otro. El objeto 1 debe moverse.
fr_fr: Teste si l'objet se dirige vers un autre. L'objet 1 doit être en mouvement.
ru_ru: Тест движения объекта к другому Первый объект должен двигаться.

source: _PARAM0_ is moving toward _PARAM1_
es_es: _PARAM0_ se mueve hacia _PARAM1_
fr_fr: _PARAM0_ se dirige vers _PARAM1_
ru_ru: _PARAM0_ движется в сторону _PARAM1_

source: Object 2
es_es: Objeto 2
fr_fr: Objet 2
ru_ru: Объект 2

source: Angle of tolerance
es_es: Ángulo de tolerancia
fr_fr: Angle de tolérance
ru_ru: Угол отклонения

source: Test the distance between two objects.
es_es: Evalúa la distancia entre dos objetos.
fr_fr: Teste si la distance entre les deux objets correspond au test effectué
ru_ru: Тест расстояния между двумя объектами

source: The distance between _PARAM0_ and _PARAM1_ is below _PARAM2_ pixels
es_es: La distancia entre los objetos _PARAM0_ y _PARAM1_ es menor a _PARAM2_ píxeles
fr_fr: La distance entre les objets _PARAM0_ et _PARAM1_ est inférieure à _PARAM2_ pixels
ru_ru: Расстояние между _PARAM0_ и _PARAM1_ не превышает _PARAM2_ пиксель

source: Number of objects
es_es: Número de objetos
fr_fr: Nombre d'objets
ru_ru: Количество объектов

source: Test the number of concerned objects.
es_es: Evalúa el número de objetos concernientes.
fr_fr: Teste le nombre d'objet concernés.
ru_ru: Тест на количество участвующих объектов.

source: The number of _PARAM0_ is _PARAM1__PARAM2_
es_es: El número de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le nombre de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Количество_PARAM0_ составляет _PARAM1_ _PARAM2_

source: Collision
es_es: Colisión
ru_ru: Столкновения

source: Test the collision between two objects using their collision mask. Note that some objects may not have a collision mask. Some others, like Sprite, provide also more precise collision conditions.
es_es: Evalúa la colisión entre dos objetos utilizando sus máscaras de colisión. Nota que algunos objetos pueden no tener máscara de colisión. Algunos otros, como los Sprite, proveen condiciones de colisión más precisas.
fr_fr: Teste la collision entre deux objets en utilisant leurs masques de collisions. Notez que certains objets peuvent ne pas avoir de masque de collisions. D'autres, comme les Sprites, proposent des conditions de collisions plus précises.
ru_ru: Тест столкновения между двумя объектами, используя их маски столкновений. Обратите внимание, что некоторые объекты могут не иметь маску столкновения. Другие, такие как спрайты, обеспечивают более точные условия столкновения.

source: _PARAM0_ is in collision with _PARAM1_ ( Collision masks )
es_es: _PARAM0_ está en colisión con _PARAM1_ ( Máscaras de colisión )
fr_fr: _PARAM0_ est en collision avec _PARAM1_ ( Masques de collisions )
ru_ru: _PARAM0_ находится в столкновении с _PARAM1_ ( Столкновение масок )

source: An object is turned toward another
es_es: Un objeto está girado hacia otro
fr_fr: Un objet est tourné vers un autre
ru_ru: Поворот объекта к другому

source: Test if an object is turned toward another
es_es: Evalúa si un objeto está girado hacia otro
fr_fr: Teste si un objet est tourné vers un autre
ru_ru: Тест поворота объекта в сторону другого

source: _PARAM0_ is rotated towards _PARAM1_
es_es: L'objet _PARAM0_ está girado hacia _PARAM1_
fr_fr: L'objet _PARAM0_ est tourné vers _PARAM1_
ru_ru: Объект _PARAM0_ повернут к _PARAM1_

source: Name of the object
es_es: Nombre del objeto
fr_fr: Nom de l'objet
ru_ru: Имя объекта

source: Name of the second object
es_es: Nombre del segundo objeto
fr_fr: Nom du second objet
ru_ru: Имя второго объекта

source: Angle of tolerance, in degrees (0: minimum tolerance)
es_es: Ángulo de tolerancia, en grados ( 0 : tolerancia mínima )
fr_fr: Angle de tolérance, en degrés ( 0 : tolérance minimale )
ru_ru: Угол допуска, в градусах ( 0 : минимальный допуск )

source: Count the number of specified objects currently concerned
fr_fr: Compte le nombre d'objets indiqué actuellement concernés
ru_ru: Подсчет количества конкретных объектов в настоящее время

source: Cameras and layers features
es_es: Funciones de las cámaras y capas
fr_fr: Fonctionnalités sur les caméras
ru_ru: Особенности камер и слоев

source: Builtin camera extension
es_es: Extensión de cámara integrada
fr_fr: Extension caméra integrée en standard
ru_ru: Расширение встроенной камеры

source: Camera center X position
es_es: Posición X del centro de la cámara
fr_fr: Position X du centre de la caméra
ru_ru: Позиция X центра камеры

source: Compare the X position of a the center of a camera.
es_es: Evalúa la posición X del centro de la cámara.
fr_fr: Teste la valeur de la position X du centre d'une caméra.
ru_ru: Тест значения позиции X центра камеры.

source: X position of camera _PARAM4_ is _PARAM1__PARAM2_ ( Layer: _PARAM3_ )
es_es: La posición X de la cámara _PARAM4_ es _PARAM1_ a _PARAM2_ ( Capa : _PARAM3_ )
fr_fr: La position X de la caméra _PARAM4_ est _PARAM1_ à _PARAM2_ ( Calque : _PARAM3_ )
ru_ru: Позиция X камеры _PARAM4_ составляет _PARAM1__PARAM2_ ( Слой : _PARAM3_ )

source: Camera number ( default : 0 )
es_es: Número de la cámara ( 0 por defecto )
fr_fr: Numéro de la caméra ( 0 par défaut )
ru_ru: Номер камеры ( по умолчанию: 0 )

source: Camera center Y position
es_es: Posición Y del centro de la cámara
fr_fr: Position Y du centre de la caméra
ru_ru: Позиция Y центра камеры

source: Compare the Y position of a the center of a camera.
es_es: Evalúa la posición Y del centro de la cámara.
fr_fr: Teste la valeur de la position Y du centre d'une caméra.
ru_ru: Тест значения позиции Y центра камеры.

source: The Y position of camera _PARAM4_ is _PARAM1__PARAM2_ ( Layer: _PARAM3_ )
es_es: La posición Y de la cámara _PARAM4_ es _PARAM1_ a _PARAM2_ ( Capa : _PARAM3_ )
fr_fr: La position Y de la caméra _PARAM4_ est _PARAM1_ à _PARAM2_ ( Calque : _PARAM3_ )
ru_ru: Позиция Y камеры _PARAM4_ состовляет _PARAM1_ _PARAM2_ ( Слой : _PARAM3_ )

source: Change X position of the center of the specified camera.
es_es: Cambia la posición X del centro de la cámara especificada.
fr_fr: Modifie la position X du centre de la caméra indiquée.
ru_ru: Изменение позиции X центра указанной камеры.

source: Do _PARAM1__PARAM2_ to X position of camera _PARAM4_ ( Layer: _PARAM3_ )
es_es: Hacer _PARAM1__PARAM2_ a la posición X de la cámara _PARAM4_ ( Capa : _PARAM3_ )
fr_fr: Faire _PARAM1__PARAM2_ à la position X de la caméra _PARAM4_ ( Calque : _PARAM3_ )
ru_ru: Сделать _PARAM1__PARAM2_ позицию X для камеры _PARAM4_ ( Слой : _PARAM3_ )

source: Change Y position of the center of the specified camera.
es_es: Cambia la posición Y del centro de la cámara especificada.
fr_fr: Modifie la position Y du centre de la caméra indiquée.
ru_ru: Изменение позиции Y центра указанной камеры.

source: Do _PARAM1__PARAM2_ to Y position of camera _PARAM4_ ( Layer: _PARAM3_ )
es_es: Hacer _PARAM1__PARAM2_ a la posición Y de la cámara _PARAM4_ ( Capa : _PARAM3_ )
fr_fr: Faire _PARAM1__PARAM2_ à la position Y de la caméra _PARAM4_ ( Calque : _PARAM3_ )
ru_ru: Сделать _PARAM1__PARAM2_ позицию Y для камеры _PARAM4_ ( Слой : _PARAM3_ )

source: Width of a camera
es_es: Ancho de una cámara
fr_fr: Largeur d'une caméra
ru_ru: Ширина камеры

source: Test the width of a camera of a layer
es_es: Evalúa el ancho de una cámara de una capa.
fr_fr: Teste la largeur d'une caméra d'un calque.
ru_ru: Тест ширины камеры слоя

source: The width of camera _PARAM2_ of layer _PARAM1_ is _PARAM3__PARAM4_
es_es: El ancho de la cámara _PARAM2_ de la capa _PARAM1_ es _PARAM3_ a _PARAM4_
fr_fr: La largeur de la caméra _PARAM2_ du calque _PARAM1_ est _PARAM3_ à _PARAM4_
ru_ru: Ширина камеры _PARAM2_ слоя _PARAM1_ составляет _PARAM3__PARAM4_

source: Camera number
es_es: Número de la cámara
fr_fr: Numéro de la caméra
ru_ru: Номер камеры

source: Height of a camera
es_es: Alto de una cámara
fr_fr: Hauteur d'une caméra
ru_ru: Высота камеры

source: Test the height of a camera of a layer
es_es: Evalúa el alto de una cámara de una capa.
fr_fr: Teste la hauteur d'une caméra d'un calque.
ru_ru: Тест высоты камеры слоя.

source: The height of camera _PARAM2_ of layer _PARAM1_ is _PARAM3__PARAM4_
es_es: el alto de la cámara _PARAM2_ de la capa _PARAM1_ es _PARAM3_ a _PARAM4_
fr_fr: La hauteur de la caméra _PARAM2_ du calque _PARAM1_ est _PARAM3_ à _PARAM4_
ru_ru: Высота камеры _PARAM2_ слоя _PARAM1_ составляет _PARAM3__PARAM4_

source: Angle of a camera of a layer
es_es: Ángulo de una cámara
fr_fr: Angle de la caméra d'un calque
ru_ru: Угол камеры слоя

source: Test a camera angle.
es_es: Evalúa el ángulo de una cámara.
fr_fr: Teste l'angle d'une caméra.
ru_ru: Тест угла камеры.

source: Angle of camera is _PARAM1__PARAM2_ ( layer : _PARAM3_, camera : _PARAM4_ )
es_es: El ángulo de la cámara es _PARAM1_ a _PARAM2_° ( Capa : _PARAM3_, cámara : _PARAM4_ )
fr_fr: L'angle de la caméra est _PARAM1_ à _PARAM2_° ( Calque : _PARAM3_, caméra : _PARAM4_ )
ru_ru: Угол камеры _PARAM1__PARAM2_° ( слой : _PARAM3_, камера : _PARAM4_ )

source: Change camera angle
es_es: Cambiar el ángulo de la cámara
fr_fr: Modifier l'angle de la caméra
ru_ru: Изменение угла камеры

source: This action modify the angle of a camera of the specified layer.
es_es: Esta acción modifica el ángulo de la cámara especiicada.
fr_fr: Cette action modifie l'angle de la caméra du calque indiqué.
ru_ru: Изменение угла камеры указанного слоя.

source: Do _PARAM1__PARAM2_ to angle of camera ( layer : _PARAM3_, camera : _PARAM4_ )
es_es: Hacer _PARAM1__PARAM2_ al ángulo de la cámara ( Capa : _PARAM3_, cámara : _PARAM4_ )
fr_fr: Faire _PARAM1__PARAM2_ à l'angle de la caméra ( calque : _PARAM3_, caméra : _PARAM4_ )
ru_ru: Сделать _PARAM1__PARAM2_ для угла камеры ( слой : _PARAM3_, камера : _PARAM4_ )

source: Add a camera to a layer
es_es: Agregar una cámara a una capa
fr_fr: Ajouter une caméra à un calque
ru_ru: Добавить камеру к слою

source: This action add a camera to a layer
es_es: Esta acción agrega una cámara a una capa.
fr_fr: Cette action ajoute une caméra à un calque.
ru_ru: Это действие добавить камеру к слою.

source: Add a camera to layer _PARAM1_
es_es: Agregar una cámara a la capa _PARAM1_
fr_fr: Ajouter une caméra au calque _PARAM1_
ru_ru: Добавить камеру к слою _PARAM1_

source: Width
es_es: Ancho
fr_fr: Largeur
ru_ru: Ширина

source: Height
es_es: Alto
fr_fr: Hauteur
ru_ru: Высота

source: Render zone: Top left side: X Position ( Between 0 and 1 )
es_es: Posición X del punto superior-izquierdo de la zona de renderizado ( entre 0 y 1 )
fr_fr: Position X du point haut gauche de la zone ( entre 0 et 1 )
ru_ru: Позиция X верхнего левого угла зоны рендеринга ( между 0 и 1 )

source: Render zone: Top left side: Y Position ( Between 0 and 1 )
es_es: Posición Y del punto superior-izquierdo de la zona de renderizado ( entre 0 y 1 )
fr_fr: Position Y du point haut gauche de la zone de rendu ( entre 0 et 1 )
ru_ru: Позиция Y верхнего левого угла зоны рендеринга ( между 0 и 1 )

source: Render zone: Bottom right side: X Position ( Between 0 and 1 )
es_es: Posición X del punto inferior-derecho de la zona de renderizado ( entre 0 y 1 )
fr_fr: Position X du point bas droit de la zone ( entre 0 et 1 )
ru_ru: Позиция X правого нижнего угла зоны рендеринга ( между 0 и 1 )

source: Render zone: Bottom right side: Y Position ( Between 0 and 1 )
es_es: Posición Y del punto inferior-derecho de la zona de renderizado ( entre 0 y 1 )
fr_fr: Position Y du point bas droit de la zone de rendu ( entre 0 et 1 )
ru_ru: Позиция Y правого нижнего угла зоны рендеринга ( между 0 и 1 )

source: Delete a camera of a layer
es_es: Eliminar una cámara
fr_fr: Supprimer une caméra d'un calque
ru_ru: Удалить камеру слоя

source: Remove the specified camera from a layer
es_es: Elimina la cámara especificada de una capa.
fr_fr: Supprime la caméra indiquée d'un calque.
ru_ru: Удаляет камеру с указанного слоя.

source: Delete camera _PARAM2_ from layer _PARAM1_
es_es: Borrar la cámara _PARAM2_ de la capa _PARAM1_
fr_fr: Supprimer la caméra _PARAM2_ du calque _PARAM1_
ru_ru: Удалить камеру _PARAM2_ из слоя _PARAM1_

source: Modify the size of a camera
es_es: Modificar el tamaño de una cámara
fr_fr: Modifier la taille d'une caméra
ru_ru: Изменить размер камеры

source: This action modify the size of a camera of the specified layer. The zoom will be reset.
es_es: Esta acción modifica el tamaño de la cámara especificada de la capa. El valor de aumento será restablecido.
fr_fr: Cette action modifie la taille d'une caméra. Remet le zoom à sa valeur initiale.
ru_ru: Изменяет размер камеры указанного слоя. Масштабирование будет сброшено.

source: Change the size of camera _PARAM2_ of _PARAM1_ to _PARAM3_*_PARAM4_
es_es: Cambiar el tamaño de la cámara _PARAM2_ de la capa _PARAM1_ a _PARAM3_*_PARAM4_
fr_fr: Changer la taille de la caméra _PARAM2_ du calque _PARAM1_ en _PARAM3_*_PARAM4_
ru_ru: Изменить размер камеры _PARAM2_ слоя _PARAM1_ на _PARAM3_*_PARAM4_

source: Modify the render zone of a camera
es_es: Modificar la zona de renderizado de una cámara
fr_fr: Modifier la zone de rendu d'une caméra
ru_ru: Изменить зону рендеринга камеры

source: This action modify the render zone of a camera of the specified layer.
es_es: Esta acción modifica la zona de renderizado de una cámara especificada de la capa, expresado como factor de la ventana.
fr_fr: Cette action modifie la zone de rendu d'une caméra, exprimée en facteur de la fenêtre.
ru_ru: Изменяет зону рендеринга камеры для указанного слоя.

source: Set the render zone of camera _PARAM2_ from layer _PARAM1_ to PARAM3_;_PARAM4_ _PARAM5_;_PARAM6_
es_es: Cambiar la zona de renderizado de la cámara _PARAM2_ de la capa _PARAM1_ a _PARAM3_;_PARAM4_ _PARAM5_;_PARAM6_
fr_fr: Mettre la zone de rendu de la caméra _PARAM2_ du calque _PARAM1_ à _PARAM3_;_PARAM4_ _PARAM5_;_PARAM6_
ru_ru: Задать зону рендеринга камеры _PARAM2_ для слоя _PARAM1_ как _PARAM3_;_PARAM4_ _PARAM5_;_PARAM6_

source: Change camera zoom.
es_es: Cambiar el aumento.
fr_fr: Changer le niveau de zoom de la caméra
ru_ru: Изменить масштабирование камеры

source: Change camera zoom to _PARAM1_ ( layer : _PARAM2_, camera : _PARAM3_ )
es_es: Cambiar aumento de la cámara a _PARAM1_ ( Capa : _PARAM2_, cámara : _PARAM3_ )
fr_fr: Mettre le niveau de zoom de la caméra à _PARAM1_ ( calque : _PARAM2_, caméra : _PARAM3_ )
ru_ru: Задать уровень масштабирования камеры как _PARAM1_ ( слой : _PARAM2_, камера : _PARAM3_ )

source: Value ( 1:Initial zoom, 2:Zoom x2, 0.5:Unzoom x2...)
es_es: Valor ( 1: Aumento inicial, 2: Aumento x2, 0.5: Disminución x2... )
fr_fr: Valeur ( 1: Zoom initial, 2: Zoom avant x2, 0.5:Zoom arrière x2... )
ru_ru: Значение ( 1: Начальное, 2: Увеличить на x2, 0.5: Уменьшить на x2... )

source: Center the camera on an object within limits
es_es: Centrar la cámara en un objeto ( Límites )
fr_fr: Centrer la caméra sur un objet ( Limites )
ru_ru: Центрирование камеры на объекте ( В пределах )

source: Center the camera on the specified object, without leaving the specified limits.
es_es: Centra la cámara en el objeto especificado, dentro de los límites dados. Es preferible llamar esta acción al final de los eventos, cuando todas las acciones de desplazamiento y posición de objetos se hayan efectuado.
fr_fr: Centre la caméra sur l'objet, dans les limites définies. Il est préférable d'appeler cette action vers la fin des évènements, quand toutes les actions de positionnement et de déplacement de l'objet ont été effectuées.
ru_ru: Центрировать камеру на указанном объекте, не выходя за указанные пределы. Лучше вызывать действие в конце событий отвечающих за позиционирование и движение объекта.
