Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Destroy and recreate particles, so as to take changes made to setup of the emitter in account.
es_es: Destruye y recrea las partículas, con el fin de establecer en el emisor los cambios de parámetros.
fr_fr: Efface et recréé les particules, pour prendre en compte par exemple les changements au niveau du paramétrage.
ru_ru: Внесение изменения в параметр излучателя, для уничтожения и воссоздания частиц.

source: Recreate particles of _PARAM0_
es_es: Recrear partículas de _PARAM0_
fr_fr: Recréer les particules de _PARAM0_
ru_ru: Воссоздавать частицы для _PARAM0_

source: Rendering first parameter
es_es: Renderizado, parámetro 1
fr_fr: Paramètre 1 du rendu
ru_ru: Рендеринг, параметр 1

source: Modify first parameter of rendering ( Size/Length ). Particles have to be recreated in order to take changes in account.
es_es: Modifica el parámetro 1 de renderizado ( Tamaño/Longitud ). Las partículas deben ser recreadas a fin de tener en cuenta los cambios.
fr_fr: Modifie le premier paramètre du rendu ( Taille/Longueur ). Nécessite de recréer les particules pour prendre en compte les changements.
ru_ru: Изменить первый параметр рендеринга ( Размер/Длина ). Чтобы отразить изменения, требуется воссоздать частицы.

source: Do _PARAM1__PARAM2_ to rendering 1st parameter of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 1 de renderizado de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 1 du rendu de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 1 рендеринга для _PARAM0_

source: Test the first parameter of rendering ( Size/Length ).
es_es: Evalúa el parámetro 1 de renderizado ( Tamaño/Longitud ).
fr_fr: Teste la valeur du paramètre 1 de rendu ( Taille/Longueur ).
ru_ru: Тест значения параметра 1 рендеринга ( Размер/Длина ).

source: The 1nd rendering parameter of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 1 de renderizado de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le 1er paramètre du rendu de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: 1ый параметр рендеринга для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Rendering second parameter
es_es: Renderizado, parámetro 2
fr_fr: Paramètre 2 du rendu
ru_ru: Рендеринг, параметр 2

source: Modify the second parameter of rendering ( Size/Length ). Particles have to be recreated in order to take changes in account.
es_es: Modifica el parámetro 2 de renderizado ( Taille/Longueur ). Las partículas deben ser recreadas a fin de tener en cuenta los cambios.
fr_fr: Modifie le second paramètre du rendu ( Taille/Longueur ). Nécessite de recréer les particules pour prendre en compte les changements.
ru_ru: Изменить второй параметр рендеринга ( Размер/Длина ). Чтобы отразить изменения, требуется воссоздать частицы.

source: Do _PARAM1__PARAM2_ to rendering 2nd parameter of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 2 de renderizado de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 2 du rendu de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 2 рендеринга для _PARAM0_

source: Test the second parameter of rendering ( Size/Length ).
es_es: Evalúa el parámetro 2 de renderizado ( Taille/Longueur ).
fr_fr: Teste la valeur du paramètre 2 de rendu ( Taille/Longueur ).
ru_ru: Тест значения параметра 2 рендеринга ( Размер/Длина ).

source: The 2nd rendering parameter of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 2 de renderizado de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le 2nd paramètre du rendu de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: 2ой параметр рендеринга для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Capacity
es_es: Capacidad
fr_fr: Capacité
ru_ru: Объем

source: Change the capacity of the emitter.
es_es: Modifica la capacidad del emisor.
fr_fr: Modifie la capacité de l'émetteur.
ru_ru: Изменить объем излучателя.

source: Do _PARAM1__PARAM2_ to the capacity of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la capacidad de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la capacité de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как объем для _PARAM0_

source: Test the capacity of the emitter.
es_es: Evalúa la capacidad del emisor.
fr_fr: Teste la capacité de l'émetteur.
ru_ru: Тест объема излучателя.

source: The capacity of _PARAM0_ is _PARAM1__PARAM2_
es_es: La capacidad de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La capacité de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Объем для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Flow
es_es: Flujo
fr_fr: Flux
ru_ru: Поток

source: Change the flow of the emitter.
es_es: Modifica el flujo del emisor.
fr_fr: Modifie le flux de l'émetteur.
ru_ru: Изменить поток излучателя.

source: Do _PARAM1__PARAM2_ to flow of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el flujo de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au flux de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как поток для _PARAM0_

source: Test the flow of the emitter.
es_es: Evalúa el flujo del emisor.
fr_fr: Teste le flux de l'émetteur.
ru_ru: Тест потока излучателя.

source: The flow of _PARAM0_ is _PARAM2_ _PARAM1_
es_es: El flujo de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le flux de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Потк для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Change the image of particles ( if displayed ).
es_es: Modifica la imagen de partículas ( si se visualiza ).
fr_fr: Modifie l'image des particules ( si affichée ).
ru_ru: Изменить изображение частиц ( если отображается ).

source: Change the image of particles of _PARAM0_ to _PARAM1_
es_es: Cambiar la imagen de partículas de _PARAM0_ a _PARAM1_
fr_fr: Changer l'image des particules de _PARAM0_ en _PARAM1_
ru_ru: Сменить изображение частиц для _PARAM0_ на _PARAM1_

source: New image
es_es: Nueva imagen
fr_fr: Nouvelle image
ru_ru: Новое изображение

source: Test the name of the image displayed by particles.
es_es: Evalúa el nombre de la imagen visualizada por las partículas.
fr_fr: Teste le nom de l'image affichée par les particules.
ru_ru: Тест имени изображения отображаемого на частицах.

source: Image displayed by particles of _PARAM0_ is _PARAM1__PARAM2_
es_es: La imagen visualizada por las partículas de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'image affichée par les particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Изображение отображаемое на частицах _PARAM0_ est _PARAM1_ à _PARAM2_

source: Particles image
es_es: Imagen de partículas
fr_fr: Image des particules
ru_ru: Изображение частицы

source: Name of the image displayed by particles
es_es: Nombre de la imagen visualizada por las partículas
fr_fr: Nom de l'image affichée par les particules
ru_ru: Имя изображения отображаемого частицами

source: Particles
es_es: Partículas
fr_fr: Particules
ru_ru: Частицы

source: Particles number
es_es: Número de partículas
fr_fr: Nombre de particules
ru_ru: Число частиц

source: Emission angle A
es_es: Ángulo A de emisión
fr_fr: Angle A de l'émission
ru_ru: Угол излучения A

source: Emission angle B
es_es: Ángulo B de emisión
fr_fr: Angle B de l'émission
ru_ru: Угол излучения B

source: Radius of the emission zone
es_es: Radio de la zona de emisión
fr_fr: Rayon de la zone d'émission
ru_ru: Радиус зоны излучения

source: X Gravity of particles
es_es: Gravedad en X de las partículas
fr_fr: Gravité en X des particules
ru_ru: X гравитация частиц

source: Y Gravity of particles
es_es: Gravedad en Y de las partículas
fr_fr: Gravité en Y des particules
ru_ru: Y гравитация частиц

source: Z Gravity of particles
es_es: Gravedad en Z de las partículas
fr_fr: Gravité en Z des particules
ru_ru: Z гравитация частиц

source: Gravity value
es_es: Valor de gravedad
fr_fr: Valeur de la gravité
ru_ru: Значение гравитации

source: Particles friction
es_es: Fricción de las partículas
fr_fr: Friction des particules
ru_ru: Трение частиц

source: Minimum lifetime of particles
es_es: Tiempo de vida mínimo de partículas
fr_fr: Temps de vie minimal des particules
ru_ru: Мин время жизни частиц

source: Maximum lifetime of particles
es_es: Tiempo de vida máximo de partículas
fr_fr: Temps de vie maximal des particules
ru_ru: Макс время жизни частиц

source: Parameter 1 of red color
es_es: Parámetro 1 del color rojo
fr_fr: Paramètre 1 de la couleur rouge
ru_ru: Параметр 1 красного цвета

source: Parameter 2 of red color
es_es: Parámetro 2 del color rojo
fr_fr: Paramètre 2 de la couleur rouge
ru_ru: Параметр 2 красного цвета

source: Parameter 1 of blue color
es_es: Parámetro 1 del color azul
fr_fr: Paramètre 1 de la couleur bleue
ru_ru: Параметр 1 синего цвета

source: Parameter 2 of blue color
es_es: Parámetro 2 del color azul
fr_fr: Paramètre 2 de la couleur bleue
ru_ru: Параметр 2 синего цвета

source: Parameter 1 of green color
es_es: Parámetro 1 del color verde
fr_fr: Paramètre 1 de la couleur vert
ru_ru: Параметр 1 зеленого цвета

source: Parameter 2 of green color
es_es: Parámetro 2 del color verde
fr_fr: Paramètre 2 de la couleur vert
ru_ru: Параметр 2 зеленого цвета

source: Parameter 1 of transparency
es_es: Parámetro 1 de transparencia
fr_fr: Paramètre 1 de la transparence
ru_ru: Параметр 1 прозрачности

source: Parameter 2 of transparency
es_es: Parámetro 2 de transparencia
fr_fr: Paramètre 2 de la transparence
ru_ru: Параметр 2 прозрачности

source: Parameter 1 of size
es_es: Parámetro 1 de tamaño
fr_fr: Paramètre 1 de la taille
ru_ru: Параметр 1 размера

source: Parameter 2 of size
es_es: Parámetro 2 de tamaño
fr_fr: Paramètre 2 de la taille
ru_ru: Параметр 2 размера

source: Parameter 1 of angle
es_es: Parámetro 1 de ángulo
fr_fr: Paramètre 1 de l'angle
ru_ru: Параметр 1 угла

source: Parameter 2 of angle
es_es: Parámetro 2 de ángulo
fr_fr: Paramètre 2 de l'angle
ru_ru: Параметр 2 угла

source: Edit the particle emitter
es_es: Editar el emisor de partículas
fr_fr: Editer l'émetteur de particules
ru_ru: Редактирование излучателя частиц

source: Rendering
es_es: Renderizado
fr_fr: Rendu
ru_ru: Рендеринг

source: Renderering mode :
es_es: Modo de renderizado :
fr_fr: Mode de rendu :
ru_ru: Режим рендеринга :

source: Standard rendering
es_es: Renderizado normal
fr_fr: Rendu normal
ru_ru: Стандартный рендеринг

source: Additive rendering
es_es: Renderizado aditivo
fr_fr: Rendu additif
ru_ru: Аддитивный рендеринг

source: Lifetime : Between
es_es: Tiempo de vida : Entre
fr_fr: Temps de vie : Entre
ru_ru: Время жизни : Период

source: and
es_es: y
fr_fr: et
ru_ru: и

source: seconds
es_es: segundos
fr_fr: secondes
ru_ru: секунд

source: Unlimited capacity
es_es: Capacidad ilimitada
fr_fr: Capacité infinie
ru_ru: Неогр. объем

source: If this box is checked, the emitter will keep emit particles.
es_es: Si se marca, el emisor nunca dejará de emitir partículas.
fr_fr: En cochant ceci, l'émetteur ne s'arrêtera jamais d'émettre des particules.
ru_ru: При включении опции, излучатель не прекращает испускать частицы.

source: Capacity :
es_es: Capacidad :
fr_fr: Capacité :
ru_ru: Объем :

source: Available particles number.
es_es: Número de partículas permitido.
fr_fr: Le nombre de particules disponibles.
ru_ru: Число доступных частиц.

source: Flow :
es_es: Flujo :
fr_fr: Flux :
ru_ru: Поток :

source: Number of particles emitted ( by seconds ). -1 to emit everything in a single shot.
es_es: Número de partículas emitido (por segundo). -1 para emitir todas en una única ráfaga.
fr_fr: Le nombre de particules émises à la seconde. -1 pour tout émettre d'un coup.
ru_ru: Число частиц излучаемых в секунду. -1 излучить все сразу.

source: Maximum particles number:
es_es: Número máximo de partículas visibles :
fr_fr: Nombre maximum de particules affichables :
ru_ru: Максимальное число частиц :

source: Initial particles color :
es_es: Color inicial de partículas :
fr_fr: Couleur des particules à leur apparition :
ru_ru: Начальный цвет частиц :

source: Final particles color :
es_es: Color final de partículas :
fr_fr: Couleur des particules à leur disparition :
ru_ru: Конечный цвет частиц :

source: Red
es_es: Rojo
fr_fr: Rouge
ru_ru: Красный

source: Fixed
es_es: Fijo
fr_fr: Fixé
ru_ru: Фиксированный

source: Changing over time
es_es: Cambio en el tiempo
fr_fr: Changeant au cours du temps
ru_ru: Изменяемый с течением времени

source: From
es_es: De
fr_fr: De
ru_ru: От

source: to
es_es: à
fr_fr: à
ru_ru: до

source: Green
es_es: Verde
fr_fr: Vert
ru_ru: Зеленый

source: Blue
es_es: Azul
fr_fr: Bleu
ru_ru: Синий

source: Colors
es_es: Colores
fr_fr: Couleurs
ru_ru: Цвет

source: Colors ( advanced )
es_es: Colores ( avanzado )
fr_fr: Couleurs ( avancées )
ru_ru: Цвет ( продвинутый )

source: Transparency
es_es: Transparencia
fr_fr: Transparence
ru_ru: Прозрачность

source: Between
es_es: Entre
fr_fr: Entre
ru_ru: Период

source: Random variation between:
es_es: Variación aleatoria entre dos valores :
fr_fr: Variation aléatoire de ces deux valeurs :
ru_ru: Случайное изменение между :

source: Ampltiude of the random variation of the initial transparency
es_es: Amplitud de la variación aleatoria de la transparencia inicial
fr_fr: Amplitude de la variation aléatoire de la valeur initiale de la transparence
ru_ru: Амплитуда случайного изменения начальной прозрачности

source: Display angle
es_es: Ángulo de visualización
fr_fr: Angle d'affichage
ru_ru: Угол обзора

source: Ampltiude of the random variation of the value.
es_es: Amplitud de la variación aleatoria del valor.
fr_fr: Amplitude de la variation aléatoire de la valeur.
ru_ru: Амплитуда случайного изменения значения.

source: of the initial size
es_es: del tamaño inicial
fr_fr: de la taille initiale
ru_ru: от начального размера

source: Zone and direction of emission
es_es: Zona y dirección de emisión
fr_fr: Zone et direction d'émission
ru_ru: Зона и направление излучения

source: Emission force :
es_es: Fuerza de emisión :
fr_fr: Force d'émission :
ru_ru: Сила излучения :

source: Radius of the emission sphere :
es_es: Radio de la esfera de emisión :
fr_fr: Rayon de la sphère d'apparition :
ru_ru: Радиус сферы излучения :

source: Angle of the spray cone :
es_es: Ángulo de apertura del cono de emisión :
fr_fr: Angle d'ouverture du cone d'émission :
ru_ru: Угол раствора конуса излучения :

source: Emission Z direction:
es_es: Dirección de emisión en Z :
fr_fr: Direction d'émission sur l'axe Z :
ru_ru: Направление излучения Z :

source: Angle of the emission zone :
es_es: Ángulo de la zona de emisión :
fr_fr: Angle de la zone d'émission :
ru_ru: Угол зоны излучения :

source: 1st angle :
es_es: 1er ángulo :
fr_fr: 1er angle :
ru_ru: 1ый угол :

source: 2nd angle :
es_es: 2do ángulo :
fr_fr: 2eme angle :
ru_ru: 2ой угол :

source: Simple setup
es_es: Configuración simple
fr_fr: Configuration simple
ru_ru: Простая установка

source: Advanced setup
es_es: Configuración avanzada
fr_fr: Configuration avancée
ru_ru: Продвинутая установка

source: Gravity :
es_es: Gravedad :
fr_fr: Gravité :
ru_ru: Гравитация :

source: Gravity on X axis
es_es: Gravedad en eje X
fr_fr: Gravité sur l'axe X
ru_ru: Гравитация по оси X

source: Gravity angle :
es_es: Ángulo de gravedad :
fr_fr: Angle de la gravité :
ru_ru: Угол гравитации :

source: Gravity on Z axis ( depth )
es_es: Gravedad en eje Z ( profundidad )
fr_fr: Gravité sur l'axe Z ( profondeur )
ru_ru: Гравитация по Z ( глубина )

source: Friction :
es_es: Fricción :
ru_ru: Трение :

source: Gravity applied to particles :
es_es: Gravedad aplicada a las partículas :
fr_fr: Gravité appliquée aux particules :
ru_ru: Гравитация приложенная к частицам :

source: Gravity on Y axis
es_es: Gravedad en eje Y
fr_fr: Gravité sur l'axe Y
ru_ru: Гравитация по оси Y

source: Destroy the object when no more particles are spayed
es_es: Destruir el objeto cuando no se emiten más partículas.
fr_fr: Détruire l'objet quand plus aucune particule n'est émise.
ru_ru: Уничтожить объект, если частицы больше не излучаются.

source: Show the images bank
es_es: Visualizar el banco de imágenes
fr_fr: Afficher la banque d'images
ru_ru: Просмотр банка изображений

source: The number of particles is huge. A number too important could crash the game. Are you sure you wan to continue?
es_es: El número de partículas es alto. Un número importante podría congelar el juego. ¿Estás seguro de querer continuar?
fr_fr: Le nombre de particule est important. Un nombre trop important pourrait entrainer le crash du jeu. Êtes vous sur de vouloir continuer ?
ru_ru: Число частиц имеет важное значение. Слишком большое может привести к аварии игры. Вы уверены, что хотите продолжить ?

source: Maximum Particles number
es_es: Número máximo de partículas
fr_fr: Nombre de particules maximum
ru_ru: Максимальное число частиц

source: Initial size :
es_es: Tamaño inicial :
fr_fr: Taille initiale :
ru_ru: Начальный размер :

source: Inital width :
es_es: Ancho inicial :
fr_fr: Largeur initiale :
ru_ru: Начальная ширина :

source: Initial height :
es_es: Alto inicial :
fr_fr: Hauteur initiale :
ru_ru: Начальная высота :

source: Length :
es_es: Longitud :
fr_fr: Longueur :
ru_ru: Longueur :

source: Path Automatism
es_es: Automatismo ruta
fr_fr: Automatisme Chemin
ru_ru: Автоматизм пути

source: Automatism allowing to move objects on a predefined path
es_es: Automatismo que permite mover objetos a través de una ruta predefinida
fr_fr: Automatisme permettant de déplacer les objets sur un chemin prédéfini
ru_ru: Автоматизм перемещения объектов по заранее определенному пути

source: Path
es_es: Ruta
fr_fr: Chemin
ru_ru: Путь

source: Make objects move on a predefined path.
es_es: Mueve los objetos a través de una ruta predefinida.
fr_fr: Automatisme permettant de déplacer les objets sur un chemin prédéfini.
ru_ru: Автоматизм для движущихся объектов по заранее определенному пути.

source: De/activate rounding
es_es: Des/activar la ida-y-vuelta
fr_fr: Dé/Activer les allers-retours
ru_ru: Де/Активировать туда и обратно

source: Activate or desactivate rounding
es_es: Activa o desactiva la ida y vuelta a través de la ruta
fr_fr: Active ou désactive les aller retours
ru_ru: Активировать или деактивировать круговой обход

source: Activate rounding for _PARAM0_: _PARAM2_
es_es: Activar la ida-y-vuelta para _PARAM0_ : _PARAM2_
fr_fr: Activer les allers-retours de _PARAM0_ : _PARAM2_
ru_ru: Активировать туда и обратно для _PARAM0_ : _PARAM2_

source: Activate
es_es: Activar
fr_fr: Activer
ru_ru: Активировать

source: De/activate the stop at the end of the path
es_es: Des/activar el detener al final de la ruta
fr_fr: Dé/Activer l'arrêt à la fin du chemin
ru_ru: Де/Активировать остановку в конце пути

source: Activate or deactivate the stop at the end of the object
es_es: Activa o desactiva el detener el objeto al final de la ruta
fr_fr: Active ou désactive l'arrêt de l'objet à la fin du chemin.
ru_ru: Активировать или деактивировать остановку объекта в конце пути.

source: Stop _PARAM0_ when the end of the path is reached: _PARAM2_
es_es: Activar el detener de _PARAM0_ al final de la ruta: _PARAM2_
fr_fr: Activer l'arrêt de _PARAM0_ à la fin du chemin : _PARAM2_
ru_ru: Активировать остановку _PARAM0_ в конце пути : _PARAM2_

source: Rounds
es_es: Ida-y-vuelta
fr_fr: Allers-retours
ru_ru: Туда-обратно

source: Return true if the object round
es_es: Retorna verdad si el objeto tiene activo el ida-y-vuelta
fr_fr: Renvoie vrai si l'objet effectue des allers-retours
ru_ru: Возвращает True если объект совершает путь туда и обратно

source: _PARAM0_ is rounding
es_es: _PARAM0_ está en ida-y-vuelta
fr_fr: _PARAM0_ effectue des allers retours
ru_ru: _PARAM0_ совершает путь туда и обратно

source: Stop at the end of the path
es_es: Detener al final de la ruta
fr_fr: Arrêt à la fin du chemin
ru_ru: Остановка в конце пути

source: Return true if the object stops at the end of its path.
es_es: Retorna verdad si el objeto tiene activo el detenerse al final de la ruta.
fr_fr: Renvoie vrai si l'objet s'arrête à la fin de son chemin.
ru_ru: Возвращает True, если объект останавливается в конце пути.

source: _PARAM0_ stops at the end of the path
es_es: _PARAM0_ se detiene al final de la ruta
fr_fr: _PARAM0_ s'arrête à la fin du chemin
ru_ru: _PARAM0_ останавливается в конце пути

source: Invert the movement on the path
es_es: Invertir el movimiento en la ruta
fr_fr: Inverse le sens du mouvement sur le chemin
ru_ru: Обратить направление движения по пути

source: Invert the movement on the path.
es_es: Invierte el sentido de movimiento a través de la ruta.
fr_fr: Inverse le sens du mouvement sur le chemin.
ru_ru: Изменяет направление движения на этом пути на обратное.

source: Invert the sens of the movement of _PARAM0_ on its path
es_es: Invertir el movimiento de _PARAM0_ en su ruta
fr_fr: Inverser le sens du mouvement de l'objet _PARAM0_ sur son chemin
ru_ru: Обратить направление движения объекта _PARAM0_ по пути

source: Movement
es_es: Movimiento
fr_fr: Mouvement
ru_ru: Движение

source: Number of the segment on the path
es_es: Número de segmentos en la ruta
fr_fr: Numéro du segment sur le chemin
ru_ru: Номер отрезка пути

source: True if the number of the current segment on the path satisfies the test.
es_es: Retorna verdad si el número actual de segmentos en la ruta verifica la evaluación.
fr_fr: Renvoie vrai si le numéro du segment sur le chemin vérifie bien le test.
ru_ru: Возвращает True, если номер отрезка пути проходит тест.

source: The number of the current segment of the path of _PARAM0_ is _PARAM2__PARAM3_
es_es: El número de segmentos en la ruta de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: Le numéro du segment actuellement parcouru par _PARAM0_ est _PARAM2__PARAM3_
ru_ru: Номером текущего отрезка пути _PARAM0_ является _PARAM2__PARAM3_

source: Position on the segment of a path
es_es: Posicionar en un segmento de la ruta
fr_fr: Placer sur un segment du chemin
ru_ru: Позиция на отрезке пути

source: Put the object directly on specific segment of the path
es_es: Posiciona al objeto directamente en el segmento de ruta especificado.
fr_fr: Place l'objet sur un segment du chemin.
ru_ru: Разместить объект на отрезке пути.

source: Do _PARAM2__PARAM3_ to number of the current segment of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ el número del segmento actual de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ au numéro du segment actuellement parcouru par _PARAM0_
ru_ru: Сделать _PARAM2__PARAM3_ номером текущего отрезка пути _PARAM0_

source: Current segment
es_es: Segmento actual
fr_fr: Segment en cours
ru_ru: Текущий отрезок

source: Number of the current segment
es_es: N° del segmento actual
fr_fr: N° du segment en cours
ru_ru: N° текущего отрезка

source: Position of the object on the segment
es_es: Posición del objeto en el segmento
fr_fr: Position de l'objet sur le segment
ru_ru: Позиция объекта на отрезке

source: Return true if the position on the path satisfy the test. Position on a segment is a value between 0 and 1.
es_es: Retorna verdad si la posición del objeto en el segmento verifica la evaluación. La posición en el segmento es un valor entre 0 y 1.
fr_fr: Renvoie vrai si la position de l'objet sur le segment vérifie bien le test. Valeur comprise entre 0 et 1.
ru_ru: Возвращает True, если положение объекта на отрезке проходит тест. Значение между 0 и 1.

source: The position of _PARAM0_ on the current segment is _PARAM2__PARAM3_
es_es: La posición de _PARAM0_ en el segmento actual es _PARAM2_ a _PARAM3_
fr_fr: La position de _PARAM0_ sur le segment actuel est _PARAM2__PARAM3_
ru_ru: Положение _PARAM0_ на текущем отрезке _PARAM2__PARAM3_

source: Put the object on a precise position of the current segment
es_es: Posicionar precisamente en el segmento
fr_fr: Placer à une position du segment actuel
ru_ru: Поместить объект на точной позиции текущего отрезка

source: Put the object on a precise position on the current segment.
es_es: Posiciona el objeto precisamente en una posición del segmento actual.
fr_fr: Place l'objet à un endroit précis du segment actuel.
ru_ru: Поместить объект в точной позиции на текущем отрезке.
