Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Horizontally flipped
es_es: Invertido horizontalmente
fr_fr: Inversé horizontalement
ru_ru: Перевернуть горизонтально

source: Return true if the object is horizontally flipped
es_es: Retorna verdad si el objeto está invertido horizontalmente.
fr_fr: Renvoie vrai si l'objet est inversé horizontalement.
ru_ru: Возвращает Да, если объект переворачивается горизонтально.

source: _PARAM0_ is horizontally flipped
es_es: _PARAM0_ está invertido horizontalmente
fr_fr: _PARAM0_ est inversé horizontalement
ru_ru: _PARAM0_ перевернут по горизонтали

source: Vertically flipped
es_es: Invertido verticalmente
fr_fr: Inversé verticalement
ru_ru: Перевернуть вертикально

source: Return true if the object is vertically flipped
es_es: Retorna verdad si el objeto está invertido verticalmente.
fr_fr: Renvoie vrai si l'objet est inversé verticalement.
ru_ru: Возвращает ДА, если объект переворачивается вертикально

source: _PARAM0_ is vertically flipped
es_es: _PARAM0_ está invertido verticalmente
fr_fr: _PARAM0_ est inversé verticalement
ru_ru: _PARAM0_ перевернут по вертикали

source: Rotate an object toward another
es_es: Rotar un objeto hacia otro
fr_fr: Tourner un objet vers un autre
ru_ru: Поворот объекта к другому

source: Rotate an object towards another.
es_es: Rota un objeto hacia otro. ( En modo "8 direcciones", el objeto asumirá la dirección más apropiada. En modo "rotación automática", el objeto rotará hacia el otro. )
fr_fr: Tourne un objet vers un autre. ( Si la direction est normale, l'objet prendra la direction la plus appropriée. Si c'est une rotation automatique, il sera tourné vers l'objet. )
ru_ru: Поворот объекта к другому. ( В обычном случае, объект займет наиболее подходящее направление. В случае автовращения, он буде повернут к объекту. )

source: Rotate _PARAM0_ towards _PARAM1_
es_es: Rotar _PARAM0_ hacia _PARAM1_
fr_fr: Tourner _PARAM0_ vers _PARAM1_
ru_ru: Повернуть _PARAM0_ в направлении _PARAM1_

source: Rotate toward this object
es_es: Objeto sobre el cual rotar
fr_fr: Objet vers lequel se tourner
ru_ru: Поворот к этому объекту

source: The cursor is on an object
es_es: El cursor está sobre un objeto
fr_fr: Le curseur est sur un objet
ru_ru: Курсор находится на объекте

source: Test if the cursor is over a Sprite object. The test is accurate by default (check that the cursor is not on a transparent pixel).
es_es: Evalúa si el cursor está sobre un objeto. La evaluación es precisa por defecto ( Verifica que el cursor no esté en un píxel transparente ).
fr_fr: Teste si le curseur survole un objet. Le test est précis par défaut ( vérifie que le curseur n'est pas sur une zone transparente ).
ru_ru: Тест наведения курсора на объект. Тест по умолчанию точный ( убедитесь, что курсор находится не на прозрачном пикселе ).

source: The cursor is on _PARAM0_
es_es: El cursor está sobre _PARAM0_
fr_fr: Le curseur est sur _PARAM0_
ru_ru: Курсор над _PARAM0_

source: Precise test ( yes by default )
es_es: ¿Evaluación precisa? ( "Si" por defecto )
fr_fr: Test précis ? ( oui par défaut )
ru_ru: Точный тест ? ( да по умолчанию )

source: X position of a point
es_es: Posición X de un punto
fr_fr: Position X d'un point
ru_ru: Позиция X точки

source: Name of the point
es_es: Nombre del punto
fr_fr: Nom du point
ru_ru: Имя точки

source: Y position of a point
es_es: Posición Y de un punto
fr_fr: Position Y d'un point
ru_ru: Позиция Y точки

source: Direction of the object
es_es: Dirección del objeto
fr_fr: Direction de l'objet
ru_ru: Направление объекта

source: Animation of the object
es_es: Animación del objeto
fr_fr: Animation de l'objet
ru_ru: Анимация объекта

source: Animation frame of the object
es_es: Fotograma del objeto
fr_fr: Numéro de l'image de l'objet
ru_ru: Кадр анимации объекта

source: Scale of the width of an object
es_es: Escala horizontal (en ancho) de un objeto
fr_fr: Echelle de la taille en largeur
ru_ru: Масштаб ширины объекта

source: Scale of the height of an object
es_es: Escala vertical (en alto) de un objeto
fr_fr: Echelle de la taille en hauteur
ru_ru: Масштаб высоты объекта

source: Collision ( Pixel perfect )
ru_ru: Столкновение ( Пиксельное )

source: The condition is true if there is a collision between the two objects. The test is pixel-perfect.
es_es: Retorna verdad si hay una colisión entre los dos objetos. La colisión se verifica por píxel. ¡Atención! esta condición es costosa para el ordenador en términos de rendimiento.
fr_fr: La condition est vraie si il y a collision entre les deux objets donnés. La collision est faite au pixel près. Attention ! Cette condition est couteuse pour l'ordinateur en terme de perfomance.
ru_ru: Возвращает True, если происходит столкновение между двумя объектами. Столкновения на уровне пикселей. Внимание ! Это условие является ресурсоемким, с точки зрения производительности.

source: _PARAM0_ is in collision with _PARAM1_
fr_fr: _PARAM0_ est en collision avec _PARAM1_
ru_ru: _PARAM0_ сталкивается с _PARAM1_

source: Object 1
es_es: Objeto 1
fr_fr: Objet 1
ru_ru: Объект 1

source: Text manipulation
es_es: Manipulación de texto
fr_fr: Manipulation de texte
ru_ru: Обработка текстов

source: Built-in extension providing expressions for manipulating texts.
es_es: Extensión integrada que provee expresiones para la manipulación de textos.
fr_fr: Extension apportant des expressions de manipulation de texte, intégrée en standard.
ru_ru: Встроенное расширение, предоставляющее выражения для обработки текста.

source: Insert a new line
es_es: Insertar una nueva línea
fr_fr: Insérer un saut de ligne
ru_ru: Вставить строку

source: Manipulation on text
es_es: Manipulación sobre el texto
fr_fr: Manipulation sur le texte
ru_ru: Обработка текста

source: Get a portion of a text
es_es: Obtener una porción de un texto
fr_fr: Obtenir une portion de texte depuis un texte
ru_ru: Получить часть текста

source: Start position of the portion ( The first letter is at position 0 )
es_es: Posición inicial de la porción ( La primera letra está en la posición 0 )
fr_fr: Position de départ de la portion ( La première lettre est à la position 0 )
ru_ru: Стартовая позиция части ( Первый символ в позиции 0 )

source: Length of the portion
es_es: Longitud de la porción
fr_fr: Longueur de la portion
ru_ru: Число элементов части

source: Get a character from a text
es_es: Obtener un carácter de un texto
fr_fr: Obtenir un caractère depuis un texte
ru_ru: Получить символ из текста

source: Position of the character ( The first letter is at position 0 )
es_es: Posición del carácter ( Primer carácter : 0 )
fr_fr: Position du caractère à prélever ( Premier caractère : 0 )
ru_ru: Позиция нужного символа ( Первый символ : 0 )

source: Length of a text
es_es: Longitud de un texto
fr_fr: Longueur d'un texte
ru_ru: Длина текста

source: Search in a text
es_es: Buscar en un texto
fr_fr: Chercher dans un texte
ru_ru: Поиск в тексте

source: Search in a text ( Return the position of the result or -1 if not found )
es_es: Busca en un texto ( Retorna la posición del resultado o -1 si no se encuentra )
fr_fr: Chercher dans un texte ( Retourne la position du résultat ou -1 si non trouvé )
ru_ru: Поиск в тексте ( Возвращает позицию результата или -1, если не найдено )

source: Text to search for
es_es: Texto en el que buscar
fr_fr: Texte à chercher
ru_ru: Текст для поиска

source: Search in a text from end
es_es: Buscar en un texto desde el final
fr_fr: Chercher dans un texte depuis la fin
ru_ru: Поиск в тексте с конца

source: Search in a text from the end ( Return the position of the result or -1 if not found )
es_es: Busca en un texto desde el final ( Retorna la posición del resultado o -1 si no se encuentra )
fr_fr: Chercher dans un texte depuis la fin ( Retourne la position du résultat ou -1 si non trouvé )
ru_ru: Поиск в тексте с конца ( Возвращает позицию результата или -1, если не найдено )

source: Search in a text, starting from a position
es_es: Buscar en un texto a partir de una posición
fr_fr: Chercher dans un texte à partir d'une position
ru_ru: Поиск в тексте, начиная с позиции

source: Search in a text starting from a position ( Return the position of the result or -1 if not found )
es_es: Busca en un texto a partir de una posición ( Retorna la posición del resultado o -1 si no se encuentra )
fr_fr: Chercher dans un texte à partir d'une position ( Retourne la position du résultat ou -1 si non trouvé )
ru_ru: Поиск в тексте с позиции ( Возвращает позицию результата или -1, если не найдено )

source: Position of the first character in the string to be considered in the search
es_es: Posición del primer carácter a ser considerado en la búsqueda ( Primer carácter : 0 )
fr_fr: Position du caractère à prélever ( Premier caractère : 0 )
ru_ru: Позиция первого символа строки результата поиска

source: Search in a text from the end, starting from a position
es_es: Buscar en un texto desde el final, a partir de una posición
fr_fr: Chercher dans un texte depuis la fin à partir d'une position
ru_ru: Поиск от конца текста, начиная с позиции

source: Search in a text from the end, starting from a position ( Return the position of the result or -1 if not found )
es_es: Busca en un texto desde el final, a partir de una posición ( Retorna la posición del resultado o -1 si no se encuentra )
fr_fr: Chercher dans un texte depuis la fin à partir d'une position ( Retourne la position du résultat ou -1 si non trouvé )
ru_ru: Поиск в тексте от конца, начиная с позиции ( Возвращает позицию результата или -1, если не найдено )

source: Position of the last character in the string to be considered in the search
es_es: Posición del último carácter a ser considerado en la búsqueda ( Primer carácter : 0 )
fr_fr: Position du caractère à prélever ( Premier caractère : 0 )
ru_ru: Позиция последнего символа строки результата поиска

source: Time
es_es: Tiempo
fr_fr: Temps
ru_ru: Время

source: Built-in extension providing actions and conditions about the time.
es_es: Extensión integrada que provee condiciones y acciones sobre el tiempo
fr_fr: Extension proposant des actions et conditions sur le temps, integrée en standard
ru_ru: Встроенное расширение, предоставляющее события и действия по времени

source: Value of a timer
es_es: Valor de un cronómetro
fr_fr: Temps écoulé d'un chronomètre
ru_ru: Значение таймера

source: Test the time elapsed of a timer.
es_es: Evalúa el tiempo transcurrido de un cronómetro.
fr_fr: Teste si le chronomètre atteint ou dépasse le temps indiqué.
ru_ru: Тест времени таймера, достигнет или превысит заданное.

source: The timer _PARAM2_ is greater to _PARAM1_ seconds
es_es: El cronómetro _PARAM2_ es superior a _PARAM1_ segundos
fr_fr: Le chronomètre _PARAM2_ est supérieur à _PARAM1_ secondes
ru_ru: Таймер _PARAM2_ превышает _PARAM1_ секунд

source: Timers and time
es_es: Cronómetros y tiempo
fr_fr: Temps et chronomètres
ru_ru: Время и таймеры

source: Time in seconds
es_es: Tiempo en segundos
fr_fr: Temps en secondes
ru_ru: Время в секундах

source: Timer's name
es_es: Nombre del cronómetro
fr_fr: Nom du chronomètre
ru_ru: Имя таймера

source: Time scale
es_es: Escala de tiempo
fr_fr: Echelle du temps
ru_ru: Шкала времени

source: Test the time scale.
es_es: Evalúa la escala de tiempo.
fr_fr: Teste si l'échelle du temps actuelle correspond.
ru_ru: Тест шкалы времени, в текущий момент.

source: The time scale is _PARAM1__PARAM2_
es_es: La escala de tiempo es _PARAM1_ a _PARAM2_
fr_fr: L'échelle du temps est _PARAM1_ à _PARAM2_
ru_ru: Шкала времени _PARAM1__PARAM2_

source: State of a timer
es_es: Estado de un cronómetro
fr_fr: Pause d'un chronomètre
ru_ru: Пауза таймера

source: Test if specified timer is paused.
es_es: Evalúa si el cronómetro especificado está en pausa.
fr_fr: Teste si le chronomètre indiqué est en pause.
ru_ru: Тест паузы указанного таймера.

source: The timer _PARAM1_ is paused
es_es: El cronómetro _PARAM1_ está pausado
fr_fr: Le chronomètre _PARAM1_ est en pause
ru_ru: Таймер _PARAM1_ на паузе

source: Reset a timer
es_es: Restablecer un cronómetro
fr_fr: Remettre à zéro un chronomètre
ru_ru: Сброс показаний таймера

source: Reset the specified timer.
es_es: Restablece el cronómetro especificado.
fr_fr: Remet à zéro le chronomètre indiqué.
ru_ru: Сброс указанного таймера.

source: Reset the timer _PARAM1_
es_es: Restablecer el cronómetro _PARAM1_
fr_fr: Remettre à zéro le chronomètre _PARAM1_
ru_ru: Сбросить таймер _PARAM1_

source: Pause a timer
es_es: Pausar un cronómetro
fr_fr: Mettre en pause un chronomètre
ru_ru: Пауза таймера

source: Pause a timer.
es_es: Pausa el cronómetro especificado.
fr_fr: Met en pause le chronomètre indiqué.
ru_ru: Пауза указанного таймера.

source: Pause timer _PARAM1_
es_es: Pausar el cronómetro _PARAM1_
fr_fr: Mettre en pause le chronomètre _PARAM1_
ru_ru: Пауза таймера _PARAM1_

source: Unpause a timer
es_es: Reanudar un cronómetro
fr_fr: Enlever la pause d'un chronomètre
ru_ru: Возобновить таймер

source: Unpause a timer.
es_es: Reanuda el cronómetro especificado.
fr_fr: Enlève la pause du chronomètre indiqué.
ru_ru: Снять с паузы указанный таймер.

source: Unpause timer _PARAM1_
es_es: Reanudar el cronómetro _PARAM1_
fr_fr: Enlever la pause du chronomètre _PARAM1_
ru_ru: Возобновить таймер _PARAM1_

source: Delete a timer
es_es: Eliminar un cronómetro
fr_fr: Supprimer un chronomètre
ru_ru: Удалить таймер

source: Delete a timer from memory.
es_es: Elimina un cronómetro de la memoria.
fr_fr: Supprime un chronomètre de la mémoire.
ru_ru: Удалить таймер из памяти.

source: Delete timer _PARAM1_ from memory
es_es: Eliminar el cronómetro _PARAM1_ de la memoria
fr_fr: Supprimer le chronomètre _PARAM1_ de la mémoire
ru_ru: Удалить таймер _PARAM1_ из памяти

source: Change time scale
es_es: Cambiar la escala de tiempo
fr_fr: Changer l'échelle du temps
ru_ru: Изменить шкалу времени

source: Change the time scale of the game.
es_es: Modifica la escala (velocidad) de desarrollo del juego.
fr_fr: Change la vitesse du déroulement du jeu.
ru_ru: Изменить шкалу времени, скорости хода игры.

source: Set time scale to _PARAM1_
es_es: Establecer a _PARAM1_ la escala de tiempo
fr_fr: Mettre à _PARAM1_ l'échelle du temps
ru_ru: Задать _PARAM1_ как шкалу времени

source: Scale ( 1 : Default, 2 : Faster, 0.5 : Slower... )
es_es: Escala ( 1 : Normal, 2 : Doble de velocidad, 0.5 : Mitad de velocidad... )
fr_fr: Echelle ( 1 : Normal, 2 : Double la vitesse, 0.5 : Ralenti de moitié... )
ru_ru: Шкала ( 1 : Нормальная, 2 : Удвоенная, 0.5 : Замедленная в половину... )

source: Time elapsed since the last image
es_es: Tiempo transcurrido desde la última imagen
fr_fr: Temps depuis la dernière image
ru_ru: Время с момента последнего кадра

source: Timer value
es_es: Valor de un cronómetro
fr_fr: Temps d'un chronomètre
ru_ru: Значение таймера

source: Time elapsed since the beginning of the scene
es_es: Tiempo transcurrido desde el inicio de la escena
fr_fr: Temps depuis le début de la scène
ru_ru: Время, прошедшее с начала сцены

source: Current time
es_es: Tiempo actual
fr_fr: Temps actuel
ru_ru: Текущее время

source: Hour : hour Minutes : min Seconds : sec Day in the month : mday Months since January : mon Year since 1900 : year Days since sunday :wday Days since January 1st : yday
es_es: Valor a recuperar : Horas : hour Minutos : min Segundos : sec Día del mes: mday Meses desde Enero : mon Años desde 1900 : year Días desde el domingo :wday Días desde el 1 de Enero: yday
fr_fr: Valeur à récupérer : Heure : hour Minutes : min Secondes : sec Jour du mois: mday Mois depuis janvier : mon Années depuis 1900 : year Jours depuis dimanche :wday Jours depuis le 1er Janvier : yday
ru_ru: Формат : Часы : hour Минуты : min Секунды : sec День месяца: mday Месяц с января : mon Год с 1900 : year Дней после воскресенья :wday Дней начиная с 1ого января : yday

source: Variable features
es_es: Funciones de variables
fr_fr: Fonctionnalités sur les variables
ru_ru: Свойства переменных

source: Built-in extension allowing to manipulate variables
es_es: Extensión integrada que permite la manipulación de variables
fr_fr: Extension permettant de manipuler les variables, integrée en standard
ru_ru: Встроенное расширение, позволяющее управлять переменными

source: Value of a variable
es_es: Valor de una variable
fr_fr: Valeur d'une variable
ru_ru: Значение переменной

source: Compare the value of a scene variable.
es_es: Compara el valor de una variable de escena.
fr_fr: Compare la valeur de la variable de la scène spécifiée.
ru_ru: Сравнить значение переменной сцены.

source: Variable _PARAM0_ is _PARAM1__PARAM2_
es_es: La variable _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La variable _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Переменная _PARAM0_ от _PARAM1_ до _PARAM2_

source: Text of a variable
es_es: Texto de una variable
fr_fr: Texte d'une variable
ru_ru: Текст переменной

source: Compare the text of a scene variable.
es_es: Evalúa el texto de una variable de escena.
fr_fr: Compare le texte de la variable de la scène spécifiée.
ru_ru: Сравнить текст переменной сцены.

source: The text of variable _PARAM0_ is _PARAM1__PARAM2_
es_es: El texto de la variable _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le texte de la variable _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Текст переменной _PARAM0_ от _PARAM1_ до _PARAM2_

source: Child _PARAM1_ of variable _PARAM0_ exists
es_es: El hijo _PARAM1_ de la variable _PARAM0_ existe
fr_fr: L'enfant _PARAM1_ de la variable _PARAM0_ existe
ru_ru: Дочерняя _PARAM1_ для переменной _PARAM0_ существует

source: Return true if the specified child of the global variable exists.
es_es: Retorna verdad si el hijo de la variable global especificada existe.
fr_fr: Renvoie vrai si l'enfant de la variable globale specifiée existe.
ru_ru: Вернуть True, если дочерняя переменная для глобальной переменной сцены существует.

source: Child _PARAM1_ of global variable _PARAM0_ exists
es_es: El hijo _PARAM1_ de la variable global _PARAM0_ existe
fr_fr: L'enfant _PARAM1_ de la variable globale _PARAM0_ existe
ru_ru: Дочерняя _PARAM1_ для глобал переменной _PARAM0_ существует

source: Variables/Global variables/Structures
es_es: Variables/Variables globales/Estructuras
fr_fr: Variables/Variables globales/Structures
ru_ru: Переменные/Глобальные переменные/Структуры

source: Test if a scene variable is defined
es_es: Evalúa si una variable de escena está definida.
fr_fr: Tester si une variable de la scène est définie
ru_ru: Тест, задана ли переменная в сцене

source: Test if the scene variable exist.
es_es: Evalúa si una variable de escena existe.
fr_fr: Teste si la variable de la scène existe.
ru_ru: Тест существования переменной сцены.

source: Variable _PARAM0_ is defined
es_es: La variable _PARAM0_ está definida
fr_fr: La variable _PARAM0_ est définie
ru_ru: Переменная _PARAM0_ существует

source: Value of a global variable
es_es: Valor de una variable global
fr_fr: Valeur d'une variable globale
ru_ru: Значение глобальной переменной

source: Compare the value of a global variable.
es_es: Compara el valor de la variable global.
fr_fr: Teste si la variable globale correspond au test effectué.
ru_ru: Тест значения глобальной переменной.

source: Global variable _PARAM0_ is _PARAM1__PARAM2_
es_es: La variable global _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La variable globale _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Глобальная переменная _PARAM0_ от _PARAM1_ до _PARAM2_

source: Variables/Global variables
es_es: Variables/Variables globales
fr_fr: Variables/Variables globales
ru_ru: Переменные/Глобальные переменные

source: Text of a global variable
es_es: Texto de una variable global
fr_fr: Texte d'une variable globale
ru_ru: Текст глобальной переменной

source: Compare the text of a global variable.
es_es: Evalúa el texto de una variable global.
fr_fr: Teste si le texte de la variable globale correspond au test effectué.
ru_ru: Тест текста глобальной переменной.

source: The text of the global variable _PARAM0_ is _PARAM1__PARAM2_
es_es: El texto de la variable global _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le texte de la variable globale _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Текст глобальной переменной _PARAM0_ от _PARAM1_ до _PARAM2_

source: Test if a global variable is defined
es_es: Evalúa si una variable global está definida.
fr_fr: Tester si une variable globale est définie
ru_ru: Тест, задана ли глобальная переменная

source: Test if a global variable exists
es_es: Evalúa si una variable global existe.
fr_fr: Teste si la variable globale existe.
ru_ru: Тест существования глобальной переменной.

source: Global variable _PARAM0_ is defined
es_es: La variable global _PARAM0_ está definida
fr_fr: La variable globale _PARAM0_ est définie
ru_ru: Глобальная переменная _PARAM0_ существует

source: Modify the value of a scene variable.
es_es: Modifica el valor de una variable de escena.
fr_fr: Modifie la valeur d'une variable de la scène.
ru_ru: Изменить значение переменной сцены.

source: Do _PARAM1__PARAM2_ to variable _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ a la variable _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la variable _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ для переменной _PARAM0_

source: String of a variable
es_es: Texto de una variable
fr_fr: Texte d'une variable
ru_ru: Строка переменной

source: Modify the text of a scene variable.
es_es: Modifica el texto de una variable de escena.
fr_fr: Modifie le texte d'une variable de la scène.
ru_ru: Изменить текст переменной сцены.

source: Do _PARAM1__PARAM2_ to the text of variable _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ al texto de la variable _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au texte de la variable _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как текст для переменной _PARAM0_

source: Modify the value of a global variable
es_es: Modifica el valor de la variable global.
fr_fr: Modifie la valeur d'une variable globale.
ru_ru: Изменить значение глобальной переменной.

source: Do _PARAM1__PARAM2_ to global variable _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ a la variable global _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la variable globale _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как значение глобальной переменной _PARAM0_

source: String of a global variable
es_es: Texto de una variable global
fr_fr: Texte d'une variable globale
ru_ru: Текст глобальной переменной

source: Modify the text of a global variable.
es_es: Modifica el texto de una variable global.
fr_fr: Modifie le texte d'une variable globale.
ru_ru: Изменение текста глобальной переменной.

source: Do _PARAM1__PARAM2_ to the text of global variable _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ al texto de la variable global _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au texte de la variable globale _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как текст для глобал переменной _PARAM0_

source: Remove a child from a variable.
es_es: Elimina un hijo de una variable.
fr_fr: Supprime un enfant d'une variable.
ru_ru: Удаление дочерней переменной.

source: Remove child _PARAM1_ from variable _PARAM0_
es_es: Eliminar al hijo _PARAM1_ de la variable _PARAM0_
fr_fr: Supprimer l'enfant _PARAM1_ de la variable _PARAM0_
ru_ru: Удалить дочернюю _PARAM1_ от переменной _PARAM0_

source: Remove a child from a global variable.
es_es: Elimina un hijo de una variable global.
fr_fr: Supprime un enfant d'une variable globale.
ru_ru: Удалить дочернюю от глобальной переменной.

source: Remove child _PARAM1_ from global variable _PARAM0_
es_es: Eliminar al hijo _PARAM1_ de la variable global _PARAM0_
fr_fr: Supprimer l'enfant _PARAM1_ de la variable globale _PARAM0_
ru_ru: Удалить дочернюю _PARAM1_ от глобал переменной _PARAM0_

source: Variables/Global variables/Structure
es_es: Variables/Variables globales/Estructura
fr_fr: Variables/Variables globales/Structure
ru_ru: Переменные/Глобальные переменные/Структуры
