Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Creation radius of _PARAM0_ is _PARAM1__PARAM2_
es_es: El radio de creación de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le rayon d'apparition des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Радиус появления частиц _PARAM0_ от _PARAM1_ до _PARAM2_

source: Minimum lifetime
es_es: Tiempo de vida mínimo
fr_fr: Temps de vie minimum
ru_ru: Минимальное время жизни

source: Modify particles minimum lifetime.Particles have to be recreated in order to take changes in account.
es_es: Modifica el tiempo de vida mínimo de las partículas. Las partículas deben ser recreadas a fin de tener en cuenta los cambios.
fr_fr: Modifie le temps de vie minimum des particules. Nécessite de recréer les particules pour prendre en compte les changements.
ru_ru: Изменить минимальное время жизни частиц. Требуется создать частицы, чтобы отразить изменения.

source: Do _PARAM1__PARAM2_ to minimum lifetime of particles of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el tiempo de vida mínimo de partículas de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au temps de vie minimum des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как мин время жизни частиц _PARAM0_

source: Test minimum lifetime of particles.
es_es: Evalúa el tiempo de vida mínimo de las partículas.
fr_fr: Teste la valeur du temps de vie minimum des particules.
ru_ru: Тест мин времени жизни частиц.

source: Minimum lifetime of particles of _PARAM0_ is _PARAM1__PARAM2_
es_es: El tiempo de vida mínimo de partículas de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le temps de vie minimum des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Минимальное время жизни частиц _PARAM0_ от _PARAM1_ до _PARAM2_

source: Maximum lifetime
es_es: Tiempo de vida máximo
fr_fr: Temps de vie maximum
ru_ru: Максимальное время жизни

source: Modify particles maximum lifetime. Particles have to be recreated in order to take changes in account.
es_es: Modifica el tiempo de vida máximo de partícuals. Las partículas deben ser recreadas a fin de tener en cuenta los cambios.
fr_fr: Modifie le temps de vie maximum des particules. Nécessite de recréer les particules pour prendre en compte les changements.
ru_ru: Изменить макс время жизни частиц. Требуется создать частицы, чтобы отразить изменения.

source: Do _PARAM1__PARAM2_ to maximum lifetime of particles of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el tiempo de vida máximo de partículas de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au temps de vie maximum des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как макс время жизни частиц _PARAM0_

source: Test maximum lifetime of particles.
es_es: Evalúa el tiempo de vida máximo de las partículas.
fr_fr: Teste la valeur du temps de vie maximum des particules.
ru_ru: Тест макс времени жизни частиц.

source: Maximum lifetime of particles of _PARAM0_ is _PARAM1__PARAM2_
es_es: El tiempo de vida máximo de partículas de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le temps de vie maximum des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Макс время жизни частиц _PARAM0_ от _PARAM1_ до _PARAM2_

source: X Gravity
es_es: Gravedad en X
fr_fr: Gravité en X
ru_ru: Гравитация по X

source: Change value of the gravity on X axis.
es_es: Modifica la dirección de la gravedad en el eje X.
fr_fr: Modifie la direction de la gravité en X.
ru_ru: Изменить значение гравитации по оси X.

source: Do _PARAM1__PARAM2_ to the direction of gravity on X axis of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la dirección de la gravedad en el eje X de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la direction de la gravité en X de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как направление гравитации по оси X для _PARAM0_

source: Direction of gravity on X axis
es_es: Dirección de la gravedad en X
fr_fr: Direction de la gravité en X
ru_ru: Направление гравитации по оси X

source: Direction of the gravity on X axis.
es_es: Evalúa la dirección de la gravedad en el eje X.
fr_fr: Teste la direction de la gravité en X.
ru_ru: Тест направления гравитации по оси X.

source: Direction of gravity on X axis of _PARAM0_ is _PARAM1__PARAM2_
es_es: La dirección de la gravedad en el eje X de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La direction de la gravité des particules en X de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Направление гравитации по оси X для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Y Gravity
es_es: Gravedad en Y
fr_fr: Gravité en Y
ru_ru: Гравитация по Y

source: Change value of the gravity on Y axis.
es_es: Modifica la dirección de la gravedad en el eje Y.
fr_fr: Modifie la direction de la gravité en Y.
ru_ru: Изменить значение гравитации по оси Y.

source: Do _PARAM1__PARAM2_ to the direction of gravity on Y axis of_PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la dirección de la gravedad en el eje Y de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la direction de la gravité en Y de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как направление гравитации по оси Y для _PARAM0_

source: Direction of the gravity on Y axis
es_es: Dirección de la gravedad en Y
fr_fr: Direction de la gravité en Y
ru_ru: Направление гравитации по оси Y

source: Test direction of gravity on Y axis
es_es: Evalúa la dirección de la gravedad en el eje Y.
fr_fr: Teste la direction de la gravité en Y.
ru_ru: Тест направления гравитации по Y.

source: Direction of gravity on Y axis of _PARAM0_ is _PARAM1__PARAM2_
es_es: La dirección de la gravedad en el eje Y de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La direction de la gravité des particules en Y de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Направление гравитации по оси Y для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Z Gravity
es_es: Gravedad en Z
fr_fr: Gravité en Z
ru_ru: Гравитация по Z

source: Change value of the gravity on Z axis.
es_es: Modifica la dirección de la gravedad en el eje Z.
fr_fr: Modifie la direction de la gravité en Z.
ru_ru: Изменить значение гравитации по оси Z.

source: Do _PARAM1__PARAM2_ to the direction of gravity on Z axis of_PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la dirección de la gravedad en el eje Z de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la direction de la gravité en Z de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как направление гравитации по Z для _PARAM0_

source: Direction of gravity on Z axis
es_es: Dirección de la gravedad en Z
fr_fr: Direction de la gravité en Z
ru_ru: Направление гравитации по оси Z

source: Test the direction of gravity on Z axis
es_es: Evalúa la dirección de la gravedad en el eje Z.
fr_fr: Teste la direction de la gravité en Z.
ru_ru: Тест направления гравитации по Z.

source: Direction of gravity on Z axis of _PARAM0_ is _PARAM1__PARAM2_
es_es: La dirección de la gravedad en el eje Z de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La direction de la gravité des particules en Z de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Направление гравитации по Z для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Gravity angle
es_es: Ángulo de gravedad
fr_fr: Angle de la gravité
ru_ru: Угол гравитации

source: Change gravity angle
es_es: Modifica el ángulo de gravedad.
fr_fr: Modifie l'angle de la gravité.
ru_ru: Изменить угол гравитации.

source: Do _PARAM1__PARAM2_ to the gravity angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ángulo de gravedad de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'angle de la gravité de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как угол гравитации для _PARAM0_

source: Test the gravity angle the emitter
es_es: Evalúa el ángulo de gravedad del emisor.
fr_fr: Teste la valeur de l'angle de la gravité de l'émetteur.
ru_ru: Тест значения угла гравитации для излучателя.

source: Gravity angle of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ángulo de gravedad de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'angle de la gravité de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Угол гравитации для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Gravity
es_es: Gravedad
fr_fr: Gravité
ru_ru: Гравитация

source: Change the gravity of the emitter.
es_es: Modifica la gravedad del emisor.
fr_fr: Modifie la gravité de l'émetteur.
ru_ru: Изменить гравитацию излучателя.

source: Do _PARAM1__PARAM2_ to the gravity of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la gravedad de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la gravité de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как гравитацию для _PARAM0_

source: Test the gravity of the emitter.
es_es: Evalúa la gravedad del emisor.
fr_fr: Teste la valeur de la gravité de l'émetteur.
ru_ru: Тест гравитации излучателя.

source: The gravity of _PARAM0_ is _PARAM1__PARAM2_
es_es: La gravedad de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La gravité de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Гравитация для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Initial color
es_es: Color inicial
fr_fr: Couleur initiale
ru_ru: Начальный цвет

source: Modify initial color of particles.
es_es: Modifica el color inicial de las partículas.
fr_fr: Modifie la couleur initiale des particules.
ru_ru: Изменить начальный цвет частиц.

source: Put initial color of particles of _PARAM0_ to _PARAM1_
es_es: Establecer el color inicial de partículas de _PARAM0_ en _PARAM1_
fr_fr: Mettre la couleur initiale des particules de _PARAM0_ à _PARAM1_
ru_ru: Выставить начальный цвет частиц _PARAM0_ на _PARAM1_

source: Final color
es_es: Color final
fr_fr: Couleur finale
ru_ru: Конечный цвет

source: Modify final color of particles.
es_es: Modifica el color final de las partícuals.
fr_fr: Modifie la couleur finale des particules.
ru_ru: Изменить конечный цвет частиц.

source: Put final color of particles of _PARAM0_ to _PARAM1_
es_es: Establecer el color inicial de partículas de _PARAM0_ en _PARAM1_
fr_fr: Mettre la couleur finale des particules de _PARAM0_ à _PARAM1_
ru_ru: Выставить конечный цвет частиц _PARAM0_ на _PARAM1_

source: Red color, parameter 1
es_es: Color rojo, parámetro 1
fr_fr: Couleur rouge, paramètre 1
ru_ru: Красный, параметр 1

source: Modify parameter 1 of the red color.
es_es: Modifica el parámetro 1 del color rojo.
fr_fr: Modifie le paramètre 1 de la couleur rouge.
ru_ru: Изменить параметр 1 красного цвета.

source: Do _PARAM1__PARAM2_ to parameter 1 of red color of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 1 del color rojo de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 1 de la couleur rouge de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 1 красного цвета для _PARAM0_

source: Test parameter 1 of the red color
es_es: Evalúa el parámetro 1 del color rojo
fr_fr: Teste le paramètre 1 de la couleur rouge
ru_ru: Тест параметра 1 красного цвета

source: Parameter 1 of red color of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 1 del color rojo de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 1 de la couleur rouge de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 1 красного цвета для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Red color, parameter 2
es_es: Color rojo, parámetro 2
fr_fr: Couleur rouge, paramètre 2
ru_ru: Красный, параметр 2

source: Modify parameter 2 of the red color
es_es: Modifica el parámetro 2 del color rojo.
fr_fr: Modifie le paramètre 2 de la couleur rouge.
ru_ru: Изменить параметр 2 красного цвета.

source: Do _PARAM1__PARAM2_ to parameter 2 of red color of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 2 del color rojo de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 2 de la couleur rouge de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 2 красного цвента для _PARAM0_

source: Test parameter 2 of the red color
es_es: Evalúa el parámetro 2 del color rojo
fr_fr: Teste le paramètre 2 de la couleur rouge
ru_ru: Тест параметра 2 красного цвета

source: Parameter 2 of red color of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 2 del color rojo de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 2 de la couleur rouge de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 2 красного цвета для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Blue color, parameter 1
es_es: Color azul, parámetro 1
fr_fr: Couleur bleu, paramètre 1
ru_ru: Синий, параметр 1

source: Modify parameter 1 of blue color
es_es: Modifica el parámetro 1 del color azul.
fr_fr: Modifie le paramètre 1 de la couleur bleu.
ru_ru: Изменить параметр 1 синего цвета.

source: Do _PARAM1__PARAM2_ to the parameter 1 of blue color of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 1 del color azul de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 1 de la couleur bleu de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 1 синего цвета для _PARAM0_

source: Test parameter 1 of blue color
es_es: Evalúa el parámetro 1 del color azul
fr_fr: Teste le paramètre 1 de la couleur bleu
ru_ru: Тест параметра 1 синего цвета

source: Parameter 1 of blue color of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 1 del color azul de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 1 de la couleur bleu de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 1 синего цвета для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Blue color, parameter 2
es_es: Color azul, parámetro 2
fr_fr: Couleur bleu, paramètre 2
ru_ru: Синий, параметр 2

source: Modify parameter 2 of blue color
es_es: Modifica el parámetro 2 del color azul.
fr_fr: Modifie le paramètre 2 de la couleur bleu.
ru_ru: Изменить параметр 2 синего цвета.

source: Do _PARAM1__PARAM2_ to the parameter 2 of blue color of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 2 del color azul de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 2 de la couleur bleu de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 2 синего цвета для _PARAM0_

source: Test parameter 2 of blue color
es_es: Evalúa el parámetro 2 del color azul
fr_fr: Teste le paramètre 2 de la couleur bleu
ru_ru: Тест параметра 2 синего цвета

source: Parameter 2 of blue color of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 2 del color azul de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 2 de la couleur bleu de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 2 синего цвета для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Green color, parameter 1
es_es: Color verde, parámetro 1
fr_fr: Couleur vert, paramètre 1
ru_ru: Зеленый, параметр 1

source: Modify parameter 1 of green color
es_es: Modifica el parámetro 1 del color verde.
fr_fr: Modifie le paramètre 1 de la couleur vert.
ru_ru: Изменить параметр 1 зеленого цвета.

source: Do _PARAM1__PARAM2_ to the parameter 1 of green color of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 1 del color verde de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 1 de la couleur vert de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 1 зеленого цвета для _PARAM0_

source: Test parameter 1 of green color
es_es: Evalúa el parámetro 1 del color verde
fr_fr: Teste le paramètre 1 de la couleur vert
ru_ru: Тест параметра 1 зеленого цвета

source: Parameter 1 of green color of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 1 del color verde de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 1 de la couleur vert de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 1 зеленого цвета для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Green color, parameter 2
es_es: Color verde, parámetro 2
fr_fr: Couleur vert, paramètre 2
ru_ru: Зеленый, параметр 2

source: Modify the parameter 2 of the green color
es_es: Modifica el parámetro 2 del color verde.
fr_fr: Modifie le paramètre 2 de la couleur vert.
ru_ru: Изменение параметра 2 зеленого цвета.

source: Do _PARAM1__PARAM2_ to the parameter 2 of green color of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 2 del color verde de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 2 de la couleur vert de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 2 зеленого цвета для _PARAM0_

source: Test the parameter 2 of the green color
es_es: Evalúa el parámetro 2 del color verde
fr_fr: Teste le paramètre 2 de la couleur vert
ru_ru: Тест параметра 2 зеленого цвета

source: Parameter 2 of green color of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 2 del color verde de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 2 de la couleur vert de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 2 зеленого цвета для _PARAM0_ от _PARAM1_ до _PARAM2_

source: SIze, parameter 1
es_es: Tamaño, parámetro 1
fr_fr: Taille, paramètre 1
ru_ru: Размер, параметр 1

source: Modifyt parameter 1 of the size of particles
es_es: Modifica el parámetro 1 del tamaño de las partículas.
fr_fr: Modifie le paramètre 1 de la taille des particules.
ru_ru: Изменение параметра 1 размера частиц

source: Do _PARAM1__PARAM2_ to the parameter 1 of size of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 1 del tamaño de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 1 de la taille des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 1 размера частиц для _PARAM0_

source: Test parameter 1 of the size of particles
es_es: Evalúa el parámetro 1 del tamaño de las partículas
fr_fr: Teste le paramètre 1 de la taille des particules
ru_ru: Тест параметра 1 размера частиц

source: Parameter 1 of the size of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 1 del tamaño de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 1 de la taille des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 1 размера частиц для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Size, parameter 2
es_es: Tamaño, parámetro 2
fr_fr: Taille, paramètre 2
ru_ru: Размер, параметр 2

source: Modify parameter 2 of the size of particles
es_es: Modifica el parámetro 2 del tamaño de las partículas.
fr_fr: Modifie le paramètre 2 de la taille des particules.
ru_ru: Изменение параметра 2 размера частиц.

source: Do _PARAM1__PARAM2_ to the parameter 2 of size of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 2 del tamaño de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 2 de la taille des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 2 размера частиц для _PARAM0_

source: Test parameter 2 of the size of particles
es_es: Evalúa el parámetro 2 del tamaño de las partículas
fr_fr: Teste le paramètre 2 de la taille des particules
ru_ru: Тест параметра 2 размера частиц

source: Parameter 2 of the size of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 2 del tamaño de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 2 de la taille des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 2 размера частиц для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Angle, parameter 1
es_es: Ángulo, parámetro 1
fr_fr: Angle, paramètre 1
ru_ru: Угол, параметр 1

source: Modify parameter 1 of the angle of particles
es_es: Modifica el parámetro 1 del ángulo de las partículas
fr_fr: Modifie le paramètre 1 de l'angle des particules.
ru_ru: Изменить параметр 1 угла частиц.

source: Do _PARAM1__PARAM2_ to the parameter 1 of angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 1 del ángulo de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 1 de l'angle des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 1 угла частиц для _PARAM0_

source: Test parameter 1 of the angle of particles
es_es: Evalúa el parámetro 1 del ángulo de partículas
fr_fr: Teste le paramètre 1 de l'angle des particules
ru_ru: Тест параметра 1 угла частиц

source: Parameter 1 of angle of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 1 del ángulo de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 1 de l'angle des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 1 угла частиц для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Angle, parameter 2
es_es: Ángulo, parámetro 2
fr_fr: Angle, paramètre 2
ru_ru: Угол, параметр 2

source: Modify parameter 2 of the angle of particles
es_es: Modifica el parámetro 2 del ángulo de las partículas
fr_fr: Modifie le paramètre 2 de l'angle des particules.
ru_ru: Изменить параметр 2 угла частиц.

source: Do _PARAM1__PARAM2_ to the parameter 2 of angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 2 del ángulo de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 2 de l'angle des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 2 угла частиц для _PARAM0_

source: Test parameter 2 of the angle of particles
es_es: Evalúa el parámetro 2 del ángulo de partículas
fr_fr: Teste le paramètre 2 de l'angle des particules
ru_ru: Тест параметра 2 угла частиц

source: Parameter 2 of angle of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 2 del ángulo de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 2 de l'angle des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 2 угла частиц для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Transparency, parameter 1
es_es: Transparencia, parámetro 1
fr_fr: Transparence, paramètre 1
ru_ru: Прозрачность, параметр 1

source: Modify parameter 1 of the transparency of particles
es_es: Modifica el parámetro 1 de transparencia de las partículas.
fr_fr: Modifie le paramètre 1 de la transparence des particules.
ru_ru: Изменить параметр 1 прозрачности частиц.

source: Do _PARAM1__PARAM2_ to parameter 1 of the transparency of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 1 de transparencia de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 1 de la transparence des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 1 прозрачности частиц для _PARAM0_

source: Test parameter 1 of the transparency of particles
es_es: Evalúa el parámetro 1 de transparencia de las partículas
fr_fr: Teste le paramètre 1 de la transparence des particules
ru_ru: Тест параметра 1 прозрачности частиц

source: Parameter 1 of the transparency of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 1 de transparencia de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 1 de la transparence des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 1 прозрачности частиц для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Transparency, parameter 2
es_es: Transparencia, parámetro 2
fr_fr: Transparence, paramètre 2
ru_ru: Прозрачность, параметр 2

source: Modify parameter 2 of the transparency of particles
es_es: Modifica el parámetro 2 de transparencia de las partículas.
fr_fr: Modifie le paramètre 2 de la transparence des particules.
ru_ru: Изменить параметр 2 прозрачности частиц.

source: Do _PARAM1__PARAM2_ to parameter 2 of the transparency of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el parámetro 2 de transparencia de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au paramètre 2 de la transparence des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как параметр 2 прозрачности частиц для _PARAM0_

source: Test parameter 2 of the transparency of particles
es_es: Evalúa el parámetro 2 de transparencia de las partículas
fr_fr: Teste le paramètre 2 de la transparence des particules
ru_ru: Тест параметра 2 прозрачности частиц

source: Parameter 2 of the transparency of _PARAM0_ is _PARAM1__PARAM2_
es_es: El parámetro 2 de transparencia de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le paramètre 2 de la transparence des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Параметр 2 прозрачности частиц для _PARAM0_ от _PARAM1_ до _PARAM2_

source: No more particles
es_es: No más partículas
fr_fr: Plus aucune particules
ru_ru: Нет больше частиц

source: Return true if the object does not emit particles anylonger, so as to destroy it for example.
es_es: Retorna verdad si el objeto no emite más partículas, para luego destruirlo por ejemplo.
fr_fr: Renvoi vrai si l'objet n'émet plus aucune particule, pour pouvoir par exemple le détruire ensuite.
ru_ru: Возвратить True, если объект больше не излучает частицы.

source: _PARAM0_ does not emit anylonger.
es_es: _PARAM0_ no emite más partículas
fr_fr: _PARAM0_ n'émet plus de particules
ru_ru: _PARAM0_ не излучает больше частиц

source: Recreate particles
es_es: Recrear partículas
fr_fr: Recréer les particules
ru_ru: Воссоздавать частицы
