Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Name of the data containing the text to get
es_es: Nombre del dato conteniendo el texto a recuperar
fr_fr: Nom de la donnée contenant le texte à récupérer
ru_ru: Имя данных содержащих получаемый текст

source: Get the value of a data
es_es: Obtener el valor de un dato
fr_fr: Obtenir la valeur d'une donnée
ru_ru: Получить значения данных

source: Get the value contained in a data
es_es: Obtiene el valor contenido en un dato
fr_fr: Obtenir la valeur contenue dans une donnée
ru_ru: Получить значения содержащиеся в данных

source: Last error occured
es_es: Último error ocurrido
fr_fr: Dernière erreur survenue
ru_ru: Последняя ошибка

source: Get the text describing the last error which occured.
es_es: Obtiene el texto describiendo el último error que ha ocurrido.
fr_fr: Obtenir le texte décrivant la dernière erreur survenue.
ru_ru: Получить текст, описывающий последнюю неожиданно появившуюся ошибку.

source: Network: Errors
es_es: Red : Errores
fr_fr: Réseau : Erreurs
ru_ru: Сеть : Ошибки

source: IP address
es_es: Dirección IP
fr_fr: Adresse IP
ru_ru: Адрес IP

source: Allow to get the public IP Address of the computer.
es_es: Permite obtener la dirección IP pública de la computadora.
fr_fr: Permet d'obtenir l'adresse de l'ordinateur sur internet.
ru_ru: Предоставляет IP адрес компьютера в интернете.

source: Maximum time to wait before getting the address ( in seconds ) ( 0 = no timeout )
es_es: Tiempo máximo de espera para la obtención de la dirección ( en segundos ) ( 0 = Sin límite )
fr_fr: Temps au maximum à attendre afin d'obtenir l'adresse ( en secondes ) ( 0 = Pas de limite )
ru_ru: Максимальное время ожидания для получения адреса ( в секундах ) ( 0 = без ограничений )

source: Local IP address ( local/LAN )
es_es: Dirección IP ( Local/LAN )
fr_fr: Adresse IP ( Locale/LAN )
ru_ru: Локальный IP адрес ( Local/LAN )

source: Generate objects' identifiers
es_es: Generar identificadores de objetos
fr_fr: Générer les identifiants des objets
ru_ru: Создать идентификаторы объектов

source: Generate automatically identifiers for these objects. Note that this action must be preferably used at the start of the scene for example, so as to be sure objects have the same unique identifiers on the different computers.
es_es: Genera automáticamente diferentes identificadores para los objetos especificados. Observa que, preferiblemente, esta acción debe ser usada al inicio de la escena por ejemplo, para asegurar que los objetos tengan el mismo identificador único en las diferentes computadoras.
fr_fr: Génère automatiquement des identifiants différents pour les objets indiqués. Notez qu'il est préférable d'utiliser cette action en début de scène par exemple, pour assurer que les objets aient bien les mêmes identifiants sur les différents ordinateurs.
ru_ru: Автоматически генерирует разные идентификаторы для перечисленных объектов. Желательно использовать это действие в начале сцены, чтобы быть уверенным, что у объектов есть те же уникальные идентификаторы на различных компьютерах.

source: Generate unique network identifiers for _PARAM0_
es_es: Generar identificadores de red para _PARAM0_
fr_fr: Générer des identifiants réseau unique pour _PARAM0_
ru_ru: Создание уникальных сетевых идентификаторов для _PARAM0_

source: Automatism Automatic Network Updater
es_es: Automatismo actualización automática de red
fr_fr: Automatisme Mise à jour en réseau automatique
ru_ru: Автоматизм авто сетевого обновления

source: Automatic network update
es_es: Actualización automática de red
fr_fr: Mise à jour en réseau automatique
ru_ru: Автоматическое сетевое обновление

source: Allows to automatically synchronize the objects of a game on the network.
es_es: Permite sincronizar automáticamente los objetos de un juego en la red.
fr_fr: Automatisme permettant de déplacer automatiquement les objets d'un jeu en réseau.
ru_ru: Автоматизм синхронизирующий игровые объекты в сети.

source: Set to send data
es_es: Activar para el envío de datos
fr_fr: Mettre en envoi de données
ru_ru: Отправка данных

source: The automatism will send the data of the objects. Be sure to have generated identifiers for these objects before.
es_es: El automatismo enviará automáticamente los datos de los objetos. Asegúrate de haber generado identificadores para esos objetos antes.
fr_fr: L'automatisme enverra les données de ses objets. Assurez vous d'avoir généré les identifiants des objets auparavant
ru_ru: Автоматизм отправки данных объектов. Предварительно, сгенерируйте идентификаторы для этих объектов.

source: Set _PARAM0_ to send data
es_es: Activar _PARAM0_ para el envío de datos
fr_fr: Mettre _PARAM0_ en envoi de données
ru_ru: Добавить _PARAM0_ в отправку данных

source: Set to receive data
es_es: Activar para la recepción de datos
fr_fr: Mettre en réception de données
ru_ru: Получение данных

source: The automatism will receive the data and will update the objects. Be sure to have generated identifiers for these objects before.
es_es: El automatismo recibirá los datos y actualizará los objetos. Asegúrate de haber generado identificadores para esos objetos antes.
fr_fr: L'automatisme recevra les données et mettera à jours les objets. Assurez vous d'avoir généré les identifiants des objets auparavant
ru_ru: Автоматизм будет получать данные и обновлять объекты. Предварительно, сгенерируйте идентификаторы для этих объектов.

source: Set _PARAM0_ to receive data
es_es: Activar _PARAM0_ para la recepción de datos
fr_fr: Mettre _PARAM0_ en réception de données
ru_ru: Задать _PARAM0_ для приема данных

source: Change object's identifier
es_es: Cambiar el identificador del objeto
fr_fr: Changer l'identifiant de l'objet
ru_ru: Изменить идентификатор объекта

source: Each object need a unique identifier, the same on all computers, so as to be identified and updated
es_es: Cada objeto necesita un identificador único, el mismo en todas las computadoras, para poder ser identificado y actualizado
fr_fr: Chaque objet nécessite un identifiant unique, le même sur tous les ordinateurs, afin d'être identifié et mis à jour
ru_ru: Каждому объекту требуется уникальный идентификатор, одинаковый на всех ПК, для опознования и обновления

source: Set identifier of _PARAM0_ to _PARAM2_
es_es: Igualar el identificador de _PARAM0_ a _PARAM2_
fr_fr: Mettre l'identifiant de _PARAM0_ à _PARAM2_
ru_ru: Идентификатор для _PARAM0_ как _PARAM2_

source: Identifier
es_es: Identificador
fr_fr: Identifiant
ru_ru: Идентификатор

source: Get the identifier of the object
es_es: Obtiene el identificador del objeto
fr_fr: Obtenir l'identifiant de l'objet
ru_ru: Получить идентификатор объекта

source: List of recipients
es_es: Lista de destinatarios
fr_fr: Liste des destinataires
ru_ru: Список получателей

source: Port:
es_es: Puerto :
ru_ru: Порт :

source: Edit the automatism
es_es: Editar el automatismo
fr_fr: Editer l'automatisme
ru_ru: Редактирование автоматизма

source: Send datas
es_es: Enviar datos
fr_fr: Envoyer les données
ru_ru: Отправка данных

source: Initial behaviour
es_es: Comportamiento inicial
fr_fr: Comportement initial
ru_ru: Начальное поведение

source: Depending on whether the game is "hosting" or joining, you wish change this behaviour of the automatism. You can use actions in the sub category "Network > Automatism Automatic Network Updater"
es_es: Depende de si el juego está alojando o está uniéndose, Es probable que quieras cambiar el comportamiento del automatismo. Puedes usar acciones en la sub-categoría "Red > Automatismo actualización automática de red".
fr_fr: Suivant que le jeu acceuille une partie ou la rejoigne, vous souhaitez sans doute changer le comportement de l'automatisme. Vous pouvez le faire avec les actions de la catégorie "Comportement".
ru_ru: Для изменение поведения использования игры в режиме "хостинга" или присоединения. Вы можете использовать действия в суб категории "Сеть > Автоматизм Автоматическое сетевое обновление"

source: Sent / Received data
es_es: Datos enviados / recibidos
fr_fr: Données envoyées / reçues
ru_ru: Données envoyées / reçues

source: Data format
es_es: Formato de datos
fr_fr: Forme des données
ru_ru: Forme des données

source: X represent identifier number and Data the data title.
es_es: "X" representa el número del identificador y "Dato" el título del dato.
fr_fr: X représente le numéro d'identification et Data la donnée.
ru_ru: X représente le numéro d'identification et Data la donnée.

source: Panel Sprite Object
es_es: Objeto Panel
fr_fr: Objet Panneau
ru_ru: Объект панель

source: Extension allowing to use panel sprite objects.
es_es: Extensión que permite el uso de objetos Panel.
fr_fr: Extension permettant d'utiliser des objets ayant des bordures fixes et une image redimensionnable à l'intéreur.
ru_ru: Расширение позволяет использовать объекты с фиксированными краями и изменяемым размером изображения внутри.

source: Panel Sprite
es_es: Panel
fr_fr: Panneau à bordures
ru_ru: Спрайт панель

source: Object displaying a panel sprite.
es_es: Objeto que visualiza un panel con bordes.
fr_fr: Objet affichant une image dont les bordures ont une taille fixe.
ru_ru: Объект отображения панели, с краями фиксированного размера.

source: Modify the width of a Panel Sprite.
es_es: Modifica el ancho del objeto Panel.
fr_fr: Modifie la largeur d'un objet Panneau à bordures.
ru_ru: Изменить ширину объекта спрайт панели.

source: Size and angle
es_es: Tamaño y ángulo
fr_fr: Taille et angle
ru_ru: Размер и угол

source: Test the width of a Panel Sprite.
es_es: Evalúa el ancho de un objeto Panel.
fr_fr: Teste la largeur d'un objet Panneau à bordures.
ru_ru: Тест ширины объекта спрайт панели.

source: Modify the height of a Panel Sprite.
es_es: Mpdifica el alto de un objeto Panel.
fr_fr: Modifie la hauteur d'un objet Panneau à bordures.
ru_ru: Изменить высоту объекта спрайт панели.

source: Test the height of a Panel Sprite.
es_es: Evalúa el alto de un objeto Panel.
fr_fr: Teste la hauteur d'un objet Panneau à bordures.
ru_ru: Тест высоты объекта спрайт панели.

source: Modify the angle of a Panel Sprite.
es_es: Modifica el ángulo de un objeto Panel.
fr_fr: Modifie l'angle d'un objet Panneau à bordures.
ru_ru: Изменить угол объекта спрайт панели.

source: Do _PARAM1__PARAM2_ to the angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ángulo de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'angle de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как угол для _PARAM0_

source: Test the angle of a Panel Sprite.
es_es: Evalúa el ángulo del objeto Panel.
fr_fr: Teste l'angle d'un objet Panneau à bordures.
ru_ru: Тест угла объекта спрайт панели.

source: The angle of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ángulo de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'angle de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Угол для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Image name
es_es: Nombre de imagen
fr_fr: Nom de l'image
ru_ru: Имя изображения

source: Change the image of a Panel Sprite.
es_es: Cambia la imgagen de un objeto Panel.
fr_fr: Change l'image d'un Panneau à bordures.
ru_ru: Изменить изображение спрайт панели.

source: Set image _PARAM1_ on _PARAM0_
es_es: Establecer la imagen _PARAM1_ en _PARAM0_
fr_fr: Mettre l'image _PARAM1_ sur _PARAM0_
ru_ru: Наложить изображение _PARAM1_ на _PARAM0_

source: Left Margin
es_es: Margen izquierdo
fr_fr: Bordure gauche
ru_ru: Левый край

source: Top Margin
es_es: Margen superior
fr_fr: Bordure haute
ru_ru: Верхний край

source: Right Margin
es_es: Margen derecho
fr_fr: Bordure droite
ru_ru: Правый край

source: Bottom Margin
es_es: Margen inferior
fr_fr: Bordure basse
ru_ru: Нижний край

source: Settings of the Panel Sprite Object
es_es: Opciones del objeto Panel
fr_fr: Options de l'objet Panneau à bordures
ru_ru: Настройки объекта спрайт панели

source: Default size
es_es: Tamaño por defecto
fr_fr: Taille par défaut
ru_ru: Размер по умолчанию

source: Image center (streched part)
es_es: Imagen central (Parte redimensionable)
fr_fr: Image centrale (Partie étirée)
ru_ru: Изображение по центру (растянутое)

source: Smooth texture
es_es: Suavizar textura
fr_fr: Lisser la texture
ru_ru: Гладкотекстурное

source: Particle system
es_es: Sistema de partículas
fr_fr: Système de particules
ru_ru: Система частиц

source: Extension allowing to display a large number of small particles.
es_es: Extensión que permite visualizar un gran número de pequeñas partículas.
fr_fr: Extension permettant d'afficher un grand nombre de petites particules.
ru_ru: Расширение позволяет отображать большое количество мелких частиц.

source: Particles emitter
es_es: Emisor de partículas
fr_fr: Emetteur de particules
ru_ru: Излучатель частиц

source: Displays a large number of small particles to create visual effects
es_es: Visualiza un gran número de partículas para crear efectos visuales
fr_fr: Objet affichant un grand nombre de petites particules
ru_ru: Отображение большого количества мелких частиц, для создания визуальных эффектов

source: Emission minimal force
es_es: Fuerza mínima de emisión
fr_fr: Force minimale de l'émission
ru_ru: Минимальная сила излучения

source: Modify minimal emission force of particles.
es_es: Modifica la fuerza mínima de emisión de partículas.
fr_fr: Modifie la force minimale d'émission des particules.
ru_ru: Изменение минимальной силы излучения частиц.

source: Do _PARAM1__PARAM2_ to minimal emission force of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la fuerza mínima de emisión de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la force minimale d'émission des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как минимальную силу излучения частиц _PARAM0_

source: Common
es_es: Común
fr_fr: Commun
ru_ru: Общий

source: Emission maximal force
es_es: Fuerza máxima de emisión
fr_fr: Force maximale de l'émission
ru_ru: Максимальная сила излучения

source: Modify maximal emission force of particles.
es_es: Modifica la fuerza máxima de emisión de partículas.
fr_fr: Modifie la force maximale d'émission des particules.
ru_ru: Изменение максимальной силы излучения для частиц.

source: Do _PARAM1__PARAM2_ to maximal emission force of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la fuerza máxima de emisión de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la force maximale d'émission des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как макс силу излучения частиц _PARAM0_

source: Emission X direction
es_es: Dirección X de emisión
fr_fr: Direction X de l'émission
ru_ru: Направление излучения по X

source: Modify emission X direction.
es_es: Modifica la dirección X de emisión de partículas.
fr_fr: Modifie la direction d'émission des particules en X.
ru_ru: Изменение направления излучения частиц по X.

source: Do _PARAM1__PARAM2_ to the emission X direction of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la dirección X de emisión de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la direction d'émission des particules en X de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как направление излучения по X частиц _PARAM0_

source: Test emission X direction.
es_es: Evalúa la dirección X de emisión de partículas.
fr_fr: Teste la direction d'émission des particules en X.
ru_ru: Тест направления излучения частиц по X.

source: The emission X direction of _PARAM0_ is _PARAM1__PARAM2_
es_es: La dirección X de emisión de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La direction d'émission des particules en X de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Направление излучения по X для частиц _PARAM0_ от _PARAM1_ до _PARAM2_

source: Emission Y direction
es_es: Dirección Y de emisión
fr_fr: Direction Y de l'émission
ru_ru: Направление излучения по Y

source: Modify emission Y direction.
es_es: Modifica la dirección Y de emisión de partículas.
fr_fr: Modifie la direction d'émission des particules en Y.
ru_ru: Изменение направления излучения частиц по Y.

source: Do _PARAM1__PARAM2_ to the emission Y direction of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la dirección Y de emisión de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la direction d'émission des particules en Y de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как направление излучения по Y частиц _PARAM0_

source: Test emission Y direction.
es_es: Evalúa la dirección Y de emisión de partículas.
fr_fr: Teste la direction d'émission des particules en Y.
ru_ru: Тест направления излучения частиц по Y.

source: Emission Y direction of _PARAM0_ is _PARAM1__PARAM2_
es_es: La dirección Y de emisión de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La direction d'émission des particules en Y de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Направление излучения по Y для частиц _PARAM0_ от _PARAM1_ до _PARAM2_

source: Emission Z direction
es_es: Dirección Z de emisión
fr_fr: Direction Z de l'émission
ru_ru: Направление излучения по Z

source: Modify emission Z direction.
es_es: Modifica la dirección Z de emisión de partículas.
fr_fr: Modifie la direction d'émission des particules en Z.
ru_ru: Изменение направления излучения частиц по Z.

source: Do _PARAM1__PARAM2_ to the emission Z direction of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la dirección Z de emisión de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la direction d'émission des particules en Z de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как направление излучения по Z частиц _PARAM0_

source: Test emission Z direction.
es_es: Evalúa la dirección Z de emisión de partículas.
fr_fr: Teste la direction d'émission des particules en Z.
ru_ru: Тест направления излучения частиц по Z.

source: Emission Z direction of _PARAM0_ is _PARAM1__PARAM2_
es_es: La dirección Z de emisión de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La direction d'émission des particules en Z de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Направление излучения по Z для частиц _PARAM0_ от _PARAM1_ до _PARAM2_

source: Emission angle
es_es: Ángulo de emisión
fr_fr: Angle d'émission
ru_ru: Угол излучения

source: Modify emission angle.
es_es: Modifica el ángulo de emisión de partículas.
fr_fr: Modifie l'angle d'émission.
ru_ru: Изменение угла излучения.

source: Do _PARAM1__PARAM2_ to the emission angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ángulo de emisión de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'angle d'émission de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как угол излучения _PARAM0_

source: Test the value of emission angle of the emitter.
es_es: Evalúa el ángulo de emisión del emisor.
fr_fr: Teste la valeur de l'angle d'émission de l'émetteur.
ru_ru: Тест значения угла излучения источника частиц.

source: Emission angle of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ángulo de emisión de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'angle d'émission de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Угол излучения для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Emission angle 1
es_es: Ángulo de emisión 1
fr_fr: Angle d'émission 1
ru_ru: Угол излучения 1

source: Change emission angle #1
es_es: Modifica el ángulo de emisión n°1.
fr_fr: Modifie l'angle d'émission n°1.
ru_ru: Изменить угол излучения n°1.

source: Do _PARAM1__PARAM2_ to the 1st emission angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ángul ode emisión n°1 de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'angle d'émission n°1 de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как угол излучения n°1 для _PARAM0_

source: Test the value of emission 1st angle of the emitter
es_es: Evalúa el ángulo de emisión n°1 del emisor.
fr_fr: Teste la valeur de l'angle d'émission n°1 de l'émetteur.
ru_ru: Тест значения угла излучения n°1 источника частиц.

source: Emission 1st angle of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ángulo de emisión n°1 de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'angle d'émission n°1 de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Угол излучения n°1 для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Emission angle 2
es_es: Ángulo de emisión 2
fr_fr: Angle d'émission 2
ru_ru: Угол излучения 2

source: Change emission angle #2
es_es: Modifica el ángulo de emisión n°2.
fr_fr: Modifie l'angle d'émission n°2.
ru_ru: Изменить угол излучения n°2.

source: Do _PARAM1__PARAM2_ to the 2nd emission angle of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ángulo de emisión n°2 de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'angle d'émission n°2 de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как угол излучения n°2 для _PARAM0_

source: Test the emission angle #2 of the emitter.
es_es: Evalúa el ángulo de emisión n°2 del emisor.
fr_fr: Teste la valeur de l'angle d'émission n°2 de l'émetteur.
ru_ru: Тест значения угла излучения n°2 источника частиц.

source: Emission 2nd angle of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ángulo de emisión n°2 de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'angle d'émission n°2 de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Угол излучения n°2 для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Angle of the spray cone
es_es: Ángulo de apertura del cono
fr_fr: Angle d'ouverture du cône d'émission
ru_ru: Угол раствора конуса излучателя

source: Modify the angle of the spray cone.
es_es: Modifica el ángulo de apertura del cono de emisión.
fr_fr: Modifie l'angle d'ouverture du cône d'émission.
ru_ru: Изменение угла раствора конуса излучателя.

source: Do _PARAM1__PARAM2_ to the angle of the spray cone of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ángulo de apertura del cono de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'angle d'ouverture du cône d'émission de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как угол раствора конуса излучателя _PARAM0_

source: Test the angle of the spray cone of the emitter
es_es: Evalúa el ángulo de apertura del cono de emisión.
fr_fr: Teste l'angle d'ouverture du cône d'émission de l'émetteur.
ru_ru: Тест угла раствора конуса излучателя.

source: Angle of the spray cone of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ángulo de apertura del cono de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'angle d'ouverture du cône d'émission de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Угол раствора конуса излучателя _PARAM0_ от _PARAM1_ до _PARAM2_

source: Friction
es_es: Fricción
ru_ru: Трение

source: Modify friction applied to particles.
es_es: Modifica la fricción aplicada a las partículas.
fr_fr: Modifie la friction appliquée aux particules.
ru_ru: Изменить трение, применяемое к частицам.

source: Do _PARAM1__PARAM2_ to the friction of particles of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la fricción de las partículas de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la friction des particules _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как трение применяемое к частицам _PARAM0_

source: Test friction applied to particles.
es_es: Evalúa la fricción aplicada a las partículas.
fr_fr: Teste la friction appliquée aux particules.
ru_ru: Тест трения применяемое к частицам.

source: Particles' friction of _PARAM0_ is _PARAM1__PARAM2_
es_es: La fricción de las partículas de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La friction des particules de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Трение частиц_PARAM0_ от _PARAM1_ до _PARAM2_

source: Creation radius
es_es: Radio de creación
fr_fr: Rayon d'apparition
ru_ru: Радиус появления

source: Modify creation radius of particles. Particles have to be recreated in order to take changes in account.
es_es: Modifica el radio de creación de partículas. Las partículas deben ser recreadas a fin de tener en cuenta los cambios.
fr_fr: Modifie le rayon d'apparition des particules. Nécessite de recréer les particules pour prendre en compte les changements.
ru_ru: Изменить радиус появления частиц. Требуется создать частицы, чтобы отразить изменения.

source: Do _PARAM1__PARAM2_ to creation radius of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el radio de creación de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au rayon d'apparition des particules de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как радиус появления частиц _PARAM0_

source: Test creation radius of particles.
es_es: Evalúa el radio de creación de partículas.
fr_fr: Teste le rayon d'apparition des particules.
ru_ru: Тест радиуса появления частиц.
