Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Layer
es_es: Capa
fr_fr: Calque
ru_ru: Слой

source: Speed
es_es: Velocidad
fr_fr: Vitesse
ru_ru: Скорость

source: Angle of moving
es_es: Ángulo de movimiento
fr_fr: Angle de déplacement
ru_ru: Угол перемещения

source: X coordinate of moving
es_es: Desplazamiento en X
fr_fr: Déplacement en X
ru_ru: Смещение по X

source: Y coordinate of moving
es_es: Desplazamiento en Y
fr_fr: Déplacement en Y
ru_ru: Смещение по Y

source: Animation
es_es: Animación
ru_ru: Анимация

source: Direction
es_es: Dirección
ru_ru: Направление

source: Image
es_es: Imagen
ru_ru: Изображение

source: Opacity
es_es: Opacidad
fr_fr: Opacité
ru_ru: Прозрачность

source: Blend mode
es_es: Modo visual
fr_fr: Mode d'affichage
ru_ru: Режим отображения

source: X Scale
es_es: Escala en X
fr_fr: Echelle X de la taille
ru_ru: Размер по X

source: Y Scale
es_es: Escala en Y
fr_fr: Echelle Y de la taille
ru_ru: Размер по Y

source: Advanced control features
es_es: Funciones de control avanzado
fr_fr: Fonctionnalités de contrôle avancé
ru_ru: Расширенные функции управления

source: Built-in extension providing advanced control features.
es_es: Extensión integrada que provee funciones de control avanzado.
fr_fr: Extension offrant des fonctionnalités de contrôle avancé, integrée en standard
ru_ru: Встроенное расширение предоставляющее дополнительные функции управления

source: This condition returns always true ( and always false if contrary is checked ).
es_es: Esta condición siempre retorna verdad ( y siempre falso si el inverso está marcado).
fr_fr: Cette condition renvoie toujours vrai ( et toujours faux si le contraire est activé ).
ru_ru: Это условие всегда возвращает True ( и всегда False в противном случае ).

source: Audio
ru_ru: Аудио

source: Builtin audio extension
es_es: Extensión de audio integrada
fr_fr: Extension audio integrée en standard
ru_ru: Встроенное стандартное аудио расширение

source: Play a sound on a channel
es_es: Reproducir un sonido en un canal
fr_fr: Jouer un son sur un canal
ru_ru: Сыграть звук в канале

source: Play a sound ( small audio file ) on a specific canal, so as to be able to manipulate it.
ru_ru: Сыграть ( короткий звуковой файл ) на указанном канале, в состоянии взаимодействия.

source: Play the sound _PARAM1_ on the channel _PARAM2_
es_es: Reproducir el sonido _PARAM1_ en el canal _PARAM2_
fr_fr: Jouer le son _PARAM1_ sur le canal _PARAM2_
ru_ru: Сыграть звук _PARAM1_ на канале _PARAM2_

source: Audio/Sounds on channels
es_es: Audio/Sonidos en canales
fr_fr: Audio/Sons sur canaux
ru_ru: Аудио/Звуки в каналах

source: Audio file
es_es: Archivo de audio
fr_fr: Fichier audio
ru_ru: Аудио файл

source: Canal ( 0 - 15 )
fr_fr: Canal ( 0 à 15 )
ru_ru: Канал ( 0 - 15 )

source: Repeat the sound ?
es_es: ¿Repetir el sonido?
fr_fr: Boucler le son ?
ru_ru: Зациклить звук ?

source: Volume ( From 0 to 100, 100 by default )
es_es: Volumen ( 0 - 100, 100 por defecto )
fr_fr: Volume ( De 0 à 100, 100 par défaut )
ru_ru: Уровень ( от 0 до 100, по умолчанию 100 )

source: Pitch ( speed ) ( 1 by default )
es_es: Pitch ( velocidad ) ( 1 por defecto )
fr_fr: Pitch ( Vitesse ) ( 1 par défaut )
ru_ru: Тон ( скорость ) ( 1 по умолчанию )

source: Stop the sound of a channel
es_es: Detener el sonido de un canal
fr_fr: Arrêter le son sur un canal
ru_ru: Остановить звук канала

source: Stop the sound on the specified channel.
es_es: Detener el sonido en el canal especificado.
fr_fr: Arrêter le son joué sur le canal indiqué.
ru_ru: Отсановить звук на указанном канале.

source: Stop the sound of channel _PARAM1_
es_es: Detener el sonido del canal _PARAM1_
fr_fr: Arrêter le son du canal _PARAM1_
ru_ru: Остановить звук канала _PARAM1_

source: Pause the sound of a channel
es_es: Pausar el sonido de un canal
fr_fr: Mettre en pause le son d'un canal
ru_ru: Пауза звука канала

source: Pause the sound played on the specified channel.
es_es: Pausar el sonido en el canal espeificado.
fr_fr: Mettre en pause le son joué sur le canal indiqué.
ru_ru: Пауза звука на указанном канале.

source: Pause the sound of channel _PARAM1_
es_es: Pausar el sonido del canal _PARAM1_
fr_fr: Mettre en pause le son du canal _PARAM1_
ru_ru: Пауза звука канала _PARAM1_

source: Play the sound of a channel
es_es: Reproducir el sonido de un canal
fr_fr: Jouer le son d'un canal
ru_ru: Играть звук канала

source: Play the sound of the channel.
es_es: Reproducir el sonido en el canal especificado.
fr_fr: (Re)jouer le son du canal.
ru_ru: (Пере)играть звук в канале.

source: Play the sound of channel _PARAM1_
es_es: Reproducir el sonido del canal _PARAM1_
fr_fr: Jouer le son du canal _PARAM1_
ru_ru: Сыграть звук канала _PARAM1_

source: Play a music on a channel
es_es: Reproducir una música en un canal
fr_fr: Jouer une musique sur un canal
ru_ru: Играть музыку на канале

source: Play a music an on specific channel, so as to be able to interact with later.
es_es: Reproduce una música en un canal específico, para poder interactuar con él.
fr_fr: Joue une musique sur un canal précis, pour pouvoir ensuite interagir avec.
ru_ru: Воспр. музыки на канале, и взаимодействие с ней.

source: Play the music _PARAM1_ on channel _PARAM2_
es_es: Reproducir la música _PARAM1_ en el canal _PARAM2_
fr_fr: Jouer la musique _PARAM1_ sur le canal _PARAM2_
ru_ru: Играть музыку _PARAM1_ на канале_PARAM2_

source: Audio/Musics on channels
es_es: Audio/Música en canales
fr_fr: Audio/Musiques sur canaux
ru_ru: Аудио/Музыка в каналах

source: Stop the music on a channel
es_es: Detener la música de un canal
fr_fr: Arrêter la musique sur un canal
ru_ru: Остановить музыку канала

source: Stop the music on the specified channel
es_es: Detener la música en el canal especificado.
fr_fr: Arrêter la musique jouée sur le canal indiqué.
ru_ru: Отсановить музыку на выбранном канале.

source: Stop the music of channel _PARAM1_
es_es: Detener la música del canal _PARAM1_
fr_fr: Arrêter la musique du canal _PARAM1_
ru_ru: Остановить музыку канала _PARAM1_

source: Pause the music of a channel
es_es: Pausar la música de un canal
fr_fr: Mettre en pause la musique d'un canal
ru_ru: Пауза музыки канала

source: Pause the music on the specified channel.
es_es: Pausar la música en el canal especificado.
fr_fr: Mettre en pause la musique jouée sur le canal indiqué.
ru_ru: Пауза музыки на выбранном канале.

source: Pause the music of channel _PARAM1_
es_es: Pausar la música del canal _PARAM1_
fr_fr: Mettre en pause la musique du canal _PARAM1_
ru_ru: Пауза музыки канала _PARAM1_

source: Play the music of a channel
es_es: Reproducir la música de un canal
fr_fr: Jouer la musique d'un canal
ru_ru: Играть музыку в канале

source: Play the music of the channel.
es_es: Reproducir la música en el canal especificado.
fr_fr: (Re)jouer la musique du canal.
ru_ru: (Пере)играть музыку в канале.

source: Play the music of channel _PARAM1_
es_es: Reproducir la música del canal _PARAM1_
fr_fr: Jouer la musique du canal _PARAM1_
ru_ru: Играть музыку в канале_PARAM1_

source: Volume of the sound on a channel
es_es: Volumen del sonido en un canal
fr_fr: Volume d'un son sur un canal
ru_ru: Уровень звука на канале

source: This action modify the volume of the sound on the specified channel. The volume is between 0 and 100.
es_es: Esta acción modifica el volumen del sonido en el canal especificado. El volumen está comprendido entre 0 y 100.
fr_fr: Cette action modifie le volume du son sur le canal spécifié. Le volume est compris entre 0 et 100.
ru_ru: Изменяет громкость звука на указанном канале. Уровень от 0 до 100.

source: Do _PARAM2__PARAM3_ to the volume of the sound on channel _PARAM1_
es_es: Hacer _PARAM2__PARAM3_ al volumen del sonido en el canal _PARAM1_
fr_fr: Faire _PARAM2__PARAM3_ au volume du son sur le canal _PARAM1_
ru_ru: Сделать _PARAM2__PARAM3_ уровень звука на канале _PARAM1_

source: Modification's sign
es_es: Signo de modificación
fr_fr: Signe de la modification
ru_ru: Знак изменения

source: Value
es_es: Valor
fr_fr: Valeur
ru_ru: Уровень

source: Volume of the music on a channel
es_es: Volumen de la música en un canal
fr_fr: Volume de la musique d'un canal
ru_ru: Уровень музыки в канале

source: This action modify the volume of the music on the specified channel. The volume is between 0 and 100.
es_es: Esta acción modifica el volumen de la música en el canal especificado. El volumen está comprendido entre 0 y 100.
fr_fr: Cette action modifie le volume de la musique sur le canal spécifié. Le volume est compris entre 0 et 100.
ru_ru: Изменяет громкость музыки на указанном канале. Уровень от 0 до 100.

source: Do _PARAM2__PARAM3_ to the volume of the music on channel _PARAM1_
es_es: Hacer _PARAM2__PARAM3_ al volumen de la música en el canal _PARAM1_
fr_fr: Faire _PARAM2__PARAM3_ au volume de la musique du canal _PARAM1_
ru_ru: Сделать _PARAM2__PARAM3_ уровень музыки _PARAM1_

source: Game global volume
es_es: Volumen global del juego
fr_fr: Volume global du jeu
ru_ru: Общая громкость в игре

source: This action modify the global volumeof the game. The volume is between 0 and 100.
es_es: Esta acción modifica el volumen global del juego. El volumen está comprendido entre 0 y 100.
fr_fr: Cette action modifie le volume sonore global du jeu. Le volume est compris entre 0 et 100.
ru_ru: Изменяет глобальную громкость в игре. Уровень от 0 до 100.

source: Do _PARAM1__PARAM2_ to global sound level
es_es: Hacer _PARAM1__PARAM2_ al volumen del sonido global
fr_fr: Faire _PARAM1__PARAM2_ au volume sonore global
ru_ru: Сделать _PARAM1__PARAM2_ глобальный уровень звука

source: Pitch of the sound of a channel
es_es: Pitch del sonido de un canal
fr_fr: Pitch d'un son sur un canal
ru_ru: Высота тона звука

source: This action modify pitch ( speed ) of the sound on a channel. 1 is the default pitch.
es_es: Esta acción modifica el "pitch" ( velocidad ) de un sonido en un canal. Un pitch de 1 representa una velocidad normal.
fr_fr: Cette action modifie le pitch ( vitesse ) du son d'un canal. Un pitch de 1 indique une vitesse normale.
ru_ru: Изменяет высоту тона ( скорость ) звука канала. Выс. тона 1 это нормальная скорость.

source: Do _PARAM2__PARAM3_ to the pitch of the sound on channel _PARAM1_
es_es: Hacer _PARAM2__PARAM3_ al pitch del sonido en el canal _PARAM1_
fr_fr: Faire _PARAM2__PARAM3_ au pitch du son sur le canal _PARAM1_
ru_ru: Сделать _PARAM2__PARAM3_ выс. тона в канале _PARAM1_

source: Pitch of the music on a channel
es_es: Pitch de la música de un canal
fr_fr: Pitch de la musique d'un canal
ru_ru: Высота тона музыки канала

source: This action modify the pitch of the music on the specified channel. 1 is the default pitch
es_es: Esta acción modifica el "pitch" (velocidad) de un sonido en un canal. Un pitch de 1 representa una velocidad normal.
fr_fr: Cette action modifie le pitch de la musique sur un canal. Un pitch de 1 indique une vitesse normale.
ru_ru: Изменяет выс. тона музыки на указанном канале. Выс. тона по умолчанию 1.

source: Do _PARAM2__PARAM3_ to the pitch of the music on channel _PARAM1_
es_es: Hacer _PARAM2__PARAM3_ al pitch de la música en el canal _PARAM1_
fr_fr: Faire _PARAM2__PARAM3_ au pitch de la musique du canal _PARAM1_
ru_ru: Сделать _PARAM2__PARAM3_ выс. тона музыки канала _PARAM1_

source: Playing offset of the sound on a channel
es_es: Posición de lectura del sonido en un canal
fr_fr: Position de lecture d'un son sur un canal
ru_ru: Позиция начала воспр. звука на канале

source: This action modify the playing offset of the sound on a channel
es_es: Esta acción modifica la posición de lectura del sonido en un canal.
fr_fr: Cette action modifie la position de lecture du son d'un canal.
ru_ru: Позволяет изменить позицию начала воспроизведения.

source: Do _PARAM2__PARAM3_ to the playing offset of the sound on channel _PARAM1_
es_es: Hacer _PARAM2__PARAM3_s a la posición de lectura del sonido en el canal _PARAM1_
fr_fr: Faire _PARAM2__PARAM3_s à la position de lecture du son sur le canal _PARAM1_
ru_ru: Начать с _PARAM2__PARAM3_позиции воспризв. звука на канале _PARAM1_

source: Playing offset of the music on a channel
es_es: Posición de lectura de la música en un canal
fr_fr: Position de lecture de la musique d'un canal
ru_ru: Позиция начала воспр. музыки

source: This action modify the playing offset of the music on the specified channel
es_es: Esta acción modifica la posición de lectura de la música en un canal.
fr_fr: Cette action modifie la position de lecture de la musique sur un canal.
ru_ru: Изменяет позицию начала воспр. музыки на канале.

source: Do _PARAM2__PARAM3_ to the playing offset of the music on channel _PARAM1_
es_es: Hacer _PARAM2__PARAM3_s a la posición de lectura de la música en el canal _PARAM1_
fr_fr: Faire _PARAM2__PARAM3_s à la position de lecture de la musique du canal _PARAM1_
ru_ru: Начать с _PARAM2__PARAM3_позиции воспр. музыки на канале _PARAM1_

source: Play a sound
es_es: Reproducir un sonido
fr_fr: Jouer un son
ru_ru: Играть звук

source: Play a sound.
es_es: Reproducir un sonido.
fr_fr: Joue un son.
ru_ru: Играть звук.

source: Play the sound _PARAM1_
es_es: Reproducir el sonido _PARAM1_
fr_fr: Jouer le son _PARAM1_
ru_ru: Играть звук _PARAM1_

source: Play a music
es_es: Reproducir una música
fr_fr: Jouer une musique
ru_ru: Играть музыку

source: Play a music.
es_es: Reproducir una música.
fr_fr: Joue une musique.
ru_ru: Играть музыку.

source: Play the music _PARAM1_
es_es: Reproducir la música _PARAM1_
fr_fr: Jouer la musique _PARAM1_
ru_ru: Ирать музыку _PARAM1_

source: A music is being played
es_es: Una música se está reproduciendo
fr_fr: Une musique est entrain d'être jouée
ru_ru: Воспроизведение музыки

source: Test if the music on a channel is being played
es_es: Evalúa si la música en un canal es está reproduciendo.
fr_fr: Teste si la musique sur le canal indiqué est entrain d'être jouée.
ru_ru: Тест наличия воспроизведения музыки на канале.

source: The music on channel _PARAM1_ is being played
es_es: La música en el canal _PARAM1_ se está reproduciendo
fr_fr: La musique sur le canal _PARAM1_ est entrain d'être jouée
ru_ru: Музыка на канале _PARAM1_ воспроизводится

source: Channel
es_es: Canal
fr_fr: Canal
ru_ru: Канал

source: A music is paused
es_es: Una música está en pausa
fr_fr: Une musique est en pause
ru_ru: Пауза музыки

source: Test if the music on the specified channel is paused.
es_es: Evalúa si la música en un canal está en pausa.
fr_fr: Teste si la musique sur le canal indiqué est en pause.
ru_ru: Тест наличия паузы музыки на канале.

source: The music on channel _PARAM1_ is paused
es_es: La música en el canal _PARAM1_ está en pausa
fr_fr: La musique sur le canal _PARAM1_ est en pause
ru_ru: Музыка на канале _PARAM1_ на паузе

source: A music is stopped
es_es: Una música está detenida
fr_fr: Une musique est arrêtée
ru_ru: Музыка остановлена

source: Test if the music on the specified channel is stopped.
es_es: Evalúa si la música en un canal está detenida.
fr_fr: Teste si la musique sur le canal indiqué est arrêtée.
ru_ru: Тест остановленной музыки на указанном канале.

source: The music on channel _PARAM1_ is stopped
es_es: La música en el canal _PARAM1_ está detenida
fr_fr: La musique sur le canal _PARAM1_ est arrêtée
ru_ru: Музыка на канале _PARAM1_ остановлена

source: A sound is being played
es_es: Un sonido se está reproduciendo
fr_fr: Un son est entrain d'être joué
ru_ru: Звук проигрывается

source: Test if the sound on a channel is being played.
es_es: Evalúa si el sonido en un canal se está reproduciendo.
fr_fr: Teste si le son sur le canal indiqué est entrain d'être joué.
ru_ru: Тест проигрывания звука на указанном канале.

source: Thee sound on channel _PARAM1_ is being played
es_es: El sonido en el canal _PARAM1_ se está reproduciendo
fr_fr: Le son sur le canal _PARAM1_ est entrain d'être joué
ru_ru: Звук на канале _PARAM1_ воспроизводится

source: A sound is paused
es_es: Un sonido está en pausa
fr_fr: Teste si un son est en pause.
ru_ru: Звук на паузе.

source: Test if the sound on the specified channel is paused.
es_es: Evalúa si el sonido en un canal está en pausa.
fr_fr: Teste si le son sur le canal indiqué est en pause.
ru_ru: Тест на паузу звука в указанном канале.

source: The sound on channel _PARAM1_ is paused
es_es: El sonido en el canal _PARAM1_ está en pausa
fr_fr: Le son sur le canal _PARAM1_ est en pause
ru_ru: Звук в канале _PARAM1_ на паузе

source: A sound is stopped
es_es: Un sonido está detenido
fr_fr: Un son est arrêté
ru_ru: Звук остановлен

source: Test if the sound on the specified channel is stopped.
es_es: Evalúa si el sonido en un canal está detenido.
fr_fr: Teste si le son sur le canal indiqué est arrêté.
ru_ru: Тест на остановку звука в указанном канале.

source: The sound on channel _PARAM1_ is stopped
es_es: El sonido en el canal _PARAM1_ está detenido
fr_fr: Le son sur le canal _PARAM1_ est arrêté
ru_ru: Звук в канале _PARAM1_ остановлен

source: Test the volume of the sound on the specified channel. The volume is between 0 and 100.
es_es: Evalúa el volumen del sonido en el canal especificado. El volumen está comprendido entre 0 y 100.
fr_fr: Teste le volume du son sur le canal indiqué. Le volume est compris entre 0 et 100.
ru_ru: Тест уровня звука на указанном канале. Уровень составляет от 0 до 100.

source: The volume of the sound on channel _PARAM1_ is _PARAM2__PARAM3_
es_es: El volumen del sonido en el canal _PARAM1_ es _PARAM2_ a _PARAM3_
fr_fr: Le volume du son sur le canal _PARAM1_ est _PARAM2_ à _PARAM3_
ru_ru: Уровень звука на канале _PARAM1_ от _PARAM2_ до _PARAM3_

source: Sign of the test
es_es: Signo de evaluación
fr_fr: Signe du test
ru_ru: Знак теста

source: Volume to test
es_es: Volumen a evaluar
fr_fr: Volume à tester
ru_ru: Уровень теста

source: Test the volume of the music on specified channel. The volume is between 0 and 100.
es_es: Evalúa el volumen de la música en el canal especificado. El volumen está comprendido entre 0 y 100.
fr_fr: Teste le volume de la musique sur le canal indiqué. Le volume est compris entre 0 et 100.
ru_ru: Тест громкости музыки на указанном канале. Уровень от 0 до 100.

source: The volume of the music on channel _PARAM1_ is _PARAM2__PARAM3_
es_es: El volumen de la música en el canal _PARAM1_ es _PARAM2_ a _PARAM3_
fr_fr: Le volume de la musique sur le canal _PARAM1_ est _PARAM2_ à _PARAM3_
ru_ru: Уровень музыки на канале _PARAM1_ от _PARAM2_ до _PARAM3_

source: Global volume
es_es: Volumen global
fr_fr: Volume global
ru_ru: Глобальный уровень

source: Test the global sound level. The volume is between 0 and 100.
es_es: Evalúa el volumen de sonido global. El volumen está comprendido entre 0 y 100.
fr_fr: Vérifie que le volume sonore global correspond au test. Le volume est compris entre 0 et 100.
ru_ru: Проверка глобального уровня звука. Громкость составляет от 0 до 100.

source: The global game volume is _PARAM2_ to _PARAM1_
es_es: El volumen global del juego es _PARAM1_ a _PARAM2_
fr_fr: Le volume sonore global est _PARAM1_ à _PARAM2_
ru_ru: Глобальный уровень звука от _PARAM1_ до _PARAM2_

source: Test the pitch of the sound on the specified channel. 1 is the default pitch.
es_es: Evalúa el "pitch" ( velocidad ) del sonido en el canal especificado. Un pitch de 1 representa una velocidad normal.
fr_fr: Teste le pitch ( vitesse ) du son sur le canal indiqué. Un pitch de 1 indique une vitesse normale.
ru_ru: Тест высоты ( скорости ) звука на указанном канале. Значение высоты в 1 является дефолтным.

source: The pitch of the sound on channel _PARAM1_ is _PARAM2__PARAM3_
es_es: El pitch del sonido en el canal _PARAM1_ es _PARAM2_ a _PARAM3_
fr_fr: Le pitch du son sur le canal _PARAM1_ est _PARAM2_ à _PARAM3_
ru_ru: Высота звука на канале _PARAM1_ от _PARAM2_ до _PARAM3_

source: Pitch to test
es_es: Pitch a evaluar
fr_fr: Pitch à tester
ru_ru: Тест высоты (тона)

source: Test the pitch ( speed ) of the music on specified channel. 1 is the default pitch.
es_es: Evalúa el "pitch" ( velocidad ) de la música en el canal especificado. Un pitch de 1 representa una velocidad normal.
fr_fr: Teste le pitch ( vitesse ) de la musique sur le canal indiqué. Un pitch de 1 indique une vitesse normale.
ru_ru: Тест высоты ( скорости ) музыки на указанном канале. Значение высоты в 1 является дефолтным.

source: Test the playing offset of the sound on the specified channel.
es_es: Evalúa la posición de lectura del sonido en el canal especificado.
fr_fr: Teste la position de lecture du son sur le canal indiqué.
ru_ru: Тест позиции проигрывания звука на указанном канале.

source: The playing offset of the sound on channel _PARAM1_ is _PARAM2__PARAM3_
es_es: La posición de lectura del sonido en el canal _PARAM1_ es _PARAM2_ a _PARAM3_s
fr_fr: La position de lecture du son sur le canal _PARAM1_ est _PARAM2_ à _PARAM3_s
ru_ru: Позиция проигрывания звука на канале _PARAM1_ от _PARAM2_ до _PARAM3_s

source: Position ( in seconds )
es_es: Posición ( en segundos )
fr_fr: Position ( en secondes )
ru_ru: Позиция ( в секундах )

source: Test the playing offset of the music on the specified channel.
es_es: Evalúa la posición de lectura de la música en el canal especificado.
fr_fr: Teste la position de lecture de la musique sur le canal indiqué.
ru_ru: Тест позиции проигрывания музыки на указанном канале.

source: The playing offset of the music on channel _PARAM1_ is _PARAM2__PARAM3_
es_es: La posición de lectura de la música en el canal _PARAM1_ es _PARAM2_ a _PARAM3_s
fr_fr: La position de lecture la musique sur le canal _PARAM1_ est _PARAM2_ à _PARAM3_s
ru_ru: Позиция проигрывания музыки на канале _PARAM1_ от _PARAM2_ до _PARAM3_s

source: Sound playing offset
es_es: Posición de lectura de un sonido
fr_fr: Position de lecture d'un son
ru_ru: Позиция чтения звука

source: Sounds
es_es: Sonidos
fr_fr: Sons
ru_ru: Звуки

source: Music playing offset
es_es: Posición de lectura de una música
fr_fr: Position de lecture d'une musique
ru_ru: Позиция чтения музыки

source: Musics
es_es: Músicas
fr_fr: Musiques
ru_ru: Музыка

source: Sound volume
es_es: Volumen de sonido
fr_fr: Volume d'un son
ru_ru: Громкость звука

source: Music volume
es_es: Volumen de música
fr_fr: Volume d'une musique
ru_ru: Громкость музыки

source: Sound's pitch
es_es: Pitch de sonido
fr_fr: Pitch d'un son
ru_ru: Высота звука

source: Music's pitch
es_es: Pitch de música
fr_fr: Pitch d'une musique
ru_ru: Высота тона музыки

source: Global volume value
es_es: Valor de volumen global
fr_fr: Valeur du volume global
ru_ru: Глобальное значение уровня

source: Sound level
es_es: Volumen
fr_fr: Volume
ru_ru: Уровень звучания

source: Global volume:
es_es: Volumen global :
fr_fr: Volume global :
ru_ru: Глобальный уровень :

source: Sound played:
es_es: Sonido reproducido :
fr_fr: Son joué :
ru_ru: Играть звук :

source: Sound stopped:
es_es: Sonido detenido :
fr_fr: Son stoppé :
ru_ru: Остановка звука :

source: Paused sound:
es_es: Sonido en pausa :
fr_fr: Son en pause :
ru_ru: Пауза звука :

source: -Volume/Pitch:
es_es: -Volumen/Pitch :
ru_ru: -Уровень/Высота :

source: -Progress (seconds) :
es_es: -Progreso (segundos) :
fr_fr: -Avancement (secondes) :
ru_ru: -Продолжительность (секунды) :

source: Played music:
es_es: Música reproducida :
fr_fr: Musique jouée :
ru_ru: Играть музыку :

source: Stopped music:
es_es: Música detenida :
fr_fr: Musique stoppée :
ru_ru: Остановка музыки :

source: Paused music:
es_es: Música en pausa :
fr_fr: Musique en pause :
ru_ru: Пауза музыки :

source: Base object
es_es: Objeto base
fr_fr: Objet de base
ru_ru: Базовый объект

source: Test X position of an object
fr_fr: Tester la position X d'un objet
ru_ru: Тест по X позиции объекта

source: Test the X position of the objext
fr_fr: Teste si la position X de l'objet correspond au test effectué.
ru_ru: Проверка, соответствует ли положение объекта позиции X.
