Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: The exported script could not be minified: It seems that the script is too heavy and need too much memory to be minified. Try using sub events and reduce the number of events.
fr_fr: Le projet exporté n'a pas pû être minifié : Il semble que le script soit trop lourd et que trop de mémoire ait été utilisée. Essayez d'utiliser plus de sous évènements et de réduire le nombre total d'évènements. Pensez à utiliser les agencements externes plutôt que de multiplier le nombre de scènes.

source: No
fr_fr: Non
