Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: A crowdfunding campaign was launched for Game Develop. Help us bring GD to MacOS, improve the support of Ubuntu and create an export option to publish games to iOS and Android! Contributors will get premium access to the beta versions when new features (OS X/Android/iOS support...) will be released!
es_es: Se ha lanzado una campaña de financiación para Game Develop. ¡Ayúdanos a traer a GD a MacOS, mejorar el soporte en Ubuntu y crear un opción de exportación para publicar juegos en iOS y Android! ¡Los contribuyentes tendrán acceso "premium" a versiones beta cuando nuevas funcionalidades (soporte para OS X/Android/iOS...) sean lanzadas!
fr_fr: Un financement participatif a été mis en place pour Game Develop. Aidez nous à porter le logiciel pour MacOS, améliorer le support d'Ubuntu et créer une option pour exporter les jeux HTML5 vers iOS et Android! Les contributeurs auront accès aux versions bêta quand les nouvelles fonctionnalités (Support d'OS X, Android ou iOS...) seront prêtes!

source: You didn't entered any feedback! :O
es_es: ¡No ingresaste ningún comentario! :O
fr_fr: Vous n'avez pas entré d'avis ! :O

source: Thanks for your feedback!
es_es: ¡Gracias por reportar el error!
fr_fr: Merci pour votre avis!

source: Bold
es_es: Negrita

source: Includes
es_es: Archivos de cabecera
fr_fr: Fichiers d'entête

source: The exported script could not be minified: Please check that you installed Node.js on your system.
es_es: El proyecto exportado no ha podido ser minimizado : Por favor verifica que tengas instalado Node.js en tu sistema.

source: Export in progress ( 1/2 )
es_es: Exportación en curso (1/2)
fr_fr: Export en cours (1/2)

source: Exporting the project...
es_es: Exportando el proyecto...
fr_fr: Export du projet...

source: Export in progress ( 2/2 )
es_es: Exportación en curso (2/2)
fr_fr: Export en cours (2/2)

source: Exporting events...
es_es: Exportando los eventos...
fr_fr: Exportation des évènements...

source: Preparing the project...
es_es: Preparando el proyecto...
fr_fr: Préparation du projet...

source: Exporting files...
es_es: Exportando archivos...
fr_fr: Export des fichiers...

source: Exporting files and minifying them...
es_es: Exportando archivos y minimizándolos...
fr_fr: Exportation des fichiers et minimisation...

source: Error during export:
es_es: Error durante la exportación:

source: Creating the zip file...
es_es: Creando el archivo zip...
fr_fr: Création du fichier zip...

source: Unable to finalize the creation of the zip file! The exported project won't be put in a zip file.
es_es: ¡Imposible finalizar la creación del archivo zip! El proyecto exportado no será ubicado en un archivo zip.
fr_fr: Impossible de finaliser la création du fichier zip ! Le projet exporté ne sera pas mis dans un fichier compressé.

source: Cleaning files...
es_es: Limpiando archivos...
fr_fr: Nettoyage des fichiers...

source: Unable to create a virtual source file for a JsCode event. Please report this error to Game Develop developer.
es_es: Imposible crear un fichero fuente virtual para el evento CódigoJs. Por favor reporta este error al desarrollador de Game Develop.

source: Javascript code
es_es: Código Javascript

source: Javascript code:
es_es: Código Javascript:

source: Your game have been packaged and is ready to be uploaded! Enter the information about your game in the fields and then click on 'Upload my game'.
es_es: ¡Tu juego está empacado y listo para ser enviado! Ingresa la información acerca de tu juego en los campos y luego haz clic en 'Enviar mi juego'.
fr_fr: Votre jeu a été empaquetté et est prêt à être envoyé ! Entrez les informations concernant votre jeu dans les champs suivants et cliquez sur 'Envoyer mon jeu'.

source: The file to be uploaded was saved at this location on your computer:
es_es: El archivo a ser enviado fue guardado en esta ubicación en tu computadora:
fr_fr: Le fichier à envoyer a été enregistré à cet endroit sur l'ordinateur :

source: Choose where do you want to export the game:
es_es: Selecciona donde exportar el juego:
fr_fr: Choisissez où exporter le jeu:

source: GameDevShare.com is a free online gaming platform for games created with Game Develop.
es_es: GameDevShare.com es una plataforma para alojar juegos creados con Game Develop.
fr_fr: GameDevShare.com est une plateforme d'hébergement de jeux créés avec Game Develop.

source: Just click on the "Export" button and Game Develop will package your game in a single zip file. Then you'll be asked for some information (Name of your game, your email address) and the game will be uploaded on the website.
es_es: Simplemente haz clic en el botón "Exportar" y Game Develop empaquetará tu juego en un archivo zip. Se te pedirá alguna información (nombre del juego...) y el juego será enviado al sitio www.gamedevshare.com
fr_fr: Cliquez simplement sur le bouton "Exporter" et Game Develop empaquettera votre jeu dans un fichier zip. Quelques informations seront demandées (nom du jeu...) et le jeu sera envoyé sur le site www.gamedevshare.com

source: Export to a website
es_es: Exportar para un sitio web
fr_fr: Exporter vers un site web

source: When the exportation is done, send the files to your website (you need a web hosting) and just go to the website to start the game.
es_es: Cuando la exportación haya finalizado, envía los archivos a tu sitio web (necesitas un servidor web) y simplemente ve al sitio para empezar el juego.
fr_fr: Quand l'exportation est faite, envoyez les fichiers sur votre site web (vous avez besoin d'un hébergement web) et connectez vous simplement sur votre site pour démarrer le jeu.

source: Export to iOS or Android (with Intel XDK)
es_es: Exportar a iOS o Android (con Intel XDK)
fr_fr: Exporter vers iOS ou Android (avec Intel XDK)

source: Intel XDK is a technology that helps HTML5 developers publish their web-based games and apps for iOS, Android and other devices and web stores.
es_es: Intel XDK es una tecnología que ayuda a los desarrolladores HTML5 a publicar sus juegos y aplicaciones para iOS, Android y otros dispositivos y tiendas web.
fr_fr: Intel XDK est une technologie qui aide les développeurs HTML5 à publier leurs jeux et application sur les plateformes et web stores les plus populaires.

source: Just click on the "Export" button and Game Develop will package your game. You'll then be able to import the project into Intel XDK, which will allows you to compile the game into an iOS and Android application.
es_es: Simplemente haz clic en el botón "Exportar" y Game Develop empaquetará tu juego en un archivo zip. Luego podrás enviar este archivo al compilador en nube (cloud.ludei.com), que te permitirá compilarlo en una aplicación iOS o Android.
fr_fr: Cliquez simplement sur le bouton "Exporter" et Game Develop empaquettera votre jeu. Vous pourrez ensuite importer ce fichier dans Intel XDK qui pourra compiler votre jeu en une application iOS ou Android.

source: Mobile and web stores using CocoonJS (Experimental)
es_es: Móviles y web stores usando CocoonJS (Experimental)
fr_fr: Mobile et web stores avec CocoonJS (Experimental)

source: CocoonJS is a technology that helps HTML5 developers publish their web-based games and apps in the most important mobile and web stores.
es_es: CocoonJS es una tecnología que ayuda a los desarrolladores HTML5 a publicar sus juegos en las aplicaciones y tiendas Web más populares.
fr_fr: CocoonJS est une technologie qui aide les développeurs HTML5 à publier leurs jeux et application sur les plateformes et web stores les plus populaires.

source: Just click on the "Export" button and Game Develop will package your game in a single zip file. You'll then be able to upload this file on the cloud compiler at cloud.ludei.com, which will allows you to compile the game into an iOS/Android app.
es_es: Simplemente haz clic en el botón "Exportar" y Game Develop empaquetará tu juego en un archivo zip. Luego podrás enviar este archivo al compilador en nube (cloud.ludei.com), que te permitirá compilarlo en una aplicación iOS o Android.
fr_fr: Cliquez simplement sur le bouton "Exporter" et Game Develop empaquettera votre jeu dans un ficheir zip. Vous pourrez ensuite envoyer ce fichier sur le Cloud Compiler (cloud.ludei.com), qui pourra compiler votre jeu en une application iOS ou Android.

source: You can now go on the Ludei's cloud compiler:
es_es: Ahora puedes visitar el compilador en nube de Ludei :
fr_fr: Vous pouvez maintenant vous rendre sur le Cloud Compiler de Ludei :

source: On the cloud compiler, create a new project, add some required assets (splash screens...) and upload this file. You'll then be able to compile the game for most popular mobile phones and web stores.
es_es: En el compilador en nube, crea un nuevo proyecto, agrega algunos recursos requeridos (Splash screen...) y envía este archivo. Luego podrás compilar el juego para las plataformas de los teléfonos móviles y tiendas Web más populares.
fr_fr: Sur le Cloud Compiler, créez un nouveau projet, ajoutez les ressources demandées (Splash screen...) et envoyer ce fichier. Vous pourrez alors compiler le jeu pour les plateformes mobiles et les web stores les plus populaires.

source: Close this dialog
es_es: Cerrar este diálogo
fr_fr: Fermer cette fenêtre

source: You can now open Intel XDK. Download it here if it is not installed yet:
es_es: Ahora puedes abrir Intel XDK. Descárgalo aquí si aún no está instalado:

source: Then, open the project which was saved at this location on your computer:
es_es: Luego, abre el proyecto que fue guardado en esta ubicación en tu computadora:

source: In the "Build" tab, select "Android" or "Crosswalk for Android". Fill in all the fields and XDK will be able to package your game into a native Android or iOS application.
es_es: En la pestaña "Crear", selecciona "Android" o "Crosswalk para Android". Completa todos los campos y XDK podrá empaquetar tu juego en una aplicación nativa de Android o iOS.

source: Detailed explanation available on the wiki
es_es: Explicación detallada disponible en la wiki

source: It seems that the upload is not finished: You have to fill the required fields and choose the file to upload (It is called "%s" and available in folder "%s"). Are you sure you want to close this window?
es_es: Al parecer el envío no está completado: Tienes que llenar los campos requeridos u seleccionar una archivo a enviar (Llamado "%s" y se encuentra en la carpeta "%s"). ¿Estás seguro de querer cerrar esta ventana?
fr_fr: Il semble que l'envoi n'est pas terminé: Vous devez remplir les champs requis et choisir le fichier à envoyer (Il s'appelle "%s" et est situé dans le dossier "%s"). Êtes vous sûr de vouloir fermer cette fenêtre ?

source: The game was not uploaded! :O
es_es: ¡El juego no fue enviado! :O
fr_fr: Le jeu n'a pas été envoyé! :O

source: Upload to GameDevShare.com
es_es: Enviar a GameDevShare.com
fr_fr: Envoyer sur GameDevShare.com

source: Upload the packaged game to CocoonJS cloud compiler
es_es: Enviar el juego empacado al compilador en nube CocconJS
fr_fr: Envoyer le jeu empaqueté sur le CocconJS Cloud Compiler

source: Package the game with Intel XDK
es_es: Empaquetar el juego con Intel XDK

source: 3D Box
es_es: Cubo 3D
fr_fr: Boite en 3D

source: Compare the width of a 3D Box.
es_es: Evalúa el ancho de un Cubo 3D.

source: width of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ancho de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Compare the height of a 3D Box.
es_es: Evalúa el alto de un Cubo 3D.

source: height of _PARAM0_ is _PARAM1__PARAM2_
es_es: El alto de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Compare the depth of a 3D Box.
es_es: Evalúa la profundidad de un Cubo 3D.

source: depth of _PARAM0_ is _PARAM1__PARAM2_
es_es: La profundidad de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Compare Z position of a 3D Box.
es_es: Evalúa la posición Z de un Cubo 3D.

source: Z position of _PARAM0_ is _PARAM1__PARAM2_
es_es: La posición Z de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Compare Yaw of a 3D Box object.
es_es: Evalúa la rotación Yaw de un objeto Cubo 3D.

source: Yaw of _PARAM0_ is _PARAM1__PARAM2_
es_es: La rotación Yaw de _PARAM0_ es _PARAM1_ a _PARAM2_

source: Do _PARAM1__PARAM2_ to pitch of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la rotación Pitch de _PARAM0_

source: Compare Pitch of a 3D Box object.
es_es: Evalúa la rotación Pitch de un objeto Cubo 3D.

source: Do _PARAM1__PARAM2_ to roll of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la rotación Roll de _PARAM0_

source: Compare Roll of a 3D Box object.
es_es: Evalúa la rotación Roll de un objeto Cubo 3D.

source: Roll of _PARAM0_ is _PARAM1__PARAM2_
es_es: La rotación Roll de _PARAM0_ es _PARAM1_ a _PARAM2_

source: LightObstacle
es_es: ObstaculoLuminico

source: X/Data
es_es: X/Dato

source: Automatism which move objects and avoid objects flagged as obstacles.
es_es: Automatismo que permite desplazar objetos y evadir obstáculos.
fr_fr: Automatisme permettant de déplacer les objets en évitant les obstacles.

source: Return true if a path has been found.
es_es: Retorna verdad si una ruta ha sido encontrada.
fr_fr: Renvoi vrai si un chemin a été trouvé

source: Return true if destination was reached.
es_es: Retorna verdad si se ha alcanzado el destino.
fr_fr: Renvoi vrai si la destination de l'objet a été atteinte

source: Width of the cells
es_es: Ancho de celda :
fr_fr: Largeur des cellules

source: Change the width of the cells of the virtual grid.
es_es: Modifica el ancho de celda de la grilla virtual.
fr_fr: Change la largeur des cellules de la grille virtuelle.

source: Do _PARAM2__PARAM3_ to the width of the virtual cells of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ el ancho de celda virtual de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la largeur des cellules virtuelles de _PARAM0_

source: Virtual grid
es_es: Grilla virtual
fr_fr: Grille virtuelle

source: Width (pixels)
es_es: Ancho (píxeles)
fr_fr: Largeur (pixels)

source: Compare the width of the cells of the virtual grid.
es_es: Evalúa el ancho de celda de la grilla virtual.
fr_fr: Teste la largeur des cellules de la grille virtuelle.

source: Width of the virtual cells of _PARAM0_ is _PARAM2__PARAM3_
es_es: El ancho de celda virtual de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La largeur des cellules virtuelles de _PARAM0_ est _PARAM2_ à _PARAM3_

source: Height of the cells
es_es: Alto de celda :
fr_fr: Hauteur des cellules

source: Change the height of the cells of the virtual grid.
es_es: Modifica el alto de celda de la grilla virtual.
fr_fr: Change la hauteur des cellules de la grille virtuelle.

source: Do _PARAM2__PARAM3_ to the height of the virtual cells of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ el alto de las celdas virtuales de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la hauteur des cellules virtuelles de _PARAM0_

source: Height (pixels)
es_es: Alto (píxeles)
fr_fr: Hauteur (pixels)

source: Compare the height of the cells of the virtual grid.
es_es: Evalúa el alto de celda de la grilla virtual.
fr_fr: Teste la hauteur des cellules de la grille virtuelle.

source: Height of the virtual cells of _PARAM0_ is _PARAM2__PARAM3_
es_es: El alto de celda virtual de _PARAM0_ is _PARAM2__PARAM3_
fr_fr: La hauteur des cellules virtuelles de _PARAM0_ est _PARAM2_ à _PARAM3_

source: Change the acceleration when moving the object
es_es: Modifica la aceleración del objeto en la ruta.
fr_fr: Change l'accélération de l'objet sur son chemin

source: Do _PARAM2__PARAM3_ to the acceleration of _PARAM0_ on the path
es_es: Do _PARAM2__PARAM3_ la aceleración de _PARAM0_ en la ruta
fr_fr: Faire _PARAM2__PARAM3_ à l'accélération de _PARAM0_ sur le chemin

source: Compare the acceleration when moving the object
es_es: Evalúa la aceleración del objeto en la ruta.
fr_fr: Compare l'accélération de l'objet sur son chemin

source: Acceleration of _PARAM0_ is _PARAM2__PARAM3_
es_es: La aceleración de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: L'accélération de _PARAM0_ est _PARAM2_ à _PARAM3_

source: Change the maximum speed when moving the object
es_es: Modifica la velocidad máxima del objeto en la ruta.
fr_fr: Modifie la vitesse maximum de l'objet sur son chemin

source: Do _PARAM2__PARAM3_ to the max. speed of _PARAM0_ on the path
es_es: Hacer _PARAM2__PARAM3_ la velocidad máx. de _PARAM0_ en la ruta
fr_fr: Faire _PARAM2__PARA32_ à la vitesse maximale de _PARAM0_ sur le chemin

source: Compare the maximum speed when moving the object
es_es: Evalúa la velocidad máxima del objeto en la ruta
fr_fr: Compare la vitesse maximum de l'objet sur son chemin

source: Max. speed of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad máx. de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse maximale de _PARAM0_ est _PARAM2_ à _PARAM3_

source: Change the speed of the object on the path
es_es: Modifica la velocidad del objeto en la ruta
fr_fr: Modifie la vitesse de l'objet sur le chemin.

source: Do _PARAM2__PARAM3_ to the speed of _PARAM0_ on the path
es_es: Hacer _PARAM2__PARAM3_ la velocidad de _PARAM0_ en la ruta
fr_fr: Faire _PARAM2__PARAM3_ à la vitesse de _PARAM0_ sur le chemin

source: Compare the speed of the object on the path
es_es: Evalúa la velocidad del objeto en la ruta.
fr_fr: Compare la vitesse de l'objet sur le chemin.

source: Speed of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse de déplacement de _PARAM0_ est _PARAM2_ à _PARAM3_

source: Angular maximum speed
es_es: Velocidad angular máxima
fr_fr: Vitesse angulaire maximum

source: Change the maximum angular speed when moving the object
es_es: Modifica la velocidad angular máxima del objeto en la ruta
fr_fr: Change la vitesse angulaire maximale de l'objet sur son chemin

source: Do _PARAM2__PARAM3_ to the max. angular speed of _PARAM0_ on the path
es_es: Hacer _PARAM2__PARAM3_ la velocidad angular máx. de _PARAM0_ en la ruta
fr_fr: Faire _PARAM2__PARAM3_ à la vitesse angulaire maximale de _PARAM0_ sur son chemin

source: Compare the maximum angular speed when moving the object
es_es: Evalúa la velocidad angular máxima del objeto en la ruta
fr_fr: Compare la vitesse angulaire maximale (vitesse de rotation) de l'objet.

source: Max. angular speed of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad angular máx. de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse angulaire maximale de _PARAM0_ est _PARAM2_ à _PARAM3_

source: Rotation offset
es_es: Desplazamiento del ángulo
fr_fr: Décalage d'angle

source: Change the rotation offset applied when moving the object
es_es: Modifica el desplazamiento del ángulo aplicado al objeto en la ruta
fr_fr: Modifie le décalage d'angle appliqué à l'objet sur son chemin

source: Do _PARAM2__PARAM3_ to the rotation offset of _PARAM0_ on the path
es_es: Hacer _PARAM2__PARAM3_ el desplazamiento del ángulo de _PARAM0_ en la ruta
fr_fr: Faire _PARAM2__PARAM3_ au décalage d'angle de _PARAM0_ sur le chemin

source: Compare the rotation offset when moving the object
es_es: Evalúa el desplazamiento del ángulo del objeto en la ruta.
fr_fr: Compare le décalage d'angle appliqué à l'objet

source: Rotation offset of _PARAM0_ is _PARAM2__PARAM3_
es_es: El desplazamiento del ángulo de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: Le décalage d'angle de _PARAM0_ est _PARAM2__PARAM3_

source: Extra border
es_es: Borde adicional
fr_fr: Bordure supplémentaire

source: Change the size of the extra border applied to the object when planning a path
es_es: Modifica el tamaño del borde adicional aplicado al objeto en la ruta.
fr_fr: Change la taille, en pixels, de la bordure supplémentaire appliquée à l'objet lors de la planification d'un chemin.

source: Do _PARAM2__PARAM3_ to the extra border of _PARAM0_ on the path
es_es: Hacer _PARAM2__PARAM3_ el borde adicional de _PARAM0_ en la ruta
fr_fr: Faire _PARAM2__PARAM3_pixels à la bordure supplémentaire de _PARAM0_ sur le chemin

source: Value (in pixels)
es_es: Valor ( en píxeles )
fr_fr: Valeur (en pixels)

source: Compare the size of the extra border applied to the object when planning a path
es_es: Evalúa el tamaño del borde adicional aplicado al objeto
fr_fr: Comparer la taille de la bordure supplémenatire appliquée à l'objet

source: Size of the extra border applied to _PARAM0_ is _PARAM2__PARAM3_
es_es: El tamaño del borde adicional aplicado a _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La taille de la bordure supplémentaire appliqué à _PARAM0_ est _PARAM2_ à _PARAM3_

source: Diagonals moves
es_es: Movimientos diagonales
fr_fr: Mouvements en diagonale

source: Allow or restrict diagonal moves on the path
es_es: Permitir o restringir movimientos diagonales en la ruta
fr_fr: Dés/Autoriser les mouvements en diagonale

source: Allow diagonal moves for _PARAM0_ on the path: _PARAM2_
es_es: Permitir movimientos diagonales para _PARAM0_ en la ruta: _PARAM2_
fr_fr: Autoriser les mouvements en diagonale pour _PARAM0_ sur le chemin : _PARAM2_

source: Allow?
es_es: ¿Permitir?
fr_fr: Autoriser?

source: Return true if the object is allowed to do diagonal moves on the path
es_es: Retorna verdad si el objeto tiene permitido los movimientos diagonales en la ruta.
fr_fr: Renvoie vrai si l'objet est autorisé à faire des déplacements en diagonale

source: Diagnolas moved allowed for _PARAM0_
es_es: Movimientos diagonales permitidos para _PARAM0_

source: Rotate the object
es_es: Rotar el objeto
fr_fr: Tourner l'objet

source: Enable or disable rotation of the object on the path
es_es: Des/activa la rotación del objeto en la ruta.
fr_fr: De/active la rotation de l'objet sur le chemin

source: Enable rotation of _PARAM0_ on the path: _PARAM2_
es_es: Permitir rotación de _PARAM0_ en la ruta: _PARAM2_
fr_fr: Activer la rotation de _PARAM0_ sur le chemin : _PARAM2_

source: Rotate object?
es_es: ¿Rotar objeto?
fr_fr: Tourner l'objet ?

source: Object rotated
es_es: Objeto rotado
fr_fr: Objet tourné

source: Return true if the object is rotated when traveling on its path.
es_es: Retorna verdad si el objeto está rotado mientras atravieza la ruta.
fr_fr: Renvoie vrai si l'objet se tourne quand il parcourt son chemin

source: _PARAM0_ is rotated when traveling on its path
es_es: _PARAM0_ está rotado mientras atravieza la ruta
fr_fr: _PARAM0_ est tourné quand il parcourt son chemin

source: Get a waypoint X position
es_es: Posición X de un punto de control
fr_fr: Position X d'un point de passage

source: Get next waypoint X position
es_es: Posición X del siguiente punto de control
fr_fr: Position X du prochain point de passage

source: Node index (start at 0!)
es_es: Índice de nodo (¡comienza en 0!)
fr_fr: Index du noeud (commence à 0 !)

source: Get a waypoint Y position
es_es: Posición Y de un punto de control
fr_fr: Position Y d'un point de passage

source: Get next waypoint Y position
es_es: Posición Y del siguiente punto de control
fr_fr: Position Y du prochain point de passage

source: Index of the next waypoint
es_es: Índice del siguiente punto de control
fr_fr: Index du prochain point de passage

source: Get the index of the next waypoint to reach
es_es: Obtiene el índice del siguiente punto de control a alcanzar
fr_fr: Obtenir le numéro d'index du prochain point de passage

source: Waypoint count
es_es: Número de puntos de control
fr_fr: Nombre de points de passage

source: Get the number of waypoints on the path
es_es: Obtiene el número de puntos de control en la ruta
fr_fr: Nombre de point de passage sur le chemin

source: Acceleration of the object on the path
es_es: Aceleración del objeto en la ruta
fr_fr: Accélération de l'objet sur le chemin

source: Maximum speed of the object on the path
es_es: Velocidad máxima del objeto en la ruta
fr_fr: Vitesse maximale de l'objet sur le chemin

source: Speed of the object on the path
es_es: Velocidad del objeto en la ruta
fr_fr: Vitesse de l'objet sur le chemin
