Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Delete the file.
es_es: Elimina el archivo.
fr_fr: Supprime le fichier de façon définitive.
ru_ru: Удалить файл окончательно.

source: Delete the file _PARAM0_
es_es: Eliminar el archivo _PARAM0_
fr_fr: Supprimer le fichier _PARAM0_
ru_ru: Удалить файл _PARAM0_

source: A file exists
es_es: Un archivo existe
fr_fr: Le fichier existe
ru_ru: Файл существует

source: Test if the file exists.
es_es: Evalúa si un archivo existe.
fr_fr: Teste si le fichier existe.
ru_ru: Тест существования файла.

source: File _PARAM0_ exists
es_es: El archivo _PARAM0_ existe
fr_fr: Le fichier _PARAM0_ existe
ru_ru: Файл _PARAM0_ существует

source: Launch a file
es_es: Ejecutar un archivo
fr_fr: Lancer un fichier
ru_ru: Объявить файл

source: This action launch the specified file.
es_es: Esta acción ejecuta el archivo especificado.
fr_fr: Cette action lance le fichier indiqué.
ru_ru: Запускает указанный файл.

source: Launch the file _PARAM0_
es_es: Ejecutar el archivo _PARAM0_
fr_fr: Lancer le fichier _PARAM0_
ru_ru: Объявить файл _PARAM0_

source: Execute a command
es_es: Ejecutar el comando
fr_fr: Executer une commande
ru_ru: Выполнить команду

source: This action execute the specified command.
es_es: Esta acción ejecuta el comando especificado.
fr_fr: Cette action execute la commande indiqué.
ru_ru: Выполнить указанную команду.

source: Execute _PARAM0_
es_es: Ejecutar _PARAM0_
fr_fr: Executer _PARAM0_
ru_ru: Выполнить _PARAM0_

source: Command
es_es: Comando
fr_fr: Commande
ru_ru: Команда

source: Opened file:
es_es: Archivos abiertos :
fr_fr: Fichier ouvert :
ru_ru: Открыть файл :

source: Joysticks features
es_es: Funciones para joysticks
fr_fr: Fonctionnalités pour les joysticks
ru_ru: Функции для джойстика

source: Built-in extension allowing to use joysticks
es_es: Extensión que permite el uso de joysticks
fr_fr: Extension permettant d'utiliser des joysticks, integrée en standard
ru_ru: Встроенное расширение позволяющее использовать джойстик

source: A button of a joystick is pressed
es_es: Un botón del joystick está presionado
fr_fr: Un bouton d'un joystick est appuyé
ru_ru: Нажатие кнопки джойстика

source: Test if a button of a joystick is pressed.
es_es: Evalúa si un botón del joystick está siendo presionado.
fr_fr: Teste si un bouton d'un joystick est appuyé.
ru_ru: Тест нажатия кнопки джойстика.

source: The button _PARAM2_ of joystick _PARAM1_ is pressed
es_es: El botón _PARAM2_ del joystick _PARAM1_ está presionado
fr_fr: Le bouton _PARAM2_ du joystick _PARAM1_ est appuyé
ru_ru: Кнопка _PARAM2_ джойстика _PARAM1_ нажата

source: Joystick
ru_ru: Джойстик

source: Joystick number ( First joystick: 0 )
es_es: Número de joystick ( Primer joystick : 0 )
fr_fr: Numéro du joystick ( Premier joystick : 0 )
ru_ru: Номер джойстика ( Первый джойстик : 0 )

source: Button
es_es: Número de botón
fr_fr: Numéro du bouton
ru_ru: Номер кнопки

source: Value of an axis of a joystick
es_es: Valor de un eje del joystick
fr_fr: Valeur d'un axe d'un joystick
ru_ru: Значение оси джойстика

source: Test the value of an axis of a joystick.
es_es: Evalúa un eje del joystick.
fr_fr: Teste si la valeur de l'axe d'un joystick correspond.
ru_ru: Тест значения оси джойстика.

source: The value of the axis _PARAM2_ of joystick _PARAM1_ is _PARAM3__PARAM4_
es_es: El valor del eje _PARAM2_ del joystick _PARAM1_ es _PARAM3_ a _PARAM4_
fr_fr: La valeur de l'axe _PARAM2_ du joystick _PARAM1_ est _PARAM3_ à _PARAM4_
ru_ru: Значение оси _PARAM2_ для джойстика _PARAM1_ от _PARAM3_ до _PARAM4_

source: Get the value of the axis of a joystick
es_es: Obtener el valor del eje del joystick
fr_fr: Obtenir la valeur de l'axe d'un joystick
ru_ru: Получить значение оси джойстика

source: Save in the variable the value of the axis of the joystick ( from -100 to 100 ).
es_es: Guarda en una variable el valor del eje del joystick ( de -100 a 100 ).
fr_fr: Enregistre dans la variable de la scène indiquée la valeur de l'axe du joystick ( de -100 à 100 ).
ru_ru: Сохранить в переменной сцены значение оси джойстика ( от -100 до 100 ).

source: Save in _PARAM3_ the value of axis _PARAM2_ of joystick _PARAM1_
es_es: Guardar en _PARAM3_ el valor del eje _PARAM2_ del joystick _PARAM1_
fr_fr: Enregistrer dans _PARAM3_ la valeur de l'axe _PARAM2_ du joystick _PARAM1_
ru_ru: Сохранить в _PARAM3_ значение оси _PARAM2_ для джойстика _PARAM1_

source: Save result to scene variable
es_es: Guardar el resultado en una variable de escena
fr_fr: Variable de la scène où enregistrer la valeur
ru_ru: Сохранить результат в переменную сцены

source: Joystick axis
es_es: Eje de un joystick
fr_fr: Axe d'un joystick
ru_ru: Ось джойстика

source: Keyboard features
es_es: Funciones de teclado
fr_fr: Fonctionnalités d'utilisation du clavier
ru_ru: Функции использования клавиатуры

source: Built-in extensions allowing to use keyboard
es_es: Extensión estándar que permite el uso del teclado
fr_fr: Extension permettant d'utiliser le clavier, integrée en standard
ru_ru: Встроенные расширения позволяющие использовать клавиатуру

source: A key is pressed
es_es: Una tecla está presionada
fr_fr: Une touche est appuyée
ru_ru: Нажатие клавиши

source: Test if a key is pressed
es_es: Evalúa si una tecla del joystick está siendo presionada.
fr_fr: Teste si une touche du clavier est appuyée.
ru_ru: Тест, нажата ли клавиша.

source: _PARAM1_ key is pressed
es_es: La tecla _PARAM1_ está presionada
fr_fr: La touche _PARAM1_ est appuyée
ru_ru: Клавиша _PARAM1_ нажата

source: Keyboard
es_es: Teclado
fr_fr: Clavier
ru_ru: Клавиатура

source: Key to test
es_es: Tecla a evaluar
fr_fr: Touche à tester
ru_ru: Тест клавиши

source: A key is pressed ( text expression )
es_es: Una tecla está presionada (Expresión textual)
fr_fr: Une touche est appuyée (Expression texte)
ru_ru: Нажата клавиша (текстовое выражение)

source: Test if a key, retrieved from the result of the expression, is pressed
es_es: Evalúa si una tecla, tomada del resultado de la expresión, está siendo presionada.
fr_fr: Teste si une touche du clavier, retrouvée à partir du résultat de l'expression, est appuyée.
ru_ru: Тест, нажата ли клавиша на клавиатуре, найденная из результата выражения.

source: Expression generating the key to test
es_es: Expresión generadora de la tecla a evaluar
fr_fr: Expression générant la touche à tester
ru_ru: Выражение, генерирующее клавишу для теста

source: Any key is pressed
es_es: Cualquier tecla es presionada
fr_fr: N'importe quelle touche est appuyée
ru_ru: Нажатие любой клавиши

source: Test if any key is pressed
es_es: Evalúa si una tecla cualquiera está presionada
fr_fr: Teste si n'importe quelle touche du clavier est appuyée.
ru_ru: Тест нажатия любой клавиши клавиатуры.

source: Mathematical tools
es_es: Herramientas matemáticas
fr_fr: Outils mathématiques
ru_ru: Математические инструменты

source: Built-in extension providing mathematical tools
es_es: Extensión integrada que provee herramientas matemáticas
fr_fr: Extension proposant des outils mathématiques, integrée en standard
ru_ru: Встроенное расширение, предоставляющее математические инструменты

source: Difference between two angles
es_es: Diferencia entre dos ángulos
fr_fr: Différence entre deux angles
ru_ru: Разность между двумя углами

source: First angle
es_es: Primer ángulo
fr_fr: Premier angle
ru_ru: Первый угол

source: Second angle
es_es: Segundo ángulo
ru_ru: Второй угол

source: Modulo
es_es: Módulo
ru_ru: По модулю

source: x ( as in x mod y )
es_es: x ( en x mod y )
fr_fr: x ( dans x mod y )
ru_ru: x ( как и в x mod y )

source: y ( as in x mod y )
es_es: y ( en x mod y )
fr_fr: y ( dans x mod y )
ru_ru: y ( как и в x mod y )

source: Minimum of two numbers
es_es: Mínimo de dos números
fr_fr: Minimum de deux nombres
ru_ru: Минимум два числа

source: First expression
es_es: Primera expresión
fr_fr: Première expression
ru_ru: Первое выражение

source: Second expression
es_es: Segunda expresión
fr_fr: Deuxième expression
ru_ru: Второе выражение

source: Maximum of two numbers
es_es: Máximo de dos números
fr_fr: Maximum de deux nombres
ru_ru: Максимум два числа

source: Absolute value
es_es: Valor absoluto
fr_fr: Valeur absolue
ru_ru: Абсолютное значение

source: Arccosine
es_es: Arcocoseno
fr_fr: Arccosinus
ru_ru: Арккосинус

source: Hyperbolic arccosine
es_es: Arcocoseno hiperbólico
fr_fr: Arccosinus hyperbolique
ru_ru: Гиперболический арккосинус

source: Arcsine
es_es: Arcoseno
fr_fr: Arcsinus
ru_ru: Арксинус

source: Arctangent
es_es: Arcotangente
fr_fr: Arctangente
ru_ru: Арктангенс

source: 2 argument arctangent
es_es: Arcotangente de 2 argumentos
fr_fr: Arctangente à deux arguments
ru_ru: Арктангенс двойного аргумента

source: 2 argument arctangent ( atan2 )
es_es: Arcotangente de 2 argumentos ( atan2 )
fr_fr: Arctangente à deux arguments ( atan2 )
ru_ru: Арктангенс двойного аргумента ( atan2 )

source: Hyperbolic arctangent
es_es: Arcotangente hiperbólico
fr_fr: Arctangente hyperbolique
ru_ru: Гипреболический арктангенс

source: Cube root
es_es: Raíz cúbica
fr_fr: Racine cubique
ru_ru: Кубический корень

source: Ceil ( Integer part )
ru_ru: Округление до цел числа (в большую)

source: Floor ( integer part )
ru_ru: Округление до цел числа ( в меньшую)

source: Cosine
es_es: Coseno
fr_fr: Cosinus
ru_ru: Косинус

source: Cosine of a number
es_es: Coseno de un número
fr_fr: Cosinus d'un nombre
ru_ru: Косинус числа

source: Hyperbolic cosine
es_es: Coseno hiperbólico
fr_fr: Cosinus hyperbolique
ru_ru: Гиперболический косинус

source: Cotangent
es_es: Cotangente
fr_fr: Cotangente
ru_ru: Котангенс

source: Cotangent of a number
es_es: Cotangente de un número
fr_fr: Cotangente d'un nombre
ru_ru: Котангенс числа

source: Cosecant
es_es: Cosecante
fr_fr: cosécante
ru_ru: Косеканс

source: Cosecant of a number
es_es: Cosecante de un número
fr_fr: Cosécante d'un nombre
ru_ru: Косеканс числа

source: Round
es_es: Redondear
fr_fr: Arrondi
ru_ru: Округлять

source: Round a number
es_es: Redondeo de un número
fr_fr: Arrondi d'un nombre
ru_ru: Округлить число

source: Exponential
es_es: Exponencial
fr_fr: Exponentiel
ru_ru: Экспоненциал

source: Exponential of a number
es_es: Exponencial de un número
fr_fr: Exponentiel d'un nombre
ru_ru: Экспоненциал числа

source: Logarithm
es_es: Logaritmo
fr_fr: Logarithme
ru_ru: Логарифм

source: Base-2 logarithm
es_es: Logaritmo en base 2
fr_fr: Logarithme en base 2
ru_ru: Base-2 логарифм

source: Base 2 Logarithm
es_es: Logaritmo ( Base 2 ) de un número
fr_fr: Logarithme ( Base 2 ) d'un nombre
ru_ru: Двоичный логарифм числа

source: Base-10 logarithm
es_es: Logaritmo ( Base 10 ) de un número
fr_fr: Logarithme ( Base 10 ) d'un nombre
ru_ru: Десятичный ( Base 10 ) логарифм

source: Nth root
es_es: Raíz n-ésima
fr_fr: Racine n-ième
ru_ru: N-ый корень

source: Nth root of a number
es_es: Raíz n-ésima de un número
fr_fr: Racine n-ième d'un nombre
ru_ru: N-ый корень числа

source: Number
es_es: Número
fr_fr: Nombre
ru_ru: Число

source: Power
es_es: Potencia
fr_fr: Puissance
ru_ru: Степень

source: Raise a number to power n
es_es: Eleva un número a la potencia n
fr_fr: Elever un nombre à la puissance n
ru_ru: Возведение числа в степень n

source: The exponent ( n in x^n )
es_es: El exponente ( n de xⁿ )
fr_fr: L'exposant ( n dans x^n )
ru_ru: Показатель ( n в x^n )

source: Secant
es_es: Secante
fr_fr: Sécante
ru_ru: Секанс

source: Sign of a number
es_es: Signo de un número
fr_fr: Signe d'un nombre
ru_ru: Знак числа

source: Return the sign of a number ( 1,-1 or 0 )
es_es: Retorna el signo de un número (en la forma 1, -1 ó 0 )
fr_fr: Renvoie le signe d'un nombre (sous la forme 1, -1 ou 0 )
ru_ru: Возвращает знак числа (в виде 1, -1 или 0 )

source: Sine
es_es: Seno
fr_fr: Sinus
ru_ru: Синус

source: Sine of a number
es_es: Seno de un número
fr_fr: Sinus d'un nombre
ru_ru: Синус числа

source: Hyperbolic sine
es_es: Seno hiperbólico
fr_fr: Sinus hyperbolique
ru_ru: Гипреболич синус

source: Square root of a number
es_es: Raíz cuadrada de un número
fr_fr: Racine d'un nombre
ru_ru: Квад корень числа

source: Tangent
es_es: Tangente
fr_fr: Tangente
ru_ru: Тангенс

source: Tangent of a number
es_es: Tangente de un número
fr_fr: Tangente d'un nombre
ru_ru: Тангенс числа

source: Hyperbolic tangent
es_es: Tangente hiperbólica
fr_fr: Tangente hyperbolique
ru_ru: Гиперболич тангенс

source: Truncation
es_es: Truncar
fr_fr: Troncature
ru_ru: Усечение

source: Troncate a number
es_es: Trunca un número
fr_fr: Troncature d'un nombre
ru_ru: Отбрасывание членов числа

source: Mouse features
es_es: Funciones del ratón
fr_fr: Fonctionnalité d'utilisation de la souris
ru_ru: Функции использования мыши

source: Built-in extensions allowing to use the mouse
es_es: Extensión integrada que permite el uso del ratón
fr_fr: Extension permettant d'utiliser la souris, integrée en standard
ru_ru: Встроенные расширения, позволяющие использовать мышь

source: Center mouse horizontaly
es_es: Centrar el ratón en X
fr_fr: Centrer la souris en x
ru_ru: Центрировать мышь по X

source: Put the cursor in the middle of the screen horizontally.
es_es: Ubica el cursor en el medio de la pantalla horizontalmente.
fr_fr: Met le curseur au milieu de l'écran horizontalement.
ru_ru: Поместить курсор в центр экрана по горизонтали.

source: Mouse
es_es: Ratón
fr_fr: Souris
ru_ru: Мышь

source: Center mouse verticaly
es_es: Centrar el ratón en Y
fr_fr: Centrer la souris en y
ru_ru: Центрировать мышь по Y

source: Put the cursor in the middle of the screen vertically.
es_es: Ubica el cursor en el medio de la pantalla verticalmente.
fr_fr: Met le curseur au milieu de l'écran verticalement.
ru_ru: Поместить курсор в центр экрана по вериткали.

source: Hide the cursor
es_es: Ocultar el cursor
fr_fr: Cacher le curseur
ru_ru: Скрыть курсор

source: Hide the cursor.
es_es: Oculta el cursor.
fr_fr: Cache le curseur de la souris.
ru_ru: Скрывать курсор мыши.

source: Show the cursor
es_es: Revelar el cursor
fr_fr: Montrer le curseur
ru_ru: Показать курсор

source: Show the cursor.
es_es: Revela el cursor ( si estaba oculto ).
fr_fr: Montre le curseur de la souris.
ru_ru: Показывать курсор мыши.

source: Position the cursor of the mouse
es_es: Posición del cursor
fr_fr: Positionner le curseur de la souris
ru_ru: Позиция курсора мыши

source: Position the cursor to given coordinates.
es_es: Posiciona el cursor en las coordenadas designadas.
fr_fr: Positionne le curseur de la souris aux coordonnées données.
ru_ru: Установить курсор мыши в данных координатах.

source: Position cursor at _PARAM1_;_PARAM2_
es_es: Ubicar el cursor en _PARAM1_;_PARAM2_
fr_fr: Mettre le curseur en _PARAM1_;_PARAM2_
ru_ru: Позиция курсора _PARAM1_;_PARAM2_

source: Center the mouse
es_es: Centrar el cursor
fr_fr: Centrer la souris
ru_ru: Центрировать мышь

source: Center the mouse.
es_es: Centra el cursor.
fr_fr: Centre la souris.
ru_ru: Центрирование мыши.

source: X position of the mouse
es_es: Posición X del cursor
fr_fr: Position X de la souris
ru_ru: Позиция X мыши

source: Test the X position of the cursor.
es_es: Evalúa la posición X del cursor.
fr_fr: Teste si la valeur de la position x de la souris correspond au test effectué.
ru_ru: Тест проверки значения позиции X курсора мыши.

source: The X position of the cursor is _PARAM1__PARAM2_
es_es: La posición X del cursor es _PARAM1_ a _PARAM2_
fr_fr: La position X de la souris est _PARAM1_ à _PARAM2_
ru_ru: Позиция X мыши от _PARAM1_ до _PARAM2_

source: Y position of the mouse
es_es: Posición Y del cursor
fr_fr: Position Y de la souris
ru_ru: Позиция Y мыши

source: Test the Y position of the cursor.
es_es: Evalúa la posición Y del cursor.
fr_fr: Teste si la valeur de la position y de la souris correspond au test effectué.
ru_ru: Тест проверки значения позиции Y курсора мыши.

source: The Y position of the cursor is _PARAM1__PARAM2_
es_es: La posición Y del cursor es _PARAM1_ a _PARAM2_
fr_fr: La position Y de la souris est _PARAM1_ à _PARAM2_
ru_ru: Позиция Y мыши от _PARAM1_ до _PARAM2_

source: Mouse button
es_es: Botón del mouse
fr_fr: Bouton de la souris
ru_ru: Кнопки мыши

source: Test if the choosen button of the mouse is pressed.
es_es: Evalúa si el botón especificado del ratón está siendo presionado.
fr_fr: Teste si le bouton choisi de la souris est appuyé.
ru_ru: Тест нажатия выбранной кнопки мыши.

source: The button _PARAM1_ is pressed
es_es: El botón _PARAM1_ del ratón está presionado
fr_fr: Le bouton _PARAM1_ de la souris est appuyé
ru_ru: Кнопка _PARAM1_ нажата

source: Button to test
es_es: Botón a evaluar
fr_fr: Bouton à tester
ru_ru: Тест кнопки

source: Mouse wheel : Displacement
es_es: Rueda del ratón : Desplazamiento
fr_fr: Roulette : Déplacement
ru_ru: Колесо мыши : перемещение

source: Mouse wheel displacement
es_es: Desplazamiento de la rueda del ratón
fr_fr: Déplacement de la roulette de la souris
ru_ru: Перемещение колеса мыши

source: Basic internet features
es_es: Funciones básicas de internet
fr_fr: Fonctionnalités internet basiques
ru_ru: Базовые функции Интернета

source: Built-in extension providing network features.
es_es: Extensión integrada que provee funciones de internet.
fr_fr: Extension pour utiliser internet, integrée en standard
ru_ru: Встроенное расширение, обеспечивающее сетевые функции.

source: Send datas to a website
es_es: Enviar datos a un sitio web
fr_fr: Envoyer des données sur internet
ru_ru: Отправка данных на вебсайт

source: Send datas to a specified web site. You need to set up a .php page on your web site so as to receive this datas. Enter here a password, and enter the same in the configuration of your .php page. Read the help file to get more informations.
es_es: Envía los datos especificados a un sitio web. Necesitar establecer una página .php en tu sitio web para recibir estos datos. Ingresa aquí tu contraseña, e introduce la misma en la configuración de tu página .php. Para obtener más ayuda sobre la configuración de su sitio, lea la ayuda.
fr_fr: Envoie les données spécifié à un site web. Vous avez besoin de mettre en place une page php sur votre site web permettant de récolter ces données. Entrez un mot de passe, et appliquez le même à la configuration de votre page php. Pour plus d'informations sur la mise en place de votre site, consultez l'aide.
ru_ru: Отправить данные на указанный вебсайт. Вам нужно создать .php страницу на своем сайте для сбора этих данных. Введите здесь пароль и укажите его в конфигурации вашего .php Для получения дополнительной информации о настройках вашего сайта см. справку.

source: Send to _PARAM0_ the following datas : _PARAM2_, _PARAM3_,_PARAM4_,_PARAM5_,_PARAM6_,_PARAM7_
es_es: Enviar a _PARAM0_ los datos siguientes : _PARAM2_, _PARAM3_,_PARAM4_,_PARAM5_,_PARAM6_,_PARAM7_
fr_fr: Envoyer à _PARAM0_ les données : _PARAM2_, _PARAM3_,_PARAM4_,_PARAM5_,_PARAM6_,_PARAM7_
ru_ru: Отправить на _PARAM0_ данные : _PARAM2_, _PARAM3_,_PARAM4_,_PARAM5_,_PARAM6_,_PARAM7_

source: Network
es_es: Red
fr_fr: Réseau
ru_ru: Сеть

source: .php page URL ( Don't forget the protocol http:// )
es_es: Dirección de la página .php ( No olvides el protocolo http:// )
fr_fr: Adresse de la page .php ( N'oubliez pas le protocole http:// )
ru_ru: Адрес страницы .php ( По протоколу http:// )

source: Password
es_es: Contraseña
fr_fr: Mot de passe de sécurité
ru_ru: Защита паролем

source: Data 1
es_es: Dato 1
fr_fr: Donnée 1
ru_ru: Данные 1

source: Data 2
es_es: Dato 2
fr_fr: Donnée 2
ru_ru: Данные 2

source: Data 3
es_es: Dato 3
fr_fr: Donnée 3
ru_ru: Данные 3

source: Data 4
es_es: Dato 4
fr_fr: Donnée 4
ru_ru: Данные 4

source: Data 5
es_es: Dato 5
fr_fr: Donnée 5
ru_ru: Данные 5

source: Data 6
es_es: Dato 6
fr_fr: Donnée 6
ru_ru: Данные 6

source: Send a request to a web page
es_es: Enviar una solicitud a una página web
fr_fr: Envoyer une requête à une page web
ru_ru: Отправить запрос на веб страницу

source: Send a request to the specified web page. Please note that for the web platform games, the game must be hosted on the same host as specified below, except if the server is configured to answer to all requests ( Cross-domain requests ).
es_es: Envía una solicitud a la página web especificada. Por favor observa que en la plataforma web, el juego debe estar alojado en el mismo servidor especificado a continuación, excepto si el servidor está configurado a responder a todas las solicitudes ( solicitudes "Cross-domain" ).
fr_fr: Envoi une requête à une page web spécifiée. Veuillez noter que pour la plateforme web, le jeu doit être hébergé sur le même hôte que specifié ci dessous, sauf si le serveur est configuré pour répondre à toutes les requêtes ( Cross-domain requests ).
ru_ru: Отправка запроса на указанную веб страницу. Обратите внимание, веб платформер должен быть размещен на том же хосте, как указано ниже, если только сервер не настроен отвечать на любые запросы ( Cross-domain requests ).

source: Send _PARAM3_ request to _PARAM0__PARAM1_ with body: _PARAM2_
es_es: Enviar una solicitud _PARAM3_ a _PARAM0__PARAM1_ con contenido: _PARAM2_
fr_fr: Envoyer une requête _PARAM3_ à _PARAM0__PARAM1_ avec pour contenu: _PARAM2_
ru_ru: Послать запрос _PARAM3_ на _PARAM0__PARAM1_ с содержанием: _PARAM2_

source: Host (Example: http://www.some-server.org/)
es_es: Servidor ( Por ejemplo : http://www.algun-servidor.com/ )
fr_fr: Hôte ( Par exemple : http://www.monsite.com/ )
ru_ru: Хост ( Пример : http://www.monsite.com/ )

source: Path to page (Example: /page.php)
es_es: Ruta de la página (Ejemplo: /pagina.php)
fr_fr: Chemin vers la page (Exemple: /page.php)
ru_ru: Путь к странице (Пример: /page.php)

source: Request body content
es_es: Contenido ("body") de la solicitud
fr_fr: Contenu du corps de la requête
ru_ru: Содержимое тела запроса

source: Method: "POST" or "GET" (if empty, GET will be used)
es_es: Método: "POST" o "GET" (Si se omite, GET será utilizado)
fr_fr: Méthode: "POST" or "GET" (Si vide, GET sera utilisé)
ru_ru: Метод: "POST" или "GET" (Если пусто, используется GET)

source: Content type (application/x-www-form-urlencoded by default)
es_es: Tipo de contenido (application/x-www-form-urlencoded por defecto)
fr_fr: Type du contenu (application/x-www-form-urlencoded par défaut)
ru_ru: Тип содержимого (application/x-www-form-urlencoded по умолчанию)

source: Store the response in this variable
es_es: Almacenar la respuesta en esta variable
fr_fr: Enregistrer la réponse dans la variable
ru_ru: Сохранить ответ в этой переменной

source: Download a file
es_es: Descargar un archivo
fr_fr: Télécharger un fichier
ru_ru: Загрузить файл

source: Download a file from a web site
es_es: Descarga un archivo desde un sitio web
fr_fr: Télécharge un fichier depuis un site web.
ru_ru: Загрузить файл с веб сайта.

source: Download file _PARAM1_ from _PARAM0_ under the name of _PARAM2_
es_es: Descargar el archivo _PARAM1_ desde _PARAM0_ con el nombre de _PARAM2_
fr_fr: Télécharger le fichier _PARAM1_ depuis _PARAM0_ sous le nom de _PARAM2_
ru_ru: Загрузить файл _PARAM1_ из _PARAM0_ под именем _PARAM2_

source: Host ( For example : http://www.website.com )
es_es: Servidor ( Por ejemplo : http://www.sitioweb.com )
fr_fr: Site web ( Par exemple : http://www.monsite.com )
ru_ru: Вебсайт ( Прмер : http://www.monsite.com )

source: Path to file ( For example : /folder/file.txt )
es_es: Ruta del archivo ( Por ejemplo : /carpeta/archivo.txt )
fr_fr: Chemin du fichier ( Par exemple : /dossier/fichier.txt )
ru_ru: Путь к файлу ( Пример : /dossier/fichier.txt )

source: Save as
es_es: Guardar como
fr_fr: Enregistrer le fichier sous le nom
ru_ru: Сохранить файл как

source: Convert JSON to variable
es_es: Convertir JSON en una variable
fr_fr: Convertir du JSON en une variable
ru_ru: Преобразование JSON в переменную
