Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Drag images from the image bank to add them to the animation.
es_es: Arrastra las imágenes desde el banco de imágenes para agregarlas a la animación.
fr_fr: Glissez déposez les images depuis la banque d'images pour les ajouter à l'animation.
ru_ru: Перетащите изображения из банка для добавления их в анимацию.

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/built_sprite
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/built_sprite
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/built_sprite

source: Native platform
es_es: Plataforma nativa
fr_fr: Plateforme native
ru_ru: Родная платформа

source: C++ and OpenGL based games for Windows or Linux.
es_es: Juegos basados en C++ y OpenGL para Windows o Linux.
fr_fr: Jeux en C++ et basés sur OpenGL pour Windows ou Linux.
ru_ru: Игры на базе C++ и OpenGL для Windows или Linux.

source: Unable to write
es_es: Imposible escribir
fr_fr: Impossible d'écrire
ru_ru: Невозможно записать

source: The exported script could not be minified : Check that the Java Runtime Environment is installed.
fr_fr: Le projet exporté n'a pas pû être minifié : Vérifiez que le Java Runtime Environment est installé.
ru_ru: Экспортируемый сценарий не может быть уменьшен : Проверьте установку Java Runtime Environment.

source: The exported script could not be minified. May be an extension is triggering this error: Try to contact the developer if you think it is the case.
es_es: El proyecto exportado no ha podido ser minimizado. Tal vez una extensión está provocando este error : Intenta contactar con el desarrollador si crees que ésta es la causa.
fr_fr: Le projet exporté n'a pas pu être minifié. Peut être qu'une extension provoque cette erreur : Contactez le développeur si vous pensez que c'est le cas.
ru_ru: Экспортируемый проект не был минимизирован. Может расширение провоцирует эту ошибку : Если так, свяжитесь с разработчиком.

source: Error during exporting: Unable to export events (
es_es: Error durante la exportación: Imposible exportar los eventos (
fr_fr: Erreur durant l'export: Impossible d'exporter les évènements (
ru_ru: Ошибка в процессе экспорта: Невозможно экспортировать события (

source: Error during exporting:
fr_fr: Erreur durant l'exportation:
ru_ru: Ошибка экспорта:

source: Export to the web
es_es: Exportando para la web
fr_fr: Exporter pour le web
ru_ru: Экспорт в web

source: An error occurred when launching the preview:
es_es: Un error se ha producido cuando se ejecutaba la vista previa:
fr_fr: Une erreur s'est produite durant le lancement de l'aperçu:
ru_ru: Ошибка при запуске пред. просмотра:

source: Please report this error on the Game Develop website, or contact the extension developer if it seems related to a third party extension.
es_es: Por favor reporta este error en el sitio de Game Develop, o contacta al desarrollador de la extensión si éste parece relacionarse a una extensión de terceros.
fr_fr: Veuillez rapporter cette erreur sur le site de Game Develop, ou contacter le développeur de l'extension si le problème semble lié à une extension tierce.
ru_ru: Пожалуйста, сообщите об этой ошибке на сайт Game Develop, или свяжитесь с разработчиком расширения.

source: Unable to launch your browser :( Open manually your browser and type "localhost:2828" in the address bar ( without the quotes ) to launch the preview!
es_es: Imposible ejecutar el navegador :( ¡Abre manualmente tu navegador y escribe "localhost:2828" en la barra de direcciones ( sin las comillas ) para ejecutar la vista previa!
fr_fr: Impossible de lancer votre navigateur :( Ouvrez manuellement votre navigateur et tapez "localhost:2828" in dans la barre d'adresse ( sans les guillemets ) pour lancer l'aperçu !
ru_ru: Невозможно запустить браузер :( Вручную откройте браузер и введите "localhost:2828" в адресной строке ( без кавычек ), чтобы начать просмотр!

source: Built-in extension providing functions for storing data.
es_es: Extensión integrada que provee funciones para almacenar información.
fr_fr: Extension apportant des fonctions de stockage de données.
ru_ru: Расширение предоставляющее встроенные функции для хранения данных.

source: Built-in extension providing expressions related to strings.
es_es: Extensión integrada que provee expresiones relacionadas a cadenas de textos.
fr_fr: Extension apportant des expressions de manipulation de texte, intégrée en standard.
ru_ru: Расширение предоставляющее функции работы с текстом, включены в стандартную комплектацию.

source: Export the project
es_es: Exportar el proyecto
fr_fr: Exporter le projet
ru_ru: Экспорт проекта

source: Minify and optimize
es_es: Minimizar y optimizar
fr_fr: Minifier et optimiser
ru_ru: Минимизировать и оптимизировать

source: When the exportation is done, send the files to your website ( you need a web hosting ) and just go to the website to start the game.
ru_ru: После экспорта, разместите (отправьте) файлы на ваш вебсайт ( вам нужен хостинг ) и для начала игры нужно просто зайти на сайт.

source: Click here to learn more about how to export your project
es_es: Clic aquí para aprender más acerca de cómo exportar tu proyecto
fr_fr: Cliquez ici pour en savoir plus sur l'export d'un projet
ru_ru: Нажмите сюда и узнайте о том, как экспортировать ваш проект

source: http://wiki.compilgames.net/doku.php/en/game_develop/tutorials/howtodistribute
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/distribution/compilation

source: Export
es_es: Exportar
ru_ru: Экспорт

source: Web platform
es_es: Plataforma web
fr_fr: Plateforme web
ru_ru: Веб платформа

source: HTML5 and javascript based games for web browsers.
es_es: Juegos en HTML5 y Javascript para los navegadores web.
fr_fr: Jeux en HTML5 et Javascript pour les navigateurs web.
ru_ru: Игры на основе HTML5 и Javascript для веб браузеров.

source: Allows to create 2D games which can be played in a web browser.
es_es: Permite la creación de juegos en 2D que pueden ser jugados en un navegador web.
fr_fr: Permet la création de jeux en 2D qui peuvent être joués dans un navigateur.
ru_ru: Позволяет создавать 2D игры, которые можно запустить в браузере.

source: Advanced XML 1.0
ru_ru: Продвинутый XML 1.0

source: Extension allowing to manipulate XML files.
es_es: Extensión que permite manipular archivos XML.
fr_fr: Extension permettant de traiter des fichiers XML.
ru_ru: Расширение для обработки XML файлов.

source: Create an XML document
es_es: Crear un documento XML.
fr_fr: Crée un document XML.
ru_ru: Создать документ XML.

source: Create an XML document into reference _PARAM0_
es_es: Crear un documento XML en referencia a _PARAM0_
fr_fr: Créer un document XML dans la référence _PARAM0_
ru_ru: Создать XML документ в качестве ссылки _PARAM0_

source: Advanced XML : Documents
es_es: XML avanzado : Documentos
fr_fr: XML avancé : Documents
ru_ru: Продвинутый XML : Документы

source: Reference (allow to access later to the element)
es_es: Referencia (permite acceder directamente al elemento más tarde)
fr_fr: Référence (permet d'accéder directement à l'élément plus tard)
ru_ru: Référence (permet d'accéder directement à l'élément plus tard)

source: Load an XML file
es_es: Cargar un archivo XML
fr_fr: Charger un fichier XML
ru_ru: Загрузить XML файл

source: Load an XML file.
es_es: Carga un archivo XML.
fr_fr: Charge un fichier XML.
ru_ru: Загрузка XML файла.

source: Load XML File _PARAM0_ into reference _PARAM1_
es_es: Cargar el archivo XML _PARAM0_ en referencia a _PARAM1_
fr_fr: Charger le fichier XML _PARAM0_ dans la référence _PARAM1_
ru_ru: Загрузить XML файл _PARAM0_ в ссылке _PARAM1_

source: Source file
es_es: Archivo fuente
fr_fr: Fichier source
ru_ru: Исходный файл

source: Save an XML file
es_es: Guardar un archivo XML
fr_fr: Sauvegarder un fichier XML
ru_ru: Сохранить XML файл

source: Save an XML file.
es_es: Guarda el archivo XML.
fr_fr: Sauvegarde un fichier XML.
ru_ru: Сохранение XML файла.

source: Save XML file _PARAM1_ into _PARAM0_
es_es: Guardar el archivo XML _PARAM1_ en _PARAM0_
fr_fr: Sauvegarder le fichier XML _PARAM1_ dans _PARAM0_
ru_ru: Сохранить XML файл _PARAM1_ в _PARAM0_

source: File where to save the document
es_es: Archivo donde guardar el documento
fr_fr: Fichier où enregistrer le fichier
ru_ru: Файл, в котором сохранить документ

source: Reference to the XML document
es_es: Referencia al documento XML
fr_fr: Référence sur le document XML
ru_ru: Ссылка на документ XML

source: Load an element into a reference
es_es: Cargar un elemento en una referencia
fr_fr: Charger un élément dans une référence
ru_ru: Загрузить элемент в ссылку

source: Load an element (relative to another) in a reference. Note: References allows to access to an element using the name of the reference pointing to it.
es_es: Carga un elemento (relativo a otro) en una referencia. Nota : Las referencias permiten acceder a un elemento usando el nombre de la referencia.
fr_fr: Charge un élément (relatif à un autre) dans une référence. Note : les références permettent d'accéder à un élément grâce au nom de la référence.
ru_ru: Загрузка элемента (относительно другого) в ссылке. Note : les références permettent d'accéder à un élément grâce au nom de la référence.

source: Load path _PARAM2_ (relative to the element _PARAM0_) into reference _PARAM1_
es_es: Cargar la ruta _PARAM2_ relativo al elemento _PARAM0_ en la referencia _PARAM1_
fr_fr: Charger le chemin _PARAM2_ relatif à _PARAM0_ dans la référence _PARAM1_
ru_ru: Путь загрузки _PARAM2_ относительно _PARAM0_ в ссылку _PARAM1_

source: Advanced XML: General
es_es: XML avanzado : General
fr_fr: XML avancé : Général
ru_ru: Продвинутый XML : Общие

source: Reference of an existing element ( The path of the element will be relative to this element )
es_es: Referencia de un elemento existente ( La ruta del elemento será relativa a este elemento )
fr_fr: Référence d'un élément existant (le chemin de l'élément sera relatif à cet élément)
ru_ru: Ссылка существующего элемента (путь элемента будет относительно этого элемента)

source: Name of the reference to the newly created element
es_es: Nombre de referencia para el futuro elemento a crear
fr_fr: Nom de la référence à créer sur le futur élément
ru_ru: Имя ссылки на вновь созданный элемент

source: Path ( tags can be browsed by separating them using /. Use * to go to the first child element without knowing the tag name )
es_es: Ruta ( separada por / , usa * para ir al primer elemento hijo sin saber el nombre )
fr_fr: Chemin (séparé par / , * pour prendre le 1er élément enfant sans savoir le nom de la balise)
ru_ru: Путь (тег разделителя / , использовать 1 ый тег * не зная имя элемента)

source: Go to next element
es_es: Ir al siguiente elemento
fr_fr: Aller sur l'élément suivant
ru_ru: Перейти к следующему элементу

source: Create a reference on the element following the specified element. Note: The reference will be invalid if there is no valid element following the specified one.Conditions are available to check if an element is valid.
es_es: Crear una referencia en el elemento siguiendo el elemento especificado. Nota : La referencia será inválida si no hay elemento válido siguiendo al primero especificado. Hay condiciones disponibles para verificar si un elemento es válido.
fr_fr: Crée une référence sur un élément suivant d'un élément. Note : L'élément récupéré sera invalide s'il n'existe pas : il est conseillé de tester son existance avec la condition.
ru_ru: Создать ссылку на элементе после указанного элемента. Прим : ссылка будет недействительной если последующий элемент не существует : целесообразно проверить условие его существования.

source: Load the element called _PARAM2_ following _PARAM1_ into reference _PARAM0_
es_es: Cargar el elemento llamado _PARAM2_ siguiendo a _PARAM1_ en referencia a _PARAM0_
fr_fr: Charger l'élément nommé _PARAM2_ suivant _PARAM1_ dans la référence _PARAM0_
ru_ru: Загрузить элемент с именем _PARAM2_ после _PARAM1_ в ссылку _PARAM0_

source: Reference to create
es_es: Referencia a crear
fr_fr: Référence à créer
ru_ru: Ссылка для создания

source: Reference to the element preceeding the element to be accessed
es_es: Referencia al elemento que procede al elemento a acceder
fr_fr: Référence vers l'élément dont on doit récupérer l'élément suivant
ru_ru: Ссылка на элемент предшествующего элемента должна быть доступна

source: Tag name filter
es_es: Filtrar por nombre de etiqueta
fr_fr: Filtrer par un nom de balise
ru_ru: Тег сортировки по имени

source: The reference is valid
es_es: La referencia es inválida
fr_fr: La référence est valide
ru_ru: Ссылка действительна

source: Is valid only when the reference is pointing to an existing and valid element.
es_es: Es válida sólo si la referencia es hacia un elemento existente y válido.
fr_fr: Est valide uniquement si la référence est sur un élément existant et valide.
ru_ru: Дествительна только, когда ссылка указывает на существующий и допустимый элемент.

source: _PARAM0_ exists and is valid
es_es: _PARAM0_ existe y es válido
fr_fr: _PARAM0_ existe et est valide
ru_ru: _PARAM0_ существует и действителен

source: Reference to the element to be tested
es_es: Referencia al elemento a ser evluado
fr_fr: Référence vers l'élément à tester
ru_ru: Тест ссылки на элемент

source: Element type
es_es: Tipo de elemento
fr_fr: Type d'élément
ru_ru: Тип элемента

source: Test the type of the element. (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document, -1 -> Unknown )
es_es: Evalúa el tipo de elemento. (0 -> Etiqueta, 1 -> Texto, 2 -> Comentario, 3 -> Documento XML, -1 -> Desconocido)
fr_fr: Teste le type d'un élément. (0 -> Balise, 1 -> Texte, 2 -> Commentaire, 3 -> Document XML, -1 -> Inconnu)
ru_ru: Тест типа элемента. (0 -> Тег, 1 -> Текст, 2 -> Комментарий, 3 -> Документ XML, -1 -> Неизвестный)

source: Type of _PARAM0_ _PARAM1__PARAM2_
es_es: _PARAM0_ es del tipo _PARAM1__PARAM2_
fr_fr: _PARAM0_ est de type _PARAM1__PARAM2_
ru_ru: _PARAM0_ имеет тип _PARAM1__PARAM2_

source: Comparison sign
es_es: Signo de comparación
fr_fr: Signe de comparaison
ru_ru: Знак сравнения

source: Return the type of the element. (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document, -1 -> Unknown )
es_es: Retorna el tipo de elemento (0 -> Etiqueta, 1 -> Texto, 2 -> Comentario, 3 -> Documento XML, -1 -> Desconocido)
fr_fr: Retourne le type d'élément qu'est l'élément (0 -> Balise, 1 -> Texte, 2 -> Commentaire, 3 -> Document XML, -1 -> Inconnu)
ru_ru: Возвращает тип элемента (0 -> Тег, 1 -> Текст, 2 -> Комментарий, 3 -> Документ XML, -1 -> Неизвестный)

source: Element reference
es_es: Referencia al elemento
fr_fr: Référence de l'élément
ru_ru: Ссылка на элемент

source: Create a new element
es_es: Crear un nuevo elemento
fr_fr: Créer un nouvel élément
ru_ru: Создать новый элемент

source: Create a new element. Note: References allows to access to an element using the name of the reference pointing to it.
es_es: Crea un nuevo elemento. Nota : Las referencias permiten acceder a un elemento usando el nombre de la referencia.
fr_fr: Crée un nouvel élément. Note : les références permettent d'accéder à un élément grâce au nom de la référence.
ru_ru: Создание нового элемента. Прим : позволяет получить доступ к элементу с помощью имени ссылки, указывающей на него.

source: Create a new element of type _PARAM1_ and attach to it the reference _PARAM0_
es_es: Crear un nuevo elemento en la referencia _PARAM0_ del tipo _PARAM1_
fr_fr: Créer un nouvel élément dans la référence _PARAM0_ de type _PARAM1_
ru_ru: Создать новый элемент типа _PARAM1_ и применить к нему ссылку _PARAM0_

source: Reference which will be used to access to the element
es_es: Referencia que será usada para acceder al elemento
fr_fr: Référence sur l'élément (permettant d'accéder ultérieurement à l'élément)
ru_ru: Ссылка, которая будет использоваться для доступа к элементу

source: Tye of the element to be created (0-> Tag, 1-> Text, 2-> Comment )
es_es: Tipo de elemento a crearr (0-> Etiqueta, 1-> Texto, 2-> Comentario)
fr_fr: Type d'élément à créer (0 -> Balise; 1 -> Texte; 2 -> Commentaire)
ru_ru: Тип создаваемого элемента (0 -> Тег; 1 -> Текст; 2 -> Комментарий)

source: Text of the element If the element is a tag, it will be the tag name,if the element is a text or a comment, it will be the content.
es_es: Texto del elemento Si es una etiqueta, éste setá el nombre de la etiqueta, si es un texto o comentario, será el texto.
fr_fr: Texte de l'élément Si c'est une balise, ce sera le nom de la balise, si c'est un texte ou un commentaire, ce sera le texte
ru_ru: Тип элемента Если элемент является тегом, это будет имя тега, если элемент является текстом или комментарием, это будет содержание.

source: Delete an element (The element will be removed from its parent and will be destroyed).
es_es: Eliminar un elemento (El elemento será removido de su emparentamiento y destruido).
fr_fr: Supprime un élément (l'élément sera retiré de son élément parent et détruit).
ru_ru: Удалить элемент (элемент будет удален от своего родителя и уничтожен).

source: Delete element _PARAM0_
es_es: Eliminar elemento _PARAM0_
fr_fr: Supprimer l'élément _PARAM0_
ru_ru: Удалить элемент _PARAM0_

source: Reference to the element to be deleted
es_es: Referencia al elemento a ser eliminado
fr_fr: Référence sur l'élément à supprimer
ru_ru: Ссылка на элемент, который будет удален

source: Add an element inside another
es_es: Agregar un elemento dentro de otro
fr_fr: Ajouter un élément dans un autre
ru_ru: Добавить элемент в другой

source: Add an element into another: The element will be a "child" of its "parent".
es_es: Agrega un elemento dentro de otro. El elemento será un "hijo" de su elemento "padre".
fr_fr: Ajoute un élément dans un autre. L'élément deviendra un "enfant" de son élément "parent".
ru_ru: Добавляет элемент в другой. Элемент будет "дочерним" от элемента "родителя".

source: Add _PARAM0_ as a child of _PARAM1_ (before _PARAM2_)
es_es: Agregar _PARAM0_ como hijo de _PARAM1_ (antes de _PARAM2_)
fr_fr: Ajouter _PARAM0_ en tant qu'enfant de _PARAM1_ (avant _PARAM2_)
ru_ru: Добавить _PARAM0_ в качестве дочернего _PARAM1_ (перед _PARAM2_)

source: Advanced XML: Tag
es_es: XML avancé : Etiqueta
fr_fr: XML avancé : Balise
ru_ru: Продвинутый XML : Тег

source: Reference to the element to be added
es_es: Referencia al elemento a ser agregado (no importa el tipo)
fr_fr: Référence sur l'élément à ajouter (n'importe quel type)
ru_ru: Ссылка на элемент для добавления (любого типа)

source: Reference to the parent element (must be a Tag element)
es_es: Referencia al elemento que lo contendrá (debe ser un elemento Etiqueta)
fr_fr: Référence sur l'élément qui le contiendra (doit être une balise)
ru_ru: Ссылка на родительский элемент (должен быть тег элемент)

source: The element will be added before this element (if not defined, the element will be added at the end)
es_es: El elemento será agregado antes que este elemento (si se omite, el elemento será agregado al final)
fr_fr: L'élément sera ajouté avant l'élément (si non défini, l'élément sera ajouté à la fin)
ru_ru: Элемент будет добавлен перед этим элементом (если не определено, элемент будет добавлен в конце)

source: Change the tag name
es_es: Cambiar el nombre de etiqueta
fr_fr: Change le nom de la balise
ru_ru: Изменить имя тега

source: Do _PARAM1__PARAM2_ to the name of tag _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ al nombre de la etiqueta _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au nom de la balise _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как имя тега _PARAM0_

source: Reference to the Tag element
es_es: Referencia al elemento etiqueta
fr_fr: Référence vers l'élément balise
ru_ru: Ссылка на элемент тега

source: Modification sign
es_es: Signo de modificación
fr_fr: Signe de modification
ru_ru: Signe de modification

source: Tag name
es_es: Nombre de la etiqueta
fr_fr: Nom d'une balise
ru_ru: Имя тега

source: Get the name of a tag
es_es: Obtiene el nombre de una etiqueta
fr_fr: Récupère le nom d'une balise
ru_ru: Получить имя тега

source: Change the content of the element
es_es: Cambiar el contenido del elemento
fr_fr: Changer le contenu de l'élément
ru_ru: Изменить содержание элемента

source: Change the content (text) of the element ( For text and comments elements only ).
es_es: Cambia el contenido (texto) del elemento ( Solo para elementos de texto y comentarios ).
fr_fr: Change le contenu (texte) de l'élément texte ou commentaire.
ru_ru: Изменить содержание текста или комментария элемента.

source: Do _PARAM1__PARAM2_ to the content of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ al contenido de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au contenu de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как содержание _PARAM0_

source: Advanced XML : Text and comments
es_es: XML avanzado : Texto y Comentarios
fr_fr: XML avancé : Texte et Commentaire
ru_ru: Продвинутый XML : Текст и Комментарий

source: Reference to the element
es_es: Referencia al elemento
fr_fr: Référence sur l'élément
ru_ru: Ссылка на элемент

source: Contents
es_es: Contenido
fr_fr: Contenu
ru_ru: Содержание

source: Get the content of a text or comment element
es_es: Obtiene el contenido de un elemento de texto o comentario
fr_fr: Récupère le contenu d'un texte ou d'un commentaire
ru_ru: Получить содержимое текстового или комментарий элемента

source: Value of an attribute of an element
es_es: Valor de un atributo del elemento
fr_fr: Valeur d'un attribut d'un élément
ru_ru: Значение атрибута элемента

source: Get the value of an attribute of an element
es_es: Obtiene el valor de un atributo de un elemento
fr_fr: Récupère la valeur d'un attribut d'un élément
ru_ru: Получить значение атрибута элемента

source: Name of the attribute
es_es: Nombre del atributo
fr_fr: Nom de l'attribut
ru_ru: Имя атрибута

source: Change the value of an attribute
es_es: Cambiar el valor de un atributo
fr_fr: Changer la valeur d'un attribut
ru_ru: Изменить значение атрибута

source: Change the value of an attribute of an element ( which must be a Tag element ).
es_es: Cambia el valor de un atributo de un elemento ( que debe ser un elemento etiqueta ).
fr_fr: Change la valeur d'un attribut d'un élément (qui doit être une balise).
ru_ru: Изменить значение атрибута элемента (должен быть тег элемент).

source: Do _PARAM2__PARAM3_ to the attribute _PARAM1_ of element _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ al atributo _PARAM1_ del elemento _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à l'attribut _PARAM1_ de l'élément _PARAM0_
ru_ru: Задать_PARAM2__PARAM3_ как атрибут _PARAM1_ для элемента _PARAM0_

source: Text of an attribute of an element
es_es: Texto de un atributo del elemento
fr_fr: Texte d'un attribut d'un élément
ru_ru: Текст атрибута элемента

source: Get the text of an attribute of an element
es_es: Obtiene el vaor de un atributo de un elemento
fr_fr: Récupère le texte d'un attribut d'un élément
ru_ru: Получить текст атрибута элемента

source: Change the text of an attribute
es_es: Cambiar el texto de un atributo
fr_fr: Changer le texte d'un attribut
ru_ru: Изменить текст атрибута

source: Change the text of an attribute of an element ( which must be a Tag element ).
es_es: Cambia el texto de un atributo de un elemento ( que debe ser un elemento etiqueta ).
fr_fr: Change le texte d'un attribut d'un élément (qui doit être une balise).
ru_ru: Изменение текста атрибута элемента (должен быть тег элемент).

source: Delete an attribute
es_es: Eliminar un atributo
fr_fr: Supprimer un attribut
ru_ru: Удалить атрибут

source: Delete an attribute from an element ( which must be a Tag element).
es_es: Elimina un atributo de un elemento ( que debe ser un elemento etiqueta ).
fr_fr: Supprime un attribut d'un élément (qui doit être une balide).
ru_ru: Удалить атрибут из элемента (должен быть тег элемент).
