Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Please wait while the internal compilation of events is finishing...
es_es: Por favor espera mientras el compilador de eventos interno termina...
fr_fr: Veuillez patienter, la compilation interne des évènements doit être menée à terme avant de continuer...
ru_ru: Пожалуйста, подождите внутреннюю обработку событий, прежде чем продолжить...

source: Copy of
es_es: Copia de
fr_fr: Copie de
ru_ru: Копия

source: Warning! All changes not saved will be lost. Close the project ?
ru_ru: Внимание ! Все несохраненные изменения будут потеряны. Закрыть текущий проект ?

source: Confirmation
ru_ru: Подтверждение

source: Unable to found external events.
es_es: No se encontraron eventos externos.
fr_fr: Evenements externes introuvables.
ru_ru: Внешние события не найдены.

source: External layout
es_es: Diseño externo
fr_fr: Agencement externe
ru_ru: Внешний макет

source: Unable to found external layout.
es_es: No se encontraron diseños externos.
fr_fr: Agencement externe introuvable.
ru_ru: Невозможно найти внешний макет.

source: Choose one or more files to add
es_es: Selecciona uno o más archivos a agregar
fr_fr: Choisissez un ou plusieurs fichiers à ajouter
ru_ru: Для добавления выберите один или несколько файлов

source: C++ sources|*.cpp;*.cxx|All files|*.*
es_es: Fuentes C++|*.cpp;*.cxx|Todos los archivos|*.*
fr_fr: Sources C++|*.cpp;*.cxx|Tous les fichiers|*.*
ru_ru: Sources C++|*.cpp;*.cxx|Tous les fichiers|*.*

source: File not found
es_es: Archivo no encontrado
fr_fr: Fichier introuvable
ru_ru: Файл не найден

source: Choose a file name
es_es: Selecciona un nombre de archivo
fr_fr: Choisissez un nom de fichier
ru_ru: Выбрать имя файла

source: Empty list
es_es: Lista vacía
fr_fr: Liste vide
ru_ru: Список пуст

source: Open file "%s"
es_es: Abrir archivo "%s"
fr_fr: Ouvrir le fichier "%s"
ru_ru: Открыть файл "%s"

source: Search in events
es_es: Buscar en eventos
fr_fr: Chercher dans les évènements
ru_ru: Поиск события

source: Match case
es_es: Coincidir mayúsculas
fr_fr: Prendre en compte la casse
ru_ru: С учетом регистра

source: Where
es_es: Dónde
fr_fr: Où
ru_ru: Где

source: The conditions
es_es: Las condiciones
fr_fr: Les conditions
ru_ru: В условиях

source: The actions
es_es: Las acciones
fr_fr: Les actions
ru_ru: В действиях

source: Previous
es_es: Anterior
fr_fr: Précédent
ru_ru: Предыдущий

source: Replace
es_es: Reemplazar
fr_fr: Remplacer
ru_ru: Заменить

source: by
es_es: por
fr_fr: par
ru_ru: на

source: Only the selected event
es_es: Sólo el evento seleccionado
fr_fr: Seulement l'évènement selectionné
ru_ru: Только выбранное событие

source: Replace all
es_es: Reemplazar todo
fr_fr: Remplacer tout
ru_ru: Заменить все

source: %i results.
es_es: %i resultados.
fr_fr: %i résultats.
ru_ru: %i результат.

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/edit_event_find
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_event_find
ru_ru: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_event_find

source: Choose the modification's sign
es_es: Selecciona el signo de modificación
fr_fr: Choisir le signe de la modification
ru_ru: Выбрать знак модификации

source: = ( Set to )
es_es: = ( Igualar a )
fr_fr: = ( Mettre à )
ru_ru: = ( Приравнять )

source: + ( Add )
es_es: + ( Sumar )
fr_fr: + ( Ajouter )
ru_ru: + ( Сложить )

source: - ( Subtract )
es_es: - ( Restar )
fr_fr: - ( Soustraire )
ru_ru: - ( Вычетать )

source: * ( Multiply by )
es_es: * ( Multiplicar por )
fr_fr: * ( Multiplier par )
ru_ru: * ( Умножить )

source: / ( Divide by )
es_es: / ( Dividir por )
fr_fr: / ( Division par )
ru_ru: / ( Делить )

source: Choose the operator
es_es: Selecciona el operador
fr_fr: Choisir l'opérateur
ru_ru: Выбрать оператор

source: Choose the test's sign
es_es: Selecciona el signo de evaluación
fr_fr: Choisir le signe du test
ru_ru: Выбрать знак теста

source: = ( equal to )
es_es: = ( igual a )
fr_fr: = ( égal )
ru_ru: = ( равный )

source: > ( greater than )
es_es: > ( mayor que )
fr_fr: > ( supérieur à )
ru_ru: > ( больше )

source: < ( lesser than )
es_es: < ( menor que )
fr_fr: < ( inférieur à )
ru_ru: < ( меньше )

source: >= ( greater than or equal to )
es_es: >= ( mayor que o igual a )
fr_fr: >= ( supérieur ou égal à )
ru_ru: >= ( больше или равно )

source: <= ( lesser than or equal to )
es_es: <= ( menor que o igual a )
fr_fr: <= ( inférieur ou égal à )
ru_ru: <= ( меньше или равно )

source: != ( different of )
es_es: != ( diferente a )
fr_fr: != ( différent de )
ru_ru: != ( отличный от )

source: Choose the comparison operator
es_es: Selecciona el operador de comparación
fr_fr: Choisir l'opérateur de comparaison
ru_ru: Выбрать оператор сравнения

source: Getting started
es_es: Para comenzar
fr_fr: Commencer
ru_ru: Приступая к работе

source: Create a new project
es_es: Crear un nuevo proyecto
fr_fr: Créer un nouveau projet
ru_ru: Создать новый проект

source: Read the Getting Started page
es_es: Leer la guía de inicio
fr_fr: Lire le guide de démarrage
ru_ru: Руководство по началу работы

source: Read the tutorials
es_es: Leer los tutoriales
fr_fr: Lire le tutoriel
ru_ru: Читать учебник

source: Links
es_es: Enlaces
fr_fr: Liens
ru_ru: Ссылки

source: Go on the forum
es_es: Ir al foro
fr_fr: Accéder au forum
ru_ru: Посетить форум

source: View free to use resources
ru_ru: Доступ к свободным ресурсам

source: Facebook page
es_es: Página de Facebook
fr_fr: Page Facebook
ru_ru: Страница Facebook

source: Google+ page
es_es: Página de Google+
fr_fr: Page Google+
ru_ru: Страница Google+

source: Recent projects
es_es: Proyectos recientes
fr_fr: Projets récents
ru_ru: Последние проекты

source: Examples
ru_ru: Примеры

source: Open examples
ru_ru: Открыть примеры

source: Community news
es_es: Noticias de la comunidad
fr_fr: News de la communauté
ru_ru: Новости_сообщества

source: No news for now!
es_es: ¡Sin novedades por ahora!
fr_fr: Pas de news pour le moment !
ru_ru: На данный момент новостей нет !

source: If you like Game Develop, you can make a donation to the author.
es_es: Si te gusta Game Develop, puedes hacer una donación al autor.
fr_fr: Vous appréciez Game Develop ? Aidez l'auteur en faisant un don.
ru_ru: Вам нравится Game Develop ? Вы можете сделать пожертвование его автору.

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/tutorials
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/tutoriels
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/tutoriels

source: title
es_es: título
ru_ru: заголовок

source: Label
es_es: Etiqueta
ru_ru: Метка

source: Edit as if the objects were included to scene :
es_es: Editar como si los objetos estuviesen incluidos en la escena :
fr_fr: Editer comme si les objets étaient inclus à la scène :
ru_ru: Редактировать как если объекты были включены в сцене :

source: Choose the scene to be used as a base for editing the external layout
es_es: Selecciona la escena a ser usada como base para editar el diseño externo
fr_fr: Choisissez la scène à utiliser comme base pour éditer l'agencement externe
ru_ru: Выберите сцену, который будет использоваться в качестве базы

source: No layout
es_es: Ningún diseño
fr_fr: Aucune scène
ru_ru: Нет сцены

source: Game Develop - Online help
es_es: Game Develop - Ayuda en línea
fr_fr: Game Develop - Aide en ligne
ru_ru: Game Develop - Онлайн Справка

source: Enter a keyword to perform an search in the online help
es_es: Ingresa una palabra clave para hacer una búsqueda en la ayuda en línea
fr_fr: Entrez un mot pour faire une recherche dans l'aide
ru_ru: Введите ключевое слово для поиска в справке

source: Previous page
es_es: Página anterior
ru_ru: Предыдущая страница

source: Next page
es_es: Página siguiente
ru_ru: Следующая страница

source: Go back to the table of content of the help
es_es: Volver a la tabla de contenidos de la ayuda
fr_fr: Revenir à la table des matières de l'aide
ru_ru: Вернуться к оглавлению

source: Go back to the home page of the wiki
es_es: Volver a la página inicial de la wiki
fr_fr: Revenir à la page d'accueil du wiki
ru_ru: Вернуться на главную страницу wiki

source: Type a word to search in the online help
es_es: Escribe una palabra para buscar en la ayuda en línea
fr_fr: Tapez un mot à chercher dans l'aide
ru_ru: Введите слово для поиска в справке

source: http://wiki.compilgames.net/doku.php/en/game_develop
es_es: http://wiki.compilgames.net/doku.php/game_develop/start
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/start
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/start

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation

source: Custom size?
es_es: ¿Tamaño personalizado?
fr_fr: Taille personnalisée?
ru_ru: Особый размер?

source: Choose a platform and a template:
es_es: Selecciona una plataforma y una plantilla :
fr_fr: Choisir une plateforme et un modèle :
ru_ru: Выбрать платформу и шаблон :

source: Choose a file for the project:
es_es: Selecciona un archivo para el proyecto:
fr_fr: Choisissez un fichier pour le projet :
ru_ru: Выбрать файл для проекта :

source: You can also browse the examples
es_es: También puedes navegar a través de los ejemplos
fr_fr: Vous pouvez aussi parcourir les exemples
ru_ru: Вы также можете просмотреть примеры

source: Create the new project
es_es: Crear un nuevo proyecto
fr_fr: Créer le nouveau projet
ru_ru: Создать новый проект

source: Game Develop projects
es_es: Proyectos de Game Develop
fr_fr: Projets Game Develop
ru_ru: Проекты Game Develop

source: My project
es_es: Mi proyecto
fr_fr: Mon projet
ru_ru: Мой проект

source: Platform
es_es: Plataforma
fr_fr: Platforme
ru_ru: Платформа

source: Template
es_es: Plantilla
fr_fr: Modèle
ru_ru: Шаблон

source: Empty project
es_es: Proyecto vacío
fr_fr: Projet vierge
ru_ru: Пустой проект

source: Create a new empty project
es_es: Crear un nuevo proyecto vacío
fr_fr: Créer un nouveau projet vierge
ru_ru: Создать новый пустой проект

source: Choose a file for the project
es_es: Selecciona un archivo para el proyecto
fr_fr: Choisissez un fichier pour le projet
ru_ru: Выбрать файл для проекта

source: Other properties
es_es: Otras propiedades
fr_fr: Autres propriétés
ru_ru: Другие свойства

source: Set as global object
es_es: Establecer como objeto global
fr_fr: Passer en objet global
ru_ru: Сделать глобальным объектом

source: Delete Del
es_es: Eliminar DEL
fr_fr: Supprimer DEL
ru_ru: Удалить DEL

source: Move up Ctrl-Up
es_es: Mover arriba Ctrl-Up
fr_fr: Déplacer vers le haut Ctrl-Up
ru_ru: Вверх Ctrl-Up

source: Move down Ctrl-Down
es_es: Mover abajo Ctrl-Down
fr_fr: Déplacer vers le bas Ctrl-Down
ru_ru: Вниз Ctrl-Down

source: Delete all selected items
es_es: Eliminar todos los elementos seleccionados
fr_fr: Supprimer tous les élements selectionnés
ru_ru: Удалить все выбранные элементы

source: Rename
es_es: Renombrar
fr_fr: Renommer
ru_ru: Переименовать

source: Set as global group
es_es: Establecer como grupo global
fr_fr: Passer en groupe global
ru_ru: Сделать глобальной группой

source: Add a group
es_es: Agregar un grupo
fr_fr: Ajouter un groupe
ru_ru: Добавить группу

source: Objects list
es_es: Lista de objetos
fr_fr: Liste d'objets
ru_ru: Список объектов

source: Add a new object to the list of the objects of the scene
es_es: Agregar un nuevo objeto a la lista de objetos de la escena
fr_fr: Ajouter un nouvel objet à la liste des objets de la scène
ru_ru: Добавить новый элемент в список объектов на сцене

source: Selected object
es_es: Objeto seleccionado
fr_fr: Objet sélectionné
ru_ru: Выбранный объект

source: Edition
es_es: Edición
ru_ru: Создание

source: Edit the selected object
es_es: Editar el objeto seleccionado
fr_fr: Editer l'objet selectionné
ru_ru: Редактировать выбранный объект

source: Rename the selected object
es_es: Renombrar el objeto seleccionado
fr_fr: Renommer l'objet selectionné
ru_ru: Переименовать выбранный объект

source: Show the online help
es_es: Mostrar la ayuda en línea
fr_fr: Ouvrir l'aide en ligne
ru_ru: Показать онлайн справку

source: No objects
es_es: Sin objetos
fr_fr: Pas d'objets
ru_ru: Нет объектов

source: No groups
es_es: Sin grupos
fr_fr: Pas de groupes
ru_ru: Нет групп

source: Unable to rename the object : another object has already this name.
es_es: Imposible renombrar el objeto : otro objeto tiene el mismo nombre.
fr_fr: Impossible de renommer l'objet : un autre objet porte déjà ce nom.
ru_ru: Невозможно переименовать объект: уже один объект имеет это имя.

source: Invalid name
es_es: Nombre inválido
fr_fr: Nom invalide
ru_ru: Недопустимое имя

source: Unable to rename the groupe : another group has already this name.
es_es: Imposible renombrar el grupo : otro grupo tiene el mismo nombre.
fr_fr: Impossible de renommer le groupe : un autre groupe porte déjà ce nom.
ru_ru: Невозможно переименовать группу: уже одна группа имеет это имя.

source: Contents of group "
es_es: Contenido "
fr_fr: Contenu du groupe "
ru_ru: Содержимое группы "

source: NewObject
es_es: NuevoObjeto
fr_fr: NouvelObjet
ru_ru: НовыйОбъект

source: The object was correctly added
es_es: El objeto fue correctamente agregado
fr_fr: L'objet a été correctement ajouté
ru_ru: Объект был успешно добавлен

source: NewGroup
es_es: NuevoGrupo
fr_fr: NouveauGroupe
ru_ru: НоваяГруппа

source: The group was correctly added.
es_es: El grupo fue correctamente agregado
fr_fr: Le groupe a été correctement ajouté
ru_ru: Группа была успешно добавлена.

source: Delete also all references to this item in groups and events ( i.e. Actions and conditions using the object )?
es_es: ¿Eliminar también todas las referencias a este elemento en grupos y eventos ( ej.: condiciones y acciones que utilizan este objeto )?
fr_fr: Supprimer également toutes les références à cet élement dans les groupes et les évènements ( Soit les actions et conditions utilisant l'objet ) ?
ru_ru: Удалить все ссылки на этот элемент в группах и событиях ( т.е. действия и условия используемые этим объектом ) ?

source: Delete also all references to these %i items in groups and events ( i.e. Actions and conditions using the objects )?
es_es: ¿Eliminar también todas las referencias a estos %i elementos en grupos y eventos ( ej.: condiciones y acciones que utilizan estos objetos ) ?
fr_fr: Supprimer également toutes les références aux %i élements dans les groupes et les évènements ( Soit les actions et conditions utilisant l'objet ) ?
ru_ru: Удалить все ссылки на эти %i элементы в группах и событиях ( т.е. действия и условия используемые этими объектами ) ?

source: Confirm deletion
es_es: Confirmar eliminación
fr_fr: Confirmation de la suppression
ru_ru: Подтвердите удаление

source: CopyOf
es_es: CopiaDe
fr_fr: CopieDe
ru_ru: Копия

source: There is already a global object with this name.
es_es: Ya hay un objeto global con ese nombre.
fr_fr: Il y a déjà un objet global avec ce nom.
ru_ru: Глобальный объект с этим именем уже есть.

source: There is already a global object group with this name.
es_es: Ya hay un grupo de objetos global con ese nombre.
fr_fr: Il y a déjà un groupe d'objet global avec ce nom.
ru_ru: Глобальная группа объектов с этим именем уже есть.

source: Name of the project
es_es: Nombre del proyecto
fr_fr: Nom du projet
ru_ru: Название проекта

source: Activate the use of C++ source files
es_es: Activar el uso de archivos fuente C++
fr_fr: Activer l'utilisation de sources C++
ru_ru: Активировать использование исходных кодов C++

source: Support Game Develop
es_es: Apoya Game Develop
fr_fr: Soutenir Game Develop
ru_ru: Поддержка Game Develop

source: Thank you for using Game Develop!
es_es: ¡Gracias por usar Game Develop!
fr_fr: Merci d'utiliser Game Develop !
ru_ru: Спасибо_за_выбор_Game_Develop!

source: We'd love to get your feedback about Game Develop! You can write us something about the software:
es_es: ¡Nos encantaría recibir tus comentarios acerca de Game Develop! Puedes escribirnos acerca del software:
fr_fr: Nous aimerions avoir votre avis sur Game Develop! Vous pouvez nous écrire quelque chose ici à propos du logiciel:
ru_ru: Мы хотим узнать ваше мнение о Game Develop! Вы можете оставить здесь отзыв об этом продукте:

source: Write a short sentence about GD!
es_es: ¡Escrbe una oración corta sobre GD!
fr_fr: Ecrivez une courte phrase à propos de GD!
ru_ru: Написать короткий отзыв о GD!

source: Your mail address:
es_es: Tu dirección de mail:
fr_fr: Votre mail:
ru_ru: Ваш mail аддрес:

source: No worries, it won't be shared with any 3rd parties! It's just useful for us if we want to discuss with you :D
es_es: No te preocupes, ¡no será compartida con terceros! Será útil para nosotros en caso de que querramos comunicarnos contigo :D
fr_fr: Pas d'inquiétude, elle ne sera pas partagée avec des tiers! Elle est juste utile si nous voulons discuter avec vous :D
ru_ru: Не волнуйтесь, он не будет передан третьим лицам! Это нужно, если мы захотим пообщаться с вами :D

source: Send!
es_es: ¡Enviar!
fr_fr: Envoyer!
ru_ru: Отправить!

source: This image is chosen at random each time the window is shown!
es_es: ¡Esta imagen es seleccionada aleatoriamente cada vez que se muestra la ventana!
fr_fr: L'image est choisie au hasard à chaque fois que la fenêtre s'affiche !
ru_ru: Это изображение выбирается случайно каждый раз, при открытии окна !

source: Game Develop is a "Pay what you want" software: You can uses it freely, but its development costs a lot of time, as well as money. If Game Develop proves to be useful to you, you can support its author by paying anything you want:
ru_ru: Game Develop из разряда "Заплати сколько хочешь" : Вы можете использовать его свободно, но его развитие занимает много времени и средств. v vЕсли разарботка Game Develop кажется для вас полезной, вы можете поддержать автора, сделав небольшой взнос :

source: Contribute to the campaign on Indiegogo
es_es: Contribuir a la campaña en Indiegogo
fr_fr: Contribuer à la campagne sur Indiegogo
ru_ru: Внесите свой вклад в компанию Indiegogo

source: Never show again ;)
es_es: No mostrar de nuevo ;)
fr_fr: Ne plus afficher ;)
ru_ru: Не показывать ;)

source: No thanks, maybe later! :)
es_es: No gracias, tal vez luego :)
fr_fr: Non merci, peut être plus tard ! :)
ru_ru: Нет, спасибо, может быть, позже ! :)

source: This window will be shown when you'll be launching GD for the third time in a row
es_es: Esta ventana se mostrará cuando tu ejecutes Game Develop por tercera vez concecutiva
fr_fr: Cette fenêtre s'affichera au bout de 3 utilisations consécutives de Game Develop
ru_ru: Это окно появится после трех запусков Game Develop

source: Current EOL :
ru_ru: Текущий EOL :

source: Convert End of Line chars
ru_ru: Конвер. конца символа строки

source: Scale font sizes : -10...20 (not all fonts supported)
ru_ru: Размер масштаба шрифта : -10...20 (не для всех шрифтов)

source: Change text font size
ru_ru: Изменить размер шрифта текста

source: Unicode text file. Convert to Ansi text?
ru_ru: Unicode текстовый файл. Преобразовать в Ansi текст?

source: Load Unicode?
ru_ru: Загрузить Unicode?

source: This file is too large for this editor, sorry.
ru_ru: Файл слишком велик для редактора, извините.

source: Error loading file
ru_ru: Ошибка загрузки файла

source: Open file
ru_ru: Открыть файл

source: Save file
ru_ru: Сохранить файл

source: Error opening file :'
ru_ru: Ошибка открытия файла :'

source: Save file error
ru_ru: Ошибка сохранения файла

source: New file name
ru_ru: Новое имя файла

source: New file
ru_ru: Новый файл

source: The filename contains wildcard characters.
ru_ru: Имя файла содержит подстановочные символы.

source: Invalid filename
ru_ru: Недопустимое имя

source: Has unsaved changes. Would you like to save your file before closing?
ru_ru: Несохраненные изменения. Сохранить файл перед закрытием?

source: Unsaved changes
es_es: Cambios no guardados
ru_ru: Несохраненные изменения

source: Doesn't exist on disk anymore.
ru_ru: На диске больше не существует.

source: File removed from disk
ru_ru: Файл удален с диска

source: The file '
ru_ru: Файл '

source: ' has been modified externally. Would you like to reload the file?
ru_ru: ' внешне был изменен. Хотите перезагрузить файл?

source: File changed on disk
ru_ru: Файл изменился на диске

source: &Scale font size (%d)...
ru_ru: &Размер шрифта (%d)...

source: Set tab &width (%d)...
ru_ru: Ширина табуляции &w (%d)...

source: Set indent wi&dth (%d)...
ru_ru: Ширина отступа i& (%d)...

source: &EOL Mode (
ru_ru: Режим &EOL (

source: Characters to expand tabs
ru_ru: Символы расширения табуляции

source: Set tab width
ru_ru: Ширина табуляции

source: Characters to indent
ru_ru: Символы отступа

source: Set indentation width
ru_ru: Ширина отступа

source: Select EOL mode
ru_ru: Выбор режима EOL

source: Find dialog
ru_ru: Найти диалог

source: Replace dialog
ru_ru: Замена диалога

source: Replaced %d occurances of '%s' with '%s'.
ru_ru: Заменены %d вхождений of '%s' with '%s'.

source: Finished replacing
ru_ru: Замена закончена

source: Line number : 1...%d
ru_ru: Номер строки : 1...%d

source: Goto line
ru_ru: Перейти к строке

source: Print document
ru_ru: Печать документа

source: A print error occurred, perhaps your printer is not correctly setup?
ru_ru: Ошибка печати, возможно ваш принтер не правильно настроен?

source: Print error
ru_ru: Ошибка печати

source: Preview document
ru_ru: Предварит. просмотр документа

source: Print preview error
ru_ru: Ошибка Print preview

source: Print Preview
ru_ru: Пред. просмотр печати

source: Editor Colors
ru_ru: Редактор цвета

source: Lexer Styles
ru_ru: Lexer стиль

source: Show all styles
ru_ru: Показать все стили

source: Choose the font's foreground color
ru_ru: Выбрать цвет шрифта переднего плана

source: Choose the font's background color
ru_ru: Выбрать цвет шрифта фона

source: Styles
ru_ru: Стили

source: Keywords
ru_ru: Ключевые слова

source: Tabs and EOL
ru_ru: Табуляция и конец строк (EOL)

source: Folding and Wrapping
ru_ru: Сверстать и обернуть

source: Printing
ru_ru: Печать

source: Loading and Saving
ru_ru: Загрузка и сохранение

source: Highlighting
ru_ru: Выделить

source: Languages
ru_ru: Языки

source: Default
ru_ru: По умолчанию

source: Reset this page's values to their default
ru_ru: Сброс значений страницы по умолчанию

source: Apply
ru_ru: Применить

source: Prepend
ru_ru: Вставить в начале

source: Highlighting and other styles
ru_ru: Выделить и другие стили

source: ChoiceItem
ru_ru: Указатель

source: Item
ru_ru: Пункт

source: Font
ru_ru: Шрифт

source: Set non default font for style
ru_ru: Шрифт стиля не по умолчанию

source: Choose a font (unsupported fonts revert to a default)
ru_ru: Выбрать шрифт (не поддерживаемые сбросятся по умолчанию)

source: Typical fonts (* are known to be fixed width)
ru_ru: Типовые шрифты (* фиксированной ширины)

source: Font Size
ru_ru: Размер шрифта

source: Set non default font size for style
ru_ru: Размер шрифта для стиля не по умолчанию

source: Select font size in points
ru_ru: Выбрать размер шрифта в точках

source: Attributes
ru_ru: Атрибуты

source: Set non default attributes for style
ru_ru: Атрибуты стиля не по умолчанию

source: Underlined
es_es: Subrayado
fr_fr: Souligné
ru_ru: Подчеркивать

source: Font is underlined
ru_ru: Шрифт подчеркнут

source: EOL Fill
ru_ru: Залить EOL (конец строки)

source: Fill background to end of line (unclosed strings)
ru_ru: Залить фоном до конца строки (незакрытые строки)

source: Foreground color
ru_ru: Цвет переднего плана

source: Set non default foreground colour
ru_ru: Цвет перед. плана не по умолчанию

source: Fore Color
ru_ru: Передний цвет

source: Choose foreground color
ru_ru: Выбрать цвет переднего плана
