Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Allows to use controllable objects which can run and jump on platforms.
es_es: Permite la utilización de objetos que pueden correr y saltar sobre plataformas.
fr_fr: Permet d'utiliser des objets qui peuvent avancer et sauter sur des platformes.
ru_ru: Позволяет использовать объекты, которые могут двигаться и прыгать по платформам.

source: Platformer object
fr_fr: Objet se déplaçant sur des plateformes
ru_ru: Объект движущийся по платформам

source: Controllable object which can jump and run on platforms.
fr_fr: Objet contrôlable qui peut sauter et avancer sur les platformes.
ru_ru: Управляемый объект, который может двигаться и прыгать по платформам.

source: Is moving
es_es: Está en movimiento
fr_fr: Est entrain de bouger
ru_ru: Находиться в движении

source: Check if the object is moving ( whether it is on the floor or in the air ).
fr_fr: Vérifie si l'objet bouge ( qu'il soit au sol ou en l'air ).
ru_ru: Тест движения объекта ( будь то на полу или в воздухе ).

source: _PARAM0_ is moving
es_es: _PARAM0_ está en movimiento
fr_fr: _PARAM0_ bouge
ru_ru: _PARAM0_ движется

source: Is on floor
es_es: Está sobre el suelo
fr_fr: Est au sol
ru_ru: Находиться на платформе

source: Check if the object is on a platform.
es_es: Evalúa si el objeto está sobre una plataforma.
fr_fr: Vérifie si l'objet est sur une plateforme.
ru_ru: Тест нахождения объекта на платформе.

source: _PARAM0_ is on floor
es_es: _PARAM0_ está sobre el suelo
fr_fr: _PARAM0_ est au sol
ru_ru: _PARAM0_ на платформе

source: Is on ladder
es_es: Está en una escalera
fr_fr: Est sur une échelle
ru_ru: Находится на лестнице

source: Check if the object is on a ladder.
es_es: Evalúa si el objeto está en una escalera.
fr_fr: Vérifie si l'objet est accroché à un échelle.
ru_ru: Тест нахождения объекта на лестнице.

source: _PARAM0_ is on ladder
es_es: _PARAM0_ está en una escalera
fr_fr: _PARAM0_ est sur une échelle
ru_ru: _PARAM0_ на лестнице

source: Is jumping
es_es: Está saltando
fr_fr: Est entrain de sauter
ru_ru: Находиться в прыжке

source: Check if the object is jumping.
es_es: Evalúa si el objeto está saltando.
fr_fr: Vérifie si l'objet est entrain de faire un saut.
ru_ru: Тест состояния объекта в прыжке.

source: _PARAM0_ is jumping
es_es: _PARAM0_ está saltando
fr_fr: _PARAM0_ saute
ru_ru: _PARAM0_ в прыжке

source: Is falling
es_es: Está cayendo
fr_fr: Est entrain de tomber
ru_ru: Находиться в падении

source: Check if the object is falling. Note that the object can be flagged as jumping and falling at the same time: At the end of a jump, the fall speed becomes higher that the jump speed.
es_es: Evalúa si el objeto está cayendo. Observa que el objeto puede estar evaluado como saltando y cayendo al mismo tiempo : Al final del salto, la velocidad de caída se vuelve mayor que la velocidad del salto.
fr_fr: Vérifie si l'objet tombe. vNotez que l'objet peut être marqué comme étant entrain de sauter et de tomber simultanément : A la fin d'un saut, la vitesse de chute l'emporte sur la vitesse verticale de saut.
ru_ru: Тест падения объекта. vОбратите внимание, что объект может быть прыгающим и падающем одновременно : В конце прыжка, скорость падения становится выше скорости прыжка.

source: _PARAM0_ is falling
es_es: _PARAM0_ está cayendo
fr_fr: _PARAM0_ est entrain de tomber
ru_ru: _PARAM0_ находится в падении

source: Compare the gravity applied on the object ( in pixels per second per second ).
fr_fr: Compare la gravité appliquée à l'objet ( en pixels par seconde par seconde ).
ru_ru: Сравните гравитацию примененную к объекту ( в пикселях в секунду в секунду ).

source: Gravity of _PARAM0_ is _PARAM2__PARAM3_
es_es: La gravedad de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La gravité de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Гравитация _PARAM0_ состовляет _PARAM2_ до _PARAM3_

source: Change the gravity applied on an object ( in pixels per second per second ).
fr_fr: Change la gravité appliquée à l'objet ( en pixels par seconde par seconde ).
ru_ru: Изменить гравитацию применяемую к объекту ( в пикселях в секунду в секунду ).

source: Do _PARAM2__PARAM3_ to the gravity applied on _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la gravedad aplicada sobre _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la gravité de _PARAM0_
ru_ru: Задать _PARAM2__PARAM3_ гравитацию для _PARAM0_

source: Maximum falling speed
es_es: Velocidad de caída máxima
fr_fr: Vitesse de chute maximale
ru_ru: Максимальная скорость падения

source: Compare the maximum falling speed of the object ( in pixels per second ).
fr_fr: Compare la vitesse de chute maximale appliquée à l'objet ( en pixels par seconde ).
ru_ru: Сравнить максимальную скорость падения объекта ( пикселей в секунду ).

source: The maximum falling speed of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad de caída máxima de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse de chute maximale de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Максимальная скорость падения для _PARAM0_ от _PARAM2_ до _PARAM3_

source: Change the maximum falling speed of an object ( in pixels per second ).
fr_fr: Change la vitesse de chute maximale appliquée à l'objet ( en pixels par seconde ).
ru_ru: Изменить максимальную скорость падения объекта ( пикселей в секунду ).

source: Do _PARAM2__PARAM3_ to the maximum falling speed of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la velocidad de caída máxima de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la vitesse de chute maximale de _PARAM0_
ru_ru: Задать _PARAM2__PARAM3_ максимальную скорость падения для _PARAM0_

source: Acceleration
es_es: Aceleración
fr_fr: Accélération
ru_ru: Ускорение

source: Compare the acceleration of the object ( in pixels per second per second ).
fr_fr: Compare l'accélération appliquée à l'objet ( en pixels par seconde par seconde ).
ru_ru: Сравнить ускорение объекта ( пикселей в секунду в секунду ).

source: The acceleration of _PARAM0_ is _PARAM2__PARAM3_
es_es: La aceleración de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: L'accélération de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Ускорение для _PARAM0_ от _PARAM2_ до _PARAM3_

source: Change the acceleration of an object ( in pixels per second per second ).
fr_fr: Change l'accélération appliquée à l'objet ( en pixels par seconde par seconde ).
ru_ru: Изменить ускорение применяемое к объекту ( пикселей в секунду в секунду).

source: Do _PARAM2__PARAM3_ to the acceleration of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la aceleración de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à l'accélération de _PARAM0_
ru_ru: Задать _PARAM2__PARAM3_ ускорение для _PARAM0_

source: Deceleration
es_es: Desaceleración
fr_fr: Décélération
ru_ru: Замедление

source: Compare the deceleration of the object ( in pixels per second per second ).
fr_fr: Compare la décéleration appliquée à l'objet ( en pixels par seconde par seconde ).
ru_ru: Сравнить замедление применяемое к объекту ( en pixels par seconde par seconde ).

source: The deceleration of _PARAM0_ is _PARAM2__PARAM3_
es_es: La desaceleración de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La décélération de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Замедление для _PARAM0_ от _PARAM2_ до _PARAM3_

source: Change the deceleration of an object ( in pixels per second per second ).
fr_fr: Change la décéleration appliquée à l'objet ( en pixels par seconde par seconde ).
ru_ru: Изменение замедления применяемого к объекту ( пикселей в секунду в секунду ).

source: Do _PARAM2__PARAM3_ to the deceleration of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la desaceleración _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la décélération de _PARAM0_
ru_ru: Задать _PARAM2__PARAM3_ замедление для _PARAM0_

source: Maximum speed
es_es: Velocidad máxima
fr_fr: Vitesse maximale
ru_ru: Максимальная скорость

source: Compare the maximum speed of the object ( in pixels per second ).
fr_fr: Compare la vitesse maximale de l'objet ( en pixels par seconde ).
ru_ru: Сравнить максимальную скорость объекта ( пикселей в секунду ).

source: The maximum speed of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad máxima de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse maximale de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Максимальная скорость для _PARAM0_ от _PARAM2_ от _PARAM3_

source: Change the maximum speed of an object ( in pixels per second ).
fr_fr: Change la vitesse maximale de l'objet ( en pixels par seconde ).
ru_ru: Изменить максимальную скорость объекта ( пикелей в секунду ).

source: Do _PARAM2__PARAM3_ to the maximum speed of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la velocidad máxima de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la vitesse maximale de _PARAM0_
ru_ru: Задать _PARAM2__PARAM3_ максимальную скорость для _PARAM0_

source: Jump speed
es_es: Velocidad de salto
fr_fr: Vitesse de saut
ru_ru: Скорость прыжка

source: Compare the jump speed of the object ( in pixels per second ).
fr_fr: Compare la vitesse de saut de l'objet ( en pixels par seconde ).
ru_ru: Сравнить скорость прыжка объекта ( пикселей в секунду ).

source: The jump speed of _PARAM0_ is _PARAM2__PARAM3_
es_es: La velocidad de salto de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La vitesse de saut de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Скорость прыжка _PARAM0_ от _PARAM2_ до _PARAM3_

source: Change the jump speed of an object ( in pixels per second ).
fr_fr: Change la vitesse de saut de l'objet ( en pixels par seconde ).
ru_ru: Изменить скорость прыжка объекта ( пикселей в секунду ).

source: Do _PARAM2__PARAM3_ to the jump speed of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ la velocidad de salto de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la vitesse de saut de _PARAM0_
ru_ru: Задать _PARAM2__PARAM3_ скорость прыжка для _PARAM0_

source: Allow again jumping
es_es: Permitir saltar nuevamente
fr_fr: Autoriser de nouveau le saut
ru_ru: Разрешить повторно прыгать

source: Allow the object to jump again, even if it is in the air: this can be useful to allow double jump for example.
es_es: Permite al objeto saltar nuevamente, aún si está en el aire : útil para permitir un doble salto por ejemplo.
fr_fr: Autorise l'objet à sauter à nouveau, même si il est en l'air : ceci est notamment utile pour les double sauts par exemple.
ru_ru: Разрешить объекту прыгать снова, даже если он находится в воздухе: как пример, двойной прыжок.

source: Allow _PARAM0_ to jump again
es_es: Permitir a _PARAM0_ saltar nuevamente
fr_fr: Permettre à _PARAM0_ de sauter à nouveau
ru_ru: Разрешить _PARAM0_ двойной прыжок

source: Simulate left key press
es_es: Simular tecla Izquierda
fr_fr: Simuler un appui sur la touche gauche
ru_ru: Имитация нажатия клавиши в лево

source: Simulate a pressing on left key.
es_es: Simula que se ha presionado la tecla Izquierda.
fr_fr: Simule un appui sur la touche gauche.
ru_ru: Имитация нажатия клавиши движения влево.

source: Simulate pressing Left for _PARAM0_
es_es: Simular tecla Izquierda para _PARAM0_
fr_fr: Simuler la pression sur la touche gauche pour _PARAM0_
ru_ru: Имитировать нажатие Left для _PARAM0_

source: Controls
es_es: Controles
fr_fr: Contrôles
ru_ru: Управление

source: Simulate right key press
es_es: Simular tecla Derecha
fr_fr: Simuler un appui sur la touche droite
ru_ru: Имитация нажатия клавиши в право

source: Simulate a pressing on right key.
es_es: Simula que se ha presionado la tecla Derecha
fr_fr: Simuler un appui sur la touche droite.
ru_ru: Имитация нажатия клавиши движения в право.

source: Simulate pressing Right for _PARAM0_
es_es: Simular tecla Derecha para _PARAM0_
fr_fr: Simuler la pression sur la touche droite pour _PARAM0_
ru_ru: Имитация нажатия Right для _PARAM0_

source: Simulate up key press
es_es: Simular tecla Arriba
fr_fr: Simuler un appui sur la touche haute
ru_ru: Имитация нажатия клавиши вверх

source: Simulate a pressing on up key ( Used when on a ladder ).
es_es: Simula que se ha presionado la tecla Arriba ( Utilizada en las escaleras ).
fr_fr: Simuler un appui sur la touche haut ( Utilisée sur une échelle ).
ru_ru: Имитация нажатия клавиши движения вверх ( в употреблении к лестнице ).

source: Simulate pressing Up for _PARAM0_
es_es: Simular tecla Arriba para _PARAM0_
fr_fr: Simuler un appui sur la touche haut pour _PARAM0_
ru_ru: Имитация нажатия Up для _PARAM0_

source: Simulate down key press
es_es: Simular tecla Abajo
fr_fr: Simuler un appui sur la touche bas
ru_ru: Имитация нажатия клавиши вниз

source: Simulate a pressing on down key ( Used when on a ladder ).
es_es: Simula que se ha presionado la tecla Abajo ( Utilizada en las escaleras ).
fr_fr: Simuler un appui sur la touche bas ( Utilisée sur une échelle ).
ru_ru: Имитация нажатия клавиши движения вниз ( в употреблении к лестнице ).

source: Simulate pressing Down for _PARAM0_
es_es: Simular tecla Abajo para _PARAM0_
fr_fr: Simuler un appui sur la touche bas pour _PARAM0_
ru_ru: Имитациянажатия Down для _PARAM0_

source: Simulate ladder key press
es_es: Simular tecla Escalera
fr_fr: Simuler un appui sur la touche d'échelle
ru_ru: Имитация клавиши лестница

source: Simulate a pressing on ladder key ( Used to grab a ladder ).
es_es: Simula que se ha presionado la tecla Escalera ( Utilizada para aferrarse a una escalera )
fr_fr: Simuler un appui sur la touche d'échelle ( Utilisée pour s'accrocher à une échelle )
ru_ru: Имитация нажатия клавиши движения по лестнице ( в употреблении схватиться за нее )

source: Simulate pressing Ladder key for _PARAM0_
es_es: Simular tecla Escalera para _PARAM0_
fr_fr: Simuler la pression sur la touche d'échelle pour _PARAM0_
ru_ru: Имитация нажатия клавиши Ladder для _PARAM0_

source: Simulate jump key press
es_es: Simular tecla Salto
fr_fr: Simuler un appui sur la touche de saut
ru_ru: Имитация клавиши прыжка

source: Simulate a pressing on jump key.
es_es: Simula que se ha presionado la tecla Salto.
fr_fr: Simule un appui sur la touche de saut.
ru_ru: Имитация нажатия клавиши прыжка.

source: Simulate pressing Jump key for _PARAM0_
es_es: Simular tecla Salto para _PARAM0_
fr_fr: Simuler la pression sur la touche de saut pour _PARAM0_
ru_ru: Имитация нажатия Jump для _PARAM0_

source: Simulate control
es_es: Simular una tecla
fr_fr: Simuler une touche
ru_ru: Имитация управления

source: Simulate a pressing on a key. Valid keys are Left, Right, Jump, Ladder, Up, Down.
es_es: Simula que se a presionado una tecla: Las teclas válidas son Izquierda, Derecha, Arriba, Abajo, Salto y Escalera.
fr_fr: Simule l'appui sur une touche: Les touches valides sont Left, Right, Jump, Ladder, Up, Down.
ru_ru: Имитирует нажатие клавиш: Допустимые ключи Left, Right, Jump, Ladder, Up, Down.

source: Simulate pressing _PARAM2_ key for _PARAM0_
es_es: Simular que se ha presionado la tecla _PARAM2_ para _PARAM0_
fr_fr: Simuler un appui sur la touche _PARAM2_ pour _PARAM0_
ru_ru: Имитация нажатия клавиши _PARAM2_ для _PARAM0_

source: Key
es_es: Tecla
fr_fr: Touche
ru_ru: Клавиша

source: Ignore default controls
es_es: Ignorar controles por defecto
fr_fr: Ignorer les touches par défaut
ru_ru: Игнорировать управление по умолчанию

source: De/activate the use of default controls. If deactivated, use the simulate actions to move the object.
es_es: Des/activar el uso de los controles por defecto. Si se desactivan, puedes usar las acciones para simular teclas presionadas y mover el objeto.
fr_fr: Des/activer l'utilisation des touches par défaut. Si vous les désactivez, vous pouvez utiliser les actions de simulations de touche pour déplacer l'objet.
ru_ru: Де/Активировать управление по умолчанию. Если деактивировать, можно использовать действие имитации клавиш для перемещения объекта.

source: Ignore default controls for _PARAM0_: _PARAM2_
es_es: Ignorar los controles por defecto para _PARAM0_ : _PARAM2_
fr_fr: Ignorer les touches par défaut pour _PARAM0_ : _PARAM2_
ru_ru: Игнорировать управление по умолчанию для _PARAM0_ : _PARAM2_

source: Ignore controls
es_es: Ignorar controles
fr_fr: Ignorer les touches par défaut
ru_ru: Игнорировать клавиши по умолчанию

source: Get the gravity applied on the object
es_es: Obtener la gravedad aplicada sobre el objeto
fr_fr: Obtenir la gravité appliquée sur l'objet
ru_ru: Применить гравитацию к объекту

source: Get the maximum falling speed
es_es: Obtener la velocidad de caída máxima
fr_fr: Obtenir la vitesse de chute maximale
ru_ru: Примменить максимальную скорость падения

source: Platform on which Platformer objects can run.
fr_fr: Marque l'objet comme étant une Platforme pour les objets déplaçable sur une plateforme.
ru_ru: Отметить объект как платформу, для подвижных объектов платформера.

source: Change platform type
es_es: Cambiar el tipo de plataforma
fr_fr: Changer le type de plateforme
ru_ru: Изменить тип платформы

source: Change the platform type of the object: Platform, Jumpthru or Ladder.
es_es: Cambia el tipo de palataforma del objeto: Platform, Jumpthru ( Plataforma atravesable, accesible desde la base ) o Ladder ( Escalera ).
fr_fr: Change le type de platforme de l'objet: Platform, Jumpthru ( Platforme accessible depuis le bas ) or Ladder ( Echelle ).
ru_ru: Изменить тип платформы: Platform, Jumpthru ( проходить рядом или запрыгивать на него ) или Ladder (лестница).

source: Set platform type of _PARAM0_ to _PARAM2_
es_es: Establecer el tipo de plataforma de _PARAM0_ en _PARAM2_
fr_fr: Mettre le type de plateforme de _PARAM0_ à _PARAM2_
ru_ru: Установить тип платформы _PARAM0_ как _PARAM2_

source: Platforms
es_es: Plataformas
fr_fr: Platformes
ru_ru: Платформы

source: Platform type ("Platform", "Jumpthru" or "Ladder")
es_es: Tipo de plataforma ("Platform", "Jumpthru" o "Ladder")
fr_fr: Type de plateforme ("Platform", "Jumpthru" or "Ladder")
ru_ru: Типы платформ ("Platform", "Jumpthru" or "Ladder")

source: Jumpthru platform
es_es: Plataforma atravesable
fr_fr: Accessible depuis le bas
ru_ru: Jumpthru платформа

source: Max. falling speed
es_es: Velocidad de caída máx.
fr_fr: Vitesse de chute max.
ru_ru: Макс. скорость падения

source: Max. speed
es_es: Velocidad máx.
fr_fr: Vitesse max.
ru_ru: Макс. скорость

source: Default controls
es_es: Controles por defecto
fr_fr: Touches par défaut
ru_ru: Управление по умолчанию

source: Fill color
es_es: Color de relleno
fr_fr: Couleur de remplissage
ru_ru: Цвет заполнения

source: Fill opacity
es_es: Opacidad de relleno
fr_fr: Opacité du remplissage
ru_ru: Прозрачность заполнения

source: Outline size
es_es: Espesor de contorno
fr_fr: Taille du contour
ru_ru: Размер контура

source: Outline color
es_es: Color de contorno
fr_fr: Couleur du contour
ru_ru: Цвет контура

source: Outline opacity
es_es: Opacidad de contorno
fr_fr: Opacité du contour
ru_ru: Прозрачность контура

source: Edition of the Drawer object
es_es: Edición del objeto Dibujante
fr_fr: Edition de l'objet Dessinateur manuel
ru_ru: Редактировать рисунок объекта

source: Filling
es_es: Relleno
fr_fr: Remplissage
ru_ru: Заполнение

source: Color :
fr_fr: Couleur :
ru_ru: Цвет :

source: Choose the color
es_es: Selecciona el color
fr_fr: Choisir la couleur
ru_ru: Выбрать цвет

source: Opacity :
es_es: Opacidad :
fr_fr: Opacité :
ru_ru: Прозрачность :

source: Outline
es_es: Contorno
fr_fr: Contour
ru_ru: Контур

source: Size :
es_es: Espesor :
fr_fr: Taille :
ru_ru: Размер :

source: Absolute
es_es: Absoluto
fr_fr: Absolues
ru_ru: Absolues

source: Relative to the position of the Drawer object
es_es: Relativo a la posición del objeto Dibujante
fr_fr: Relatives à la position de l'objet Dessinateur
ru_ru: По отношению к позиции рисунка объекта

source: Drawing coordinates
es_es: Coordenadas del dibujo
fr_fr: Coordonnées de dessin
ru_ru: Координаты рисунка

source: Primitive drawing
es_es: Dibujo primitivo
fr_fr: Dessin primitif
ru_ru: Примитивный рисунок

source: Extension allowing to draw shapes and manipulate images.
es_es: Extensión que permite dibujar formas y manipular imágenes.
fr_fr: Extension permettant de dessiner directement des formes et de manipuler des images.
ru_ru: Расширение позволяющее рисовать фигуры и редактировать их изображения.

source: Drawer
es_es: Dibujante
fr_fr: Dessinateur manuel
ru_ru: Рисовальщик

source: Allows to draw simple shapes on the screen
es_es: Permite dibujar formas simples en la pantalla
fr_fr: Permet de dessiner des formes simples à l'écran
ru_ru: Позволяет рисовать простые фигуры на экране

source: Draw a rectangle on screen
es_es: Dibuja un rectángulo en la pantalla
fr_fr: Dessine un rectangle à l'écran
ru_ru: Рисует прямоугольник на экране

source: Draw from _PARAM1_;_PARAM2_ to _PARAM3_;_PARAM4_ a rectangle with _PARAM0_
es_es: Dibujar desde _PARAM1_;_PARAM2_ a _PARAM3_;_PARAM4_ un rectángulo con _PARAM0_
fr_fr: Dessiner de _PARAM1_;_PARAM2_ à _PARAM3_;_PARAM4_ un rectangle avec _PARAM0_
ru_ru: Dessiner de _PARAM1_;_PARAM2_ à _PARAM3_;_PARAM4_ un rectangle avec _PARAM0_

source: Drawing
es_es: Dibujante
fr_fr: Dessin
ru_ru: Рисование

source: Drawer object
es_es: Objeto dibujante
fr_fr: Objet dessinateur
ru_ru: Рисовать объект

source: Top left side: X Position
es_es: Punto superior-izquierdo : Posición X
fr_fr: Position X du point haut gauche
ru_ru: Позиция X левой верхней точки

source: Top left side : Y Position
es_es: Punto superior-izquierdo : Posición Y
fr_fr: Position Y du point haut gauche
ru_ru: Позиция Y левой верхней точки

source: Bottom right side : X Position
es_es: Punto inferior-derecho : Posición X
fr_fr: Position X du point bas droit
ru_ru: Позиция X правой нижней точки

source: Bottom right side : Y Position
es_es: Punto inferior-derecho : Posición Y
fr_fr: Position Y du point bas droit
ru_ru: Позиция Y правой нижней точки

source: Draw a circle on screen
es_es: Dibuja un cículo en la pantalla
fr_fr: Dessine un cercle à l'écran
ru_ru: Рисует круг на сцене

source: Draw at _PARAM1_;_PARAM2_ a circle of radius _PARAM3_ with _PARAM0_
es_es: Dibujar en _PARAM1_;_PARAM2_ un círculo de radio _PARAM3_ con _PARAM0_
fr_fr: Dessiner en _PARAM1_;_PARAM2_ un cercle de rayon _PARAM3_ avec _PARAM0_
ru_ru: Рисовать на _PARAM1_;_PARAM2_ круг радиусом _PARAM3_ с _PARAM0_

source: X position of center
es_es: Centro : Posición X
fr_fr: Position X du centre
ru_ru: Позиция X центра

source: Y position of center
es_es: Centro : Posición Y
fr_fr: Position Y du centre
ru_ru: Позиция Y центра

source: Radius ( in pixels )
es_es: Radio ( en píxeles )
fr_fr: Rayon en pixels
ru_ru: Радиус (в пикселях)

source: Draw a line on screen
es_es: Dibuja una línea en la pantalla
fr_fr: Dessine une ligne à l'écran
ru_ru: Рисует линию на экране

source: Draw from _PARAM1_;_PARAM2_ to _PARAM3_;_PARAM4_ a line ( thickness : _PARAM5_) with _PARAM0_
es_es: Dibujar desde _PARAM1_;_PARAM2_ a _PARAM3_;_PARAM4_ una línea ( espesor : _PARAM5_) con _PARAM0_
fr_fr: Dessiner de _PARAM1_;_PARAM2_ à _PARAM3_;_PARAM4_ une ligne ( épaisseur : _PARAM5_) avec _PARAM0_
ru_ru: Dessiner de _PARAM1_;_PARAM2_ à _PARAM3_;_PARAM4_ une ligne ( épaisseur : _PARAM5_) avec _PARAM0_

source: X Position of start point
es_es: Punto inicial : Posición X
fr_fr: Position X du point de départ
ru_ru: Позиция X начальной точки

source: Y Position of start point
es_es: Punto inicial : Posición Y
fr_fr: Position Y du point de départ
ru_ru: Позиция Y начальной точки

source: X Position of end point
es_es: Punto final : Posición X
fr_fr: Position X du point d'arrivée
ru_ru: Позиция X конечной точки

source: Y Position of end point
es_es: Punto final : Posición Y
fr_fr: Position Y du point d'arrivée
ru_ru: Позиция Y конечной точки

source: Thickness ( in pixels )
es_es: Espesor ( en píxeles )
fr_fr: Epaisseur en pixels
ru_ru: Толщина (в пикселях)

source: Change the color of filling
es_es: Modifica el color de relleno.
fr_fr: Change la couleur de remplissage pour le dessin.
ru_ru: Изменить цвет заливки

source: Change fill color of _PARAM0_ to _PARAM1_
es_es: Cambiar el color de relleno de _PARAM0_ a _PARAM1_
fr_fr: Changer la couleur de remplissage de _PARAM0_ en _PARAM1_
ru_ru: Изменить цвет заливки для _PARAM0_ на _PARAM1_
