Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Background color
ru_ru: Цвет фона

source: Set non default background colour
ru_ru: Указан цвет фона не по умолчанию

source: Back Color
ru_ru: Задний цвет

source: Choose background color
ru_ru: Выбрать цвет фона

source: Language settings
ru_ru: Языковые настройки

source: Choose the language (lexer) to syntax highlight document
ru_ru: Выбрать язык (lexer) для подсветки синтаксиса документа

source: File patterns
ru_ru: Шаблоны файла

source: File extensions associated with this language (*.cpp;*.c;*.h)
ru_ru: Расширения файлов для этого языка (*.cpp;*.c;*.h)

source: File properties
ru_ru: Свойства файла

source: Filename
ru_ru: Имя файла

source: Name of the document or filename
ru_ru: Имя документа или файла

source: Size
ru_ru: Размер

source: Size of the file on disk if it exists
ru_ru: Размер файла на диске

source: Opened
ru_ru: Был открыт

source: Time the file was opened from disk
ru_ru: Время открытия файла

source: Modified
ru_ru: Дата изменеия

source: Last time the file was modified on disk
ru_ru: Время последнего изменения файла

source: Accessed
ru_ru: Доступ

source: Last time the file was accessed on disk (not all platforms support this)
ru_ru: Последнее время доступности файла на диске (поддерживают не все платформы)

source: Created
ru_ru: Дата создания

source: Time the file was created on disk (not all platforms support this)
ru_ru: Время создания файла на диске (поддерживают не все платформы)

source: Information
ru_ru: Сведения

source: Language
ru_ru: Язык

source: Current statistics
ru_ru: Текущая статистика

source: Lines
ru_ru: Строка

source: Number of lines in the document
ru_ru: Число строк в документе

source: Characters
ru_ru: Символ

source: Number of characters in the document (size)
ru_ru: Число символов в документе (size)

source: Words
ru_ru: Слово

source: Number of words in the document
ru_ru: Число слов в документе

source: Number of tab characters in the document
ru_ru: Число символов табуляции в документе

source: EOL Characters
ru_ru: Символы конца строки EOL

source: Number and types of end of line characters
ru_ru: Число и тип символов конца строки

source: Find what
ru_ru: Что найти

source: Replace with
ru_ru: Заменить

source: &Whole word
ru_ru: &Слово целиком

source: Find string must be a whole word
ru_ru: Строка содержащая целое слово

source: &Backwards
ru_ru: &Назад

source: Search from the bottom to the top of the document
ru_ru: Поиск от начала документа

source: Match &case
ru_ru: С учетом &регистра

source: Case sensitive finding
ru_ru: Поиск с учетом регистра

source: Wra&p around
ru_ru: Повторить &p

source: Wrap search to continue searching at the top
ru_ru: По завершении начать поиск сверху

source: Word &start
ru_ru: Слово в н&ачале

source: Find string only if it's the start of a word
ru_ru: Искать строку с искомым словом в начале

source: Rege&xpr find
ru_ru: Най&ти регул. выражение

source: Use a regular expression to search for a string
ru_ru: Использовать регулярное выражение для поиска строки

source: Find all
ru_ru: Искать все

source: Find all occurances of the string
ru_ru: Найти все копии строки

source: Bookmark all
ru_ru: Отметить все

source: Bookmark every occurance of find string
ru_ru: Отметить каждое вхождение найденной строки

source: Scope
ru_ru: Область действия

source: Whole &document
ru_ru: Весь &документ

source: Search starts at the top of the document
ru_ru: Поиск начинается с верхней части документа

source: From c&ursor
ru_ru: Поиск с к&урсора

source: Search starts at current cursor location
ru_ru: Поиск с текущего положения курсора

source: A&ll documents
ru_ru: &Все документы

source: Search through all the open documents
ru_ru: Поиск по всем открытым документам

source: &Find
ru_ru: &Поиск

source: R&eplace
ru_ru: &Заменить

source: &Replace && Find
ru_ru: На&йти && заменить

source: Replace string and find next occurance
ru_ru: Заменить строку и найти следующее совпадение

source: Replace &All
ru_ru: Заменит&ь все

source: Append
ru_ru: Добавить

source: At Column
ru_ru: В столбце

source: Text to prepend
ru_ru: Текст в начало

source: Text to append
ru_ru: Текст в конец

source: Font scaling
ru_ru: Масштабирование шрифта

source: Text scaling factor
ru_ru: Коэффициент масштабирования текста

source: Edge marker
ru_ru: Граничный маркер

source: Type
es_es: Tipo
ru_ru: Тип

source: No marker
ru_ru: Нет маркера

source: Background
ru_ru: Фон

source: Select method to mark an edge
ru_ru: Выбор метода отметки границ

source: Character to show the edge marker
ru_ru: Символ показа граничного маркера

source: Character position of edge marker
ru_ru: Символ позиции граничного маркера

source: Margins
ru_ru: Поля

source: Show line number margin
ru_ru: Показать поле номера строки

source: Show marker margin
ru_ru: Показ маркера поля

source: Cursor
ru_ru: Курсор

source: Highlight cursor line background
ru_ru: Выделение курсором фона строки

source: Width in pixels
ru_ru: Ширина в пикселях

source: Blink period (ms)
ru_ru: Период мигания (мс)

source: Set the blinking rate of the cursor in milliseconds (0 for off)
ru_ru: Задать скорость мигания курсора в миллисекундах (0 для отключения)

source: Printing options
ru_ru: Опции печати

source: Coloring
ru_ru: Окраска

source: Normal colors (WYSIWYG)
ru_ru: Нормальный цвет (WYSIWYG)

source: Invert light colors
ru_ru: Обратить светлые цвета

source: Black on white
ru_ru: Черное на белом

source: Color on white
ru_ru: Цвет на белом

source: Color on white (except line nums)
ru_ru: Цвет на белом (кроме цифр строки)

source: Choose what colors to use for the printout
ru_ru: Выбрать цвета используемые для распечатки

source: Font scale
ru_ru: Масштаб шрифта

source: Select the printout scaling (some fonts may not scale properly)
ru_ru: Выбрать масштабирование распечатки (некоторые шрифты не масштабируются)

source: Wrap lines
ru_ru: Перенос строк

source: Wrap long lines when printing, else cut them off
ru_ru: Перенос длинных строк при печати, остальное отрезать

source: Line numbers
ru_ru: Номера строк

source: As shown in editor
ru_ru: Как показывать в редакторе

source: Never
es_es: Jamais
fr_fr: Jamais
ru_ru: Никогда

source: Always
es_es: Toujours
fr_fr: Toujours
ru_ru: Всегда

source: Tab key inserts tabs not spaces,
ru_ru: Клавиша Tab, вставляет табуляцию не пробелы

source: Tab width
ru_ru: Ширина Tab

source: Number of spaces to use for a tab character
ru_ru: Число пробелов используемых для символа табуляции

source: Indentation
ru_ru: Отступ

source: Tab key indents,
ru_ru: Клавиша Tab, отступ,

source: Indent width
ru_ru: Ширина отступа

source: Number of spaces to use for indentation
ru_ru: Число пробелов используемых для отступа

source: Backspace key unindents
ru_ru: Клавиша Backspace, без отступов

source: Auto indent new lines
ru_ru: Авто отступ новых строк

source: Show indentation guides
ru_ru: Показать руководство по добавлению отступа

source: End of line mode
ru_ru: Режим конца строки

source: End of line characters: CR=carriage return, LF=line feed
ru_ru: Символ конца строки: CR=carriage return, LF=line feed

source: Default EOL
ru_ru: По умолчанию EOL

source: Show invisibles
ru_ru: Показать невидимые

source: Show EOL marker
ru_ru: Показать EOL маркер

source: Show whitespace
ru_ru: Показать пробелы

source: Language highlighting
ru_ru: Подсветка языка

source: Enable syntax highlighting
ru_ru: Включить подсветку синтаксиса

source: Highlight preprocessor code
ru_ru: Выделить код препроцессора

source: Only for languages that support preprocessor statements
ru_ru: Только для языков, поддерживающих операторы препроцессора

source: Highlight braces () {} []
ru_ru: Выделить скобки () {} []

source: Set language highlighting from file extension
ru_ru: Установить подсветку языка из расширения файла

source: Initialize the highlighting language when loading a file
ru_ru: Инициализация подсветки языка при загрузке файла

source: Code folding
ru_ru: Свертывание кода

source: Show code folding margin
ru_ru: Показать поле сворачивания кода

source: Show a margin to fold text (not all lexers are supported)
ru_ru: Показать поле, для свертывания текста (поддерживаются не все лексич. анализаторы)

source: Compact folding
ru_ru: Компактное сворачивание

source: Comment folding
ru_ru: Сворачивание комментария

source: Preprocessor folding
ru_ru: Препроцессор фолдинг

source: HTML folding
ru_ru: HTML фолдинг

source: HTML preprocessor folding
ru_ru: HTML препроцессор фолдинг

source: Directive folding
ru_ru: Директива сворачивания

source: Python comment folding
ru_ru: Сворачивание комментария Python

source: Python quote folding
ru_ru: Сворачивание кавычек Python

source: Python indent fold check
ru_ru: Сворачивание отступов Python

source: Fold margin style
ru_ru: Свернуть разграниченный стиль

source: Arrows
ru_ru: Стрелки

source: Circles
ru_ru: Круги

source: Squares
ru_ru: Площади

source: Plus minus
ru_ru: Плюс минус

source: Text wrapping
ru_ru: Перенос текста

source: Wrap text to window
ru_ru: Перенос текста в окне

source: Wrap text to fit in window (doesn't modify document)
ru_ru: Перенос текста, чтобы поместился в окне (не изменяет документ)

source: Marker position
ru_ru: Позиция маркера

source: No wrap markers
ru_ru: Не переносить маркеры

source: At end of line
ru_ru: В конце строки

source: At start of line
ru_ru: В начале строки

source: At end and start of line
ru_ru: В конце и начале строки

source: Marker style
ru_ru: Стиль маркера

source: At edge of window
ru_ru: По краю окна

source: At end of text
ru_ru: В конце текста

source: At start of text
ru_ru: В начале текста

source: At end and start of text
ru_ru: В конце и начале текста

source: Indent wrapped
ru_ru: Перенос отступа

source: Number of characters to indent wrapped lines
ru_ru: Число символов для отступа, переносимых строк

source: Select Window(s)
ru_ru: Выбрать Окно(а)

source: ListItem1
ru_ru: Элемент списка1

source: &Activate
ru_ru: &Активировать

source: &Save
ru_ru: &Сохранить

source: &Close Window(s)
ru_ru: &Закрыть окно(а)

source: Split before chars
ru_ru: Разбиение перед символами

source: Characters to split before, ex. '){}'
ru_ru: Симолы для разбиения перед, напр. '){}'

source: Format
ru_ru: Форматировать

source: Format the preview text using current configuration
ru_ru: Форматирование текста предварительного просмотра с помощью текущей конфигурации

source: Split after chars
ru_ru: Разбиение после символов

source: Characters to split after, ex. '(,;'
ru_ru: Символы для разбиения после, напр. '(,;'

source: Original
ru_ru: Оригинал

source: Show original text's formatting
ru_ru: Показать форматирование оригинального текста

source: Update
ru_ru: Обновить

source: Automatically update the preview text
ru_ru: Авто обновление текста предварительного просмотра

source: Ignore after
ru_ru: Игнорировать после

source: File format
ru_ru: Формат файла

source: File name
ru_ru: Имя файла

source: This Is a Long Filename to size the dialog
ru_ru: Это длинное имя файла для изменения размера диалогового окна

source: Choose file
ru_ru: Выбрать файл

source: Automatic file name extension
ru_ru: Авт. расширение имени файла

source: Choose keyword list
ru_ru: Выбрать список ключевых слов

source: Default keywords
ru_ru: Ключевые слова по умолчанию

source: Additional keywords
ru_ru: Дополнит. ключевые слова

source: Choose style
ru_ru: Выбрать стиль

source: Loading files
ru_ru: Загрузка файлов

source: Load Unicode
ru_ru: Загрузка Unicode

source: Ask if unicode
ru_ru: Спросить при unicode

source: ASCII always
ru_ru: Всегда ASCII

source: Unicode always
ru_ru: Всегда Unicode

source: Saving files
ru_ru: Сохранение файлов

source: Remove trailing whitepace
ru_ru: Удалить пробелы на конце

source: Convert all EOL characters
ru_ru: Преобразование всех символов EOL

source: Convert all the end of line characters to the set value
ru_ru: Конвертировать все концы строк до установленного значения

source: Overwrite file : '
ru_ru: Периписать файл : '

source: Export error
ru_ru: Ошибка экспорта

source: Unable to export to file : '
ru_ru: Невозможно экспортировать в файл : '

source: Export to file
ru_ru: Экспорт в файл

source: Files
es_es: Fichiers
fr_fr: Fichiers
ru_ru: Файлы

source: About editor
ru_ru: О редакторе

source: Opened files
ru_ru: Открытые файлы

source: Others
ru_ru: Другие

source: &File
ru_ru: &Файл

source: &Edit
ru_ru: Пр&авка

source: &Tools
ru_ru: &Инструменты

source: &View
ru_ru: &Вид

source: &Bookmarks
ru_ru: &Закладки

source: &Preferences
ru_ru: П&редпочтения

source: &Window
ru_ru: &Окно

source: &Help
ru_ru: &Помощь

source: &Unsplit editor
ru_ru: &Цельный редактор

source: &Open file(s)...
ru_ru: О&ткрыть файл(ы)...

source: &Save all files
ru_ru: &Сохранить все файлы

source: Goto page
ru_ru: На страницу

source: Close current page
ru_ru: Закрыть текущую страницу

source: Close all pages...
ru_ru: Закрыть все страницы...

source: Close page
ru_ru: Закрыть страницу

source: Manage opened windows
ru_ru: Управление открытыми окнами

source: Clear editor for new file
ru_ru: Очистить редактор для нового файла

source: Open...
ru_ru: Открыть...

source: Open a file to edit
ru_ru: Открыть файл для редактирования

source: Save current file
ru_ru: Сохранить текущий файл

source: Save to a specific filename...
ru_ru: Сохранить с определенным именем...

source: Save all files
ru_ru: Сохранить все файлы

source: Save all open files
ru_ru: Сохранить все открытые файлы

source: Cut selected text
ru_ru: Вырезать выделенный текст

source: Copy selected text
ru_ru: Копировать выделенный текст

source: Paste text at cursor
ru_ru: Вставить текст под курсором

source: Undo
es_es: Deshacer
ru_ru: Отмена

source: Undo last editing
ru_ru: Отменить посл. редактирование

source: Redo last undo
ru_ru: Вернуть последн. отмену

source: Search direction
ru_ru: Направление поиска

source: Search direction for next occurance in document
ru_ru: Направление поиска по следующему вхождению в документе

source: Find...
ru_ru: Поиск...

source: Find text in document...
ru_ru: Поиск текста в документе...

source: Find next
ru_ru: Искать далее

source: Find next occurance in document
ru_ru: Найти следущее совпадение в документе

source: Replace...
ru_ru: Заменить...

source: Replace text in document
ru_ru: Заменить текст в документе

source: Toggle bookmark
ru_ru: Сделать закладку

source: Toggle a bookmark on cursor line
ru_ru: Переключить закладку на строку курсора

source: First bookmark
ru_ru: Первая закладка

source: Goto first bookmark
ru_ru: Перейти к первой закладке

source: Previous bookmark
ru_ru: Предыдущая закладка

source: Goto previous bookmark
ru_ru: Перейти к предыдущей закладке

source: Next bookmark
ru_ru: Следующая закладка

source: Goto next bookmark
ru_ru: Перейти к следующей закладке

source: Last bookmark
ru_ru: Последняя закладка

source: Goto last bookmark
ru_ru: Перейти к последней закладке

source: Clear all bookmarks
ru_ru: Очистить все закладки

source: Clear bookmarks
ru_ru: Очистить закладки

source: &New... Ctrl-N
ru_ru: &Новый... Ctrl-N

source: Clear contents and start a new file
ru_ru: Очистить содержимое и запустить новый файл

source: &Open... Ctrl-O
ru_ru: &Открыть... Ctrl-O

source: Open file...
ru_ru: Открыть файл...

source: &Close current page Ctrl-Shift-Q
ru_ru: &Закрыть текущую страницу Ctrl-Shift-Q

source: Cl&ose all pages...
ru_ru: Зак&рыть все страницы...

source: Close all pages
ru_ru: Закрыть все страницы

source: &Save Ctrl-S
ru_ru: &Сохранить Ctrl-S

source: Save &As... Alt-S
ru_ru: Сохранить &как... Alt-S

source: Save as file...
ru_ru: Сохранить файл как...

source: Save A&ll Ctrl-Shift-S
ru_ru: Сохранить &все Ctrl-Shift-S

source: Expor&t...
ru_ru: Экспор&т...

source: Export to file...
ru_ru: Экспорт в файл...

source: Document propert&ies...
ru_ru: Свойства доку&мента...

source: Show document properties dialog
ru_ru: Открыть диалог свойств документа

source: &Print... Ctrl-P
ru_ru: Пе&чать... Ctrl-P

source: Print current document
ru_ru: Печать текущего документа

source: Print pre&view... Ctrl-Shift-P
ru_ru: Предпросмотр &печати... Ctrl-Shift-P

source: Print preview of the current document
ru_ru: Предпросмотр печати текущего документа

source: Printer set&up...
ru_ru: Установки пр&интера...

source: Setup the printer
ru_ru: Установка принтера

source: Printer pa&ge setup...
ru_ru: Настройка страниц принтера...

source: Setup the printout page
ru_ru: Настройка страниц печати

source: Printer options...
ru_ru: Опции принтера...

source: Set other printout options
ru_ru: Другие варианты установки печати

source: E&xit Ctrl-Q
ru_ru: Выход Ctrl-Q

source: Exit editor
ru_ru: Выход из редактора

source: Cu&t Ctrl-X
ru_ru: Вырезат&ь Ctrl-X

source: Cut selected text to clipboard
ru_ru: Вырезать выделенный текст в буфер обмена

source: &Copy Ctrl-C
ru_ru: &Копировать Ctrl-C

source: Copy selected text to clipboard
ru_ru: Копировать выеленный текст в буфер обмена

source: Copy primary Ctrl-Shift-C
ru_ru: Основная копия Ctrl-Shift-C

source: Copy selected text to primary clipboard
ru_ru: Скопировать выбранный текст в основной буфер обмена

source: &Paste Ctrl-V
ru_ru: &Вставить Ctrl-V

source: Paste text from clipboard
ru_ru: Вставить текст из буфера обмена

source: Paste Rect Alt-Shift-V
ru_ru: Вставить Rect Alt-Shift-V

source: Paste rectangular text from clipboard (select with Shift+Alt)
ru_ru: Вставить прямоугольный текст из буфера обмена (выбрать с Shift+Alt)

source: Select A&ll Ctrl-A
ru_ru: Выделить все Ctrl-A

source: Selects entire document
ru_ru: Выбрать весь документ

source: Line Cu&t Ctrl-L
ru_ru: Вырезать строку Ctrl-L

source: Cut current line to clipboard
ru_ru: Вырезать текущую строку в буфер

source: Line &Copy Ctrl-Shift-T
ru_ru: Сохранить строку Ctrl-Shift-T

source: Copy current line to clipboard
ru_ru: Сохранить текущую строку в буфер

source: Line &Delete Ctrl-Shift-L
ru_ru: Удалить строку Ctrl-Shift-L

source: Delete current line
ru_ru: Удалить текущую строку

source: Line &Transpose Ctrl-T
ru_ru: Переместить строку Ctrl-T

source: Transpose current line upwards
ru_ru: Переместить текущую строку вверх

source: Line D&uplicate Ctrl-D
ru_ru: Дубликат строки Ctrl-D

source: Duplicate current line
ru_ru: Дубликат текущей строки

source: L&ine Editing
ru_ru: Редактирование строки

source: &Find... Ctrl-F
ru_ru: Поиск... Ctrl-F

source: Find text
ru_ru: Поиск текста

source: Find &Next F3
ru_ru: Искать далее F3

source: Find next occurance
ru_ru: Найти следующее совпадение

source: Search F&orward F2
ru_ru: Поиск вперед F2

source: Search forward/reverse in document
ru_ru: Поиск вперед/назад в документе

source: R&eplace... Ctrl-H
ru_ru: Заменить... Ctrl-H

source: Replace text
ru_ru: Заменить текст

source: &Go To... Ctrl-G
ru_ru: Перейти... Ctrl-G

source: Goto line number
ru_ru: Перейти на номер строки

source: &Undo Ctrl-Z
ru_ru: Отмена Ctrl-Z

source: Undo last operation
ru_ru: Отмена последней операции

source: &Redo Ctrl-Y
ru_ru: &Возврат Ctrl-Y

source: Readonly
ru_ru: Только для чтения

source: Make document readonly
ru_ru: Создать документ только для чтения

source: Selection &uppercase Ctrl-Shift-U
ru_ru: Выделение в верх. регистр Ctrl-Shift-U

source: Convert the selected text to uppercase
ru_ru: Преобразовать выдел. текст в верхний регистр

source: Selection &lowercase Ctrl-U
ru_ru: Выделение в ниж. регистр Ctrl-U

source: Convert the selected text to lowercase
ru_ru: Преобразовать выдел. текст в нижний регистр

source: &Increase indent
ru_ru: &Увеличить отступ

source: Increase indent of selected text or current line
ru_ru: Увеличить отступ выделенного текста или текущей строки

source: &Decrease indent
ru_ru: У&меньшить отступ

source: Decrease indent of selected text or current line
ru_ru: Уменьшить отступ выделенного текста или текущей строки

source: &Join selected lines Ctrl-J
ru_ru: &Объединение выдел. строк Ctrl-J

source: Join selected lines together
ru_ru: Соединить выбранные строки вместе

source: &Split selected lines Ctrl-K
ru_ru: О&тступ выдел. строки Ctrl-K

source: Split selected lines to edge marker
ru_ru: Отступ выбранной строки до края маркера

source: Convert &tabs to spaces
ru_ru: Конверт. табуляции в пробелы

source: Convert tabs to spaces in selection or current line
ru_ru: Преобразование табуляции в пробелы выбранной или текущей строки

source: Convert s&paces to tabs
ru_ru: Конверт. пробелов в табуляцию

source: Convert spaces to tabs in selection or current line
ru_ru: Преобразование пробелов в табуляцию выбранной или текущей строки

source: Convert all end of line characters in doc
ru_ru: Преобразовать все символы конца строк

source: Remove trailing &whitespace Ctrl-W
ru_ru: Удалить замыкающие &пробелы Ctrl-W

source: Remove whitespace at the ends of lines
ru_ru: Удалить пробелы на концах строк

source: I&nsert text... Ctrl-I
ru_ru: Вставить текст... I& Ctrl-I

source: Prepend, Append, or insert text at column...
ru_ru: Добавить текст в начале, в конце или в столбце...

source: Reformat selected lines in columns...
ru_ru: Переформатирование выбранных строк в столбцах...

source: &Wrap text to window
ru_ru: Обертывание текста в окне &W

source: Wrap the text to fit inside window
ru_ru: Заверстывание текста внутри окна

source: Show &EOL
ru_ru: Показать &EOL

source: Show end of line symbols
ru_ru: Показать символ конца строки

source: Show whi&tespace
ru_ru: Показать пробелы &t

source: Show whitespace using symbols
ru_ru: Показать пробелы с помощью символов

source: Show indent &guides
ru_ru: Показать границы отступа &g

source: Show indentation column guides
ru_ru: Показать границы отступа столбцов

source: Show l&ong line guide
ru_ru: Показать границы длинной строки &o

source: Show column guide for long lines
ru_ru: Показать границы столбцов длинных строк

source: Set long l&ine guide column...
ru_ru: Установить границу длинной строки... &i

source: Set column long line guide...
ru_ru: Установить границы столбца по длинной строке...

source: &Guides
ru_ru: Границы &G

source: Show &line number margin
ru_ru: Показать поле номера строки &l

source: Show line number margin
ru_ru: Показать поле для номера строки

source: Show &marker margin
ru_ru: Показать поле маркеров &m

source: Show a margin for markers
ru_ru: Показать поле для маркеров

source: Show &folding margin
ru_ru: Показать поле сверстки &f

source: Show code folding margin
ru_ru: Показать поле сворачивания кода

source: &Margins
ru_ru: &Поля

source: Export file
ru_ru: Экспорт файла

source: Unable to create a virtual source file for a C++ Code event. Please report this error to Game Develop developer.
es_es: Imposible crear un fichero fuente virtual para el evento Código C++. Por favor reporta este error al desarrollador de Game Develop.
fr_fr: Impossible de créer un fichier source virtuel pour un évènement Code C++. Veuillez rapporter cette erreur au développeur de Game Develop.
ru_ru: Невозможно создать исходный файл C++ для виртуальных событий. Пожалуйста, сообщите об этой ошибке разработчику Game Develop.

source: C++ code
es_es: Código C++
fr_fr: Code C++
ru_ru: Код C++

source: C++ code:
es_es: Código C++ :
fr_fr: Code C++ :
ru_ru: Код C++ :

source: Allows to create 2D games which can be compiled and played on Windows or Linux.
es_es: Permite la creación de juegos en 2D que pueden ser compilados y jugados en Windows o Linux.
fr_fr: Permet la création de jeux en 2D qui peuvent être compilés et joués sur Windows ou Linux.
ru_ru: Позволяет создавать 2D игры, которые могут быть скомпилированы и запущены на Windows или Linux.

source: Position
es_es: Posición
ru_ru: Положение

source: Size
es_es: Tamaño
fr_fr: Taille
ru_ru: Размер

source: Visibility
es_es: Visibilidad
fr_fr: Visibilité
ru_ru: Видимость

source: Hidden
es_es: Oculto
fr_fr: Masqué
ru_ru: Скрытый

source: Displayed
es_es: Visible
fr_fr: Affiché
ru_ru: Отображать
