Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: The X position of _PARAM0_ is _PARAM1__PARAM2_
es_es: La posición X del objeto _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La position X de l'objet _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: X позицией объекта _PARAM0_ является _PARAM1__PARAM2_

source: X position
es_es: Posición X
fr_fr: Position X
ru_ru: Позиция X

source: X position of an object
es_es: Posición X de un objeto
fr_fr: Position X d'un objet
ru_ru: Позиция объекта по X

source: Change the X position of an object.
es_es: Cambia la posición x de un objeto.
fr_fr: Change la position x d'un objet.
ru_ru: Изменить позицию объекта по X.

source: Do _PARAM1__PARAM2_ to the X position of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ a la posición X del objeto _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la position X de l'objet _PARAM0_
ru_ru: Сделать _PARAM1__PARAM2_ как позицию X объекта _PARAM0_

source: Test Y position of an object
fr_fr: Tester la position Y d'un objet
ru_ru: Тест по Y позиции объекта

source: Test the Y position of an object
fr_fr: Teste si la position Y de l'objet correspond au test effectué.
ru_ru: Проверка, соответствует ли положение объекта позиции Y.

source: The Y position of _PARAM0_ is _PARAM1__PARAM2_
es_es: La posición Y del objeto _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La position Y de l'objet _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Y позицией объекта _PARAM0_ является _PARAM1__PARAM2_

source: Y position
es_es: Posición Y
fr_fr: Position Y
ru_ru: Позиция Y

source: Y position of an object
es_es: Posición Y de un objeto
fr_fr: Position Y d'un objet
ru_ru: Позиция объекта по Y

source: Change the Y position of an object.
es_es: Cambia la posición Y de un objeto.
fr_fr: Change la position Y d'un objet.
ru_ru: Изменить позицию объекта по Y.

source: Do _PARAM1__PARAM2_ to the Y position of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ a la posición Y del objeto _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la position Y de l'objet _PARAM0_
ru_ru: Сделать_PARAM1__PARAM2_ как позицию Y объекта _PARAM0_

source: Position of an object
es_es: Posición de un objeto
fr_fr: Position d'un objet
ru_ru: Позиция объекта

source: Change the position of an object.
es_es: Cambia la posición de un objeto.
fr_fr: Change la position d'un objet.
ru_ru: Изменить позицию объекта.

source: Do _PARAM1__PARAM2_;_PARAM3__PARAM4_ to the position of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_;_PARAM3__PARAM4_ a la posiión del objeto _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_;_PARAM3__PARAM4_ à la position de l'objet _PARAM0_
ru_ru: Сделать _PARAM1__PARAM2_;_PARAM3__PARAM4_как позицию объекта _PARAM0_

source: Put an object around a position
es_es: Colocar un objeto alrededor de una posición
fr_fr: Mettre un objet autour d'une position
ru_ru: Позиция размещения объекта

source: Position an object around a position, with specified angle and distance.
es_es: Posiciona un objeto alrededor de una posición, con un ángulo y distancia especificadas.
fr_fr: Positionne un objet autour d'une position, avec l'angle et la distance indiquée.
ru_ru: Поместить объект в позицию, с заданным углом и расстоянием.

source: Put _PARAM0_ around _PARAM1_;_PARAM2_, with an angle of _PARAM4_° and _PARAM3_ pixels distance.
ru_ru: Поместить _PARAM0_ в _PARAM1_;_PARAM2_ , с углом _PARAM4_° и расстоянием в _PARAM3_ пиксель

source: Distance
es_es: Distancia
ru_ru: Дистанция

source: Angle, in degrees
es_es: Ángulo ( en grados )
fr_fr: Angle ( en degrés )
ru_ru: Угол ( в градусах )

source: Add a force to an object
es_es: Agregar una fuerza a un objeto
fr_fr: Ajouter une force à un objet
ru_ru: Добавить силу к объекту

source: Add a force to an object. The object will move according to all forces it owns. This action create the force with its X and Y coordinates.
es_es: Agrega una fuerza a un objeto. El objeto se moverá en función de todas las fuerzas que posea. Esta acción crea la fuerza a partir de sus coordenadas X e Y.
fr_fr: Ajouter une force à un objet. L'objet bougera ensuite en fonction de toutes les forces qui s'exercent sur lui. Cette action créé la force en utilisant des coordonnées X et Y.
ru_ru: Добавить силу к объекту. Объект будет двигаться в соответствии со всеми силами, действующими на него. Это действие задается по координатам X и Y.

source: Add to _PARAM0_ a force of _PARAM1_ p/s on X axis and _PARAM2_ p/s on Y axis
es_es: Agregar a _PARAM0_ una fuerza de _PARAM1_ p/s en X y _PARAM2_ p/s en Y
fr_fr: Ajouter à _PARAM0_ une force de _PARAM1_ p/s en X et _PARAM2_ p/s en Y
ru_ru: Добавить в _PARAM0_ силу _PARAM1_ p/s на оси X _PARAM2_ p/s на оси Y

source: Displacement
es_es: Desplazamiento
fr_fr: Déplacement
ru_ru: Перемещение

source: Damping ( Default : 0 )
ru_ru: Затухание ( По умолчанию: 0 )

source: Add a force ( angle )
es_es: Agregar una fuerza ( Por ángulo )
fr_fr: Ajouter une force ( Par angle )
ru_ru: Добавить силу ( угол )

source: Add a force to an object. The object will move according to all forces it owns. This action creates the force using the specified angle and length.
es_es: Agrega una fuerza a un objeto. El objeto se moverá en función de todas las fuerzas que posea. Esta acción crea la fuerza a partir de un ángulo y una longitud.
fr_fr: Ajouter une force à un objet. L'objet bougera ensuite en fonction de toutes les forces qui s'exercent sur lui. Cette action créé la force en utilisant l'angle et la longueur indiquée.
ru_ru: Добавить силу к объекту. Объект будет двигаться в соответствии со всеми силами, действующими на него. Это действие задается используя угол и длину.

source: Add to _PARAM0_ a force, angle : _PARAM1_° and length : _PARAM2_ pixels
ru_ru: Добавить в _PARAM0_ силу, угол: _PARAM1_° и длина: _PARAM2_ пиксель

source: Length ( in pixels )
ru_ru: Длина ( в пикселях )

source: Add a force so as to move to a position
es_es: Agregar una fuerza para mover a una posición
fr_fr: Ajouter une force dirigée vers une position
ru_ru: Добавить направленную силу

source: Add a force to an object so as it moves to the position.
es_es: Agrega una fuerza a un objeto para que éste se mueva a una posición.
fr_fr: Ajouter une force à un objet pour qu'il se dirige vers la position.
ru_ru: Добавить силу в направлении движения объекта.

source: Move _PARAM0_ to _PARAM1_;_PARAM2_ with a force of _PARAM3_ pixels
es_es: Mover _PARAM0_ a _PARAM1_;_PARAM2_ con una fuerza de longitud de _PARAM3_ píxeles
fr_fr: Diriger _PARAM0_ vers _PARAM1_;_PARAM2_ avec une force de longueur _PARAM3_ pixels
ru_ru: Переместить _PARAM0_ в _PARAM1_;_PARAM2_ силой и длиной _PARAM3_ пикселей

source: Add a force so as to move around a position
es_es: Agregar una fuerza para mover alrededor de una posición
fr_fr: Ajouter une force pour tourner autour d'une position
ru_ru: Добавить усилие, чтобы повернуть вокруг позиции

source: Add a force to an object so as it rotates toward a position. Note that the moving is not precise, especially if the speed is high. To position an object around a position more precisly, use the actions in the category "Position".
es_es: Agrega una fuerza a un objeto para que éste rote sobre una posición. Observa que el movimiento no es preciso, especialmente si la velocidad es alta. Para ubicar un objeto alrededor de una posición más precisamente, usa las acciones en la categoría "Position".
fr_fr: Ajouter une force à un objet pour qu'il tourne autour d'une position. Notez que le déplacement n'est pas forcément précis, notamment si la vitesse est élevée. Pour positionner de façon parfaite un objet autour d'une position, utilisez les actions de la catégorie Position.
ru_ru: Добавить силу к предмету, для его поворота вокруг своего положения. Надо отметить, что перемещение не является точным, особенно при высокой скорости. Для более точного вращения объекта вокруг себя, использовать действие в категории "Позиция".

source: X position of the center
es_es: Posición X del centro de rotación
fr_fr: Position X du point autour duquel tourner
ru_ru: Позиция X точки вращения

source: Y position of the center
es_es: Posición Y del centro de rotación
fr_fr: Position Y du point autour duquel tourner
ru_ru: Позиция Y точки вращения

source: Speed ( in Degrees per seconds )
ru_ru: Скорость ( град. в сек )

source: Distance ( in pixels )
ru_ru: Расстояние ( в пиксел )

source: Stop the object
es_es: Detener el objeto
fr_fr: Arrêter l'objet
ru_ru: Остановить объект

source: Stop the object by deleting all its forces.
es_es: Detener el objeto eliminando todas sus fuerzas.
fr_fr: Arrête l'objet en supprimant toutes ses forces.
ru_ru: Остановить объект, удалив все силы.

source: Stop the object _PARAM0_
es_es: Detener el objeto _PARAM0_
fr_fr: Arrêter l'objet _PARAM0_
ru_ru: Остановить объект _PARAM0_

source: Delete an object
es_es: Eliminar el objeto
fr_fr: Supprimer un objet
ru_ru: Удаление объекта

source: Delete the specified object.
es_es: Elimina el objeto especificado.
fr_fr: Supprime l'objet indiqué.
ru_ru: Удаляет указанный объект.

source: Delete object _PARAM0_
es_es: Eliminar el objeto _PARAM0_
fr_fr: Supprimer l'objet _PARAM0_
ru_ru: Удалить объект _PARAM0_

source: Change Z order of an object
fr_fr: Changer le plan d'un objet
ru_ru: Изменить Z плоскость объекта

source: Modify the z order of an object
es_es: Modifica el valor del plano de un objeto
fr_fr: Modifier le numéro du plan d'un objet
ru_ru: Изменение Z плоскости, выбранного объекта.

source: Do _PARAM1__PARAM2_ to z-Order of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ al plano de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au plan de _PARAM0_
ru_ru: Сделать _PARAM1__PARAM2_ Z план у _PARAM0_

source: Change an object's layer
fr_fr: Changer le calque sur lequel est un objet
ru_ru: Изменить слой объекта

source: Change the layer where is the object.
es_es: Cambia la capa en la que el objeto se encuentra actualmente.
fr_fr: Change le calque sur lequel est actuellement situé l'objet.
ru_ru: Изменить слой, на котором находится объект в настоящее время.

source: Put _PARAM0_ on the layer _PARAM1_
es_es: Colocar _PARAM0_ en la capa _PARAM1_
fr_fr: Mettre _PARAM0_ sur le calque _PARAM1_
ru_ru: Поместить _PARAM0_ на слое _PARAM1_

source: Layers and cameras
es_es: Capas y cámaras
fr_fr: Calques et caméras
ru_ru: Слои и камеры

source: Put on the layer ( base layer if empty )
ru_ru: Поместить на слое ( базовый слой, если пусто )

source: Modify a variable of an object
es_es: Modificar la variable de un objeto
fr_fr: Modifier une variable d'un objet
ru_ru: Изменить переменную объекта

source: Modify the value of a variable of an object
es_es: Modifica el valor de una variable de un objeto.
fr_fr: Modifie la valeur d'une variable d'un objet.
ru_ru: Изменяет значение переменной объекта.

source: Do _PARAM2__PARAM3_ to variable _PARAM1_ of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ a la variable _PARAM1_ del objeto _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à la variable _PARAM1_ de l'objet _PARAM0_
ru_ru: Добавить _PARAM2__PARAM3_ в переменную _PARAM1_ объекта _PARAM0_

source: Variables
ru_ru: Переменные

source: Variable
ru_ru: Переменная

source: Modify the text of a variable of an object
es_es: Modificar el texto de una variable de un objeto.
fr_fr: Modifie le texte d'une variable d'un objet.
ru_ru: Изменить текс переменной объекта

source: Do _PARAM2__PARAM3_ to the text of variable _PARAM1_ of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ al texto de la variable _PARAM1_ de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ au texte de la variable _PARAM1_ de _PARAM0_
ru_ru: Добавить _PARAM2__PARAM3_ к тексту переменной _PARAM1_ в _PARAM0_

source: Text
es_es: Texto
fr_fr: Texte
ru_ru: Текст

source: Child existence
es_es: Existencia de un hijo
fr_fr: Existence d'un enfant
ru_ru: Наличие потомка

source: Return true if the specified child of the variable exists.
es_es: Retorna verdad si el hijo especificado de la variable existe.
fr_fr: Renvoie vrai si l'enfant spécifié de la variable existe.
ru_ru: Возвратить True, если указанный потомок переменной существует.

source: Child _PARAM2_ of variable _PARAM1_ of _PARAM0_ exists
es_es: Hijo _PARAM2_ de la variable _PARAM1_ de _PARAM0_ existe
fr_fr: L'enfant _PARAM2_ de la variable _PARAM1_ de _PARAM0_ existe
ru_ru: Потомок _PARAM2_ из переменной _PARAM1_ в _PARAM0_ существует

source: Variables/Structures
es_es: Variables/Estructuras
ru_ru: Переменные/Структуры

source: Name of the child
es_es: Nombre del hijo
fr_fr: Nom de l'enfant
ru_ru: Имя потомка

source: Remove a child
es_es: Eliminar un hijo
fr_fr: Enlever un enfant
ru_ru: Удалить потомок

source: Remove a child from a variable of an object.
es_es: Eliminar un hijo de la variable de un objeto.
fr_fr: Supprimer un enfant d'une variable d'un objet.
ru_ru: Удалить потомок из переменной объекта.

source: Remove child _PARAM2_ from variable _PARAM1_ of _PARAM0_
es_es: Eliminar hijo _PARAM2_ de la variable _PARAM1_ de _PARAM0_
fr_fr: Enlever l'enfant _PARAM2_ de la variable _PARAM1_ de _PARAM0_
ru_ru: Удалить потомок _PARAM2_ из переменной _PARAM1_ в _PARAM0_

source: Variables/Structure
es_es: Variables/Estructura
ru_ru: Переменные/Структуры

source: Child's name
es_es: Nombre del hijo
fr_fr: Nom de l'enfant
ru_ru: Имя потомка

source: Hide an object
fr_fr: Cacher un objet ( rendre invisible )
ru_ru: Скрыть объект ( сделать невидимым )

source: Hide the specified object.
es_es: Oculta al objeto especificado.
fr_fr: Rend invisible l'objet indiqué.
ru_ru: Сделать невидимым указанный объект.

source: Hide the object _PARAM0_
es_es: Ocultar el objeto _PARAM0_
fr_fr: Cacher l'objet _PARAM0_
ru_ru: Скрыть объект_PARAM0_

source: Show an object
fr_fr: Montrer un objet ( rendre visible )
ru_ru: Показать объект ( сделать видимым )

source: Show the specified object
es_es: Revela al objeto especificado ( si anteriormente se había ocultado )
fr_fr: Rend visible l'objet indiqué ( si il a été précedemment rendu invisible )
ru_ru: Сделать видимым указанный объект ( если ранее он был невидим )

source: Show object _PARAM0_
es_es: Revelar el objeto_PARAM0_
fr_fr: Montrer l'objet _PARAM0_
ru_ru: Показать объект_PARAM0_

source: Test the Z order of an object
fr_fr: Tester le plan d'un objet
ru_ru: Тест Z плоскости объекта

source: Test the z-order of the specified object.
fr_fr: Teste si le plan de l'objet correspond au test effectué.
ru_ru: Тест Z-плана (плоскости) указанного объекта.

source: The Z Order of _PARAM0_ is _PARAM2_ _PARAM1_
fr_fr: Le plan de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Z плоскость _PARAM0_ составляет _PARAM1_ _PARAM2_

source: Test the layer of an object
fr_fr: Tester le calque d'un objet
ru_ru: Тест слоя объекта

source: Test if the object is on the specified layer.
es_es: Evalúa si el objeto esta en la capa especificada.
fr_fr: Teste si l'objet est sur le calque indiqué.
ru_ru: Тест, находится ли объект на указанном слое.

source: _PARAM0_ is on layer _PARAM1_
es_es: _PARAM0_ está en la capa _PARAM1_
fr_fr: _PARAM0_ est sur le calque _PARAM1_
ru_ru: _PARAM0_ находится на слое _PARAM1_

source: Visibility of an object
es_es: Visibilidad de un objeto
fr_fr: Visibilité d'un objet
ru_ru: Видимость объекта

source: Test if an object is not hidden.
es_es: Evalúa si un objeto está visible ( no oculto ).
fr_fr: Teste si un objet est visible ( non masqué ).
ru_ru: Тест, является ли объект видимым ( не скрытым ).

source: The object _PARAM0_ is visible
es_es: El objeto _PARAM0_ es visible
fr_fr: L'objet _PARAM0_ est visible
ru_ru: Объект _PARAM0_ видимый

source: Invisibility of an object
es_es: Invisibilidad de un objeto
fr_fr: Invisibilité d'un objet
ru_ru: Невидимость объекта

source: Test if an object is hidden.
es_es: Evalúa si un objeto está invisible ( oculto ).
fr_fr: Teste si un objet est invisible ( masqué ).
ru_ru: Тест, является объект невидимым ( скрытым ).

source: _PARAM0_ is hidden
es_es: El objeto _PARAM0_ es invisible
fr_fr: L'objet _PARAM0_ est invisible
ru_ru: Объект _PARAM0_ невидим

source: An object is stopped
fr_fr: L'objet est à l'arrêt
ru_ru: Объект остановлен

source: Test if an object does not move
es_es: Evalúa si un objeto no se mueve.
fr_fr: Teste si l'objet ne bouge pas.
ru_ru: Тест бездвижности объекта

source: _PARAM0_ is stopped
es_es: El objeto _PARAM0_ está detenido
fr_fr: L'objet _PARAM0_ est à l'arrêt
ru_ru: Объект_PARAM0_ неподвижен

source: Speed of the object
es_es: Velocidad de un objeto
fr_fr: Vitesse de l'objet
ru_ru: Скорость объекта

source: Compare the overall speed of an object
es_es: Evalúa la velocidad global de un objeto
fr_fr: Comparei la vitesse globale de l'objet
ru_ru: Проверка общей скорости объекта

source: The speed of _PARAM0_ is _PARAM2_ _PARAM1_
ru_ru: Скорость _PARAM0_ составляет _PARAM1_ _PARAM2_

source: Compare the angle of displacement of an object
es_es: Evalúa el ángulo de desplazamiento de un objeto
fr_fr: Compare l'angle de déplacement d'un objet
ru_ru: Тест угла смещения объекта

source: The angle of displacement of _PARAM0_ is _PARAM1_ ( tolerance : _PARAM2_° )
ru_ru: Угол смещения _PARAM0_ является _PARAM1_ ( Допуск : _PARAM2_° )

source: Tolerance
es_es: Tolerancia
fr_fr: Tolérance
ru_ru: Допуск

source: Value of an object's variable
es_es: Valor de la variable de un objeto
fr_fr: Valeur d'une variable d'un objet
ru_ru: Значение переменной объекта

source: Compare the value of a variable of an object.
es_es: Evalúa una variable de un objeto.
fr_fr: Compare la valeur d'une variable d'un objet.
ru_ru: Сравнить занчение переменной объекта.

source: Variable _PARAM1_ of _PARAM0_ is _PARAM2__PARAM3_
es_es: La variable _PARAM1_ de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La variable _PARAM1_ de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Переменная _PARAM1_ из _PARAM0_ является _PARAM2_ для _PARAM3_

source: Value to test
es_es: Valor a evaluar
fr_fr: Valeur à tester
ru_ru: Значение для теста

source: Text of an object's variable
es_es: Texto de la variable de un objeto
fr_fr: Texte d'une variable d'un objet
ru_ru: Текст переменной объекта

source: Compare the text of a variable of an object.
es_es: Evalúa el texto de una variable de un objeto.
fr_fr: Compare le texte de la variable d'un objet.
ru_ru: Сравнить текст переменной объекта.

source: The text of variable _PARAM1_ of _PARAM0_ is _PARAM2__PARAM3_
es_es: El texto de la variable _PARAM1_ de _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: Le texte de la variable _PARAM1_ de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Текст переменной _PARAM1_ из _PARAM0_ состовляет _PARAM2_ _PARAM3_

source: Text to test
es_es: Texto a evaluar
fr_fr: Texte à tester
ru_ru: Текст для тестирования

source: Variable defined
es_es: Variable definida
fr_fr: Variable définie
ru_ru: Определение переменных

source: Test
es_es: Evalúa si una variable de un objeto existe.
fr_fr: Teste si une variable d'un objet existe.
ru_ru: Тест является ли переменная объектом.

source: Variable _PARAM1 of _PARAM0_ is defined
es_es: La variable _PARAM1_ de _PARAM0_ está definida
fr_fr: La variable _PARAM1_ de _PARAM0_ est définie
ru_ru: Переменная _PARAM1_ в _PARAM0_ определена

source: Automatism activated
es_es: Automatismo activado
fr_fr: Automatisme activé
ru_ru: Автоматизм активирован

source: Return true if the automatism is activated for the object.
es_es: Retorna verdad si el automatismo está activado para el objeto.
fr_fr: Renvoi vrai si l'automatisme spécifié est activé pour l'objet.
ru_ru: Вернуть True если автоматизм активироавн для объекта.

source: Automatism _PARAM1_ of _PARAM0_ is activated
es_es: El automatismo _PARAM1_ de _PARAM0_ está activado
fr_fr: L'automatisme _PARAM1_ de _PARAM0_ est activé
ru_ru: Автоматизм _PARAM1_ в _PARAM0_ активирован

source: Automatisms
es_es: Automatismos
fr_fr: Automatismes
ru_ru: Автоматизмы

source: Automatism
es_es: Automatismo
ru_ru: Автоматизм

source: De/activate an automatism
es_es: Des/activar un automatismo
fr_fr: De/Activer un automatisme
ru_ru: Де/акивация автоматизма

source: De/activate the automatism for the object.
es_es: Des/activar el automatismo especificado para el objeto.
fr_fr: Dés/active l'automatisme spécifié pour l'objet.
ru_ru: Де/активация автоматизма для объекта.

source: Activate automatism _PARAM1_ of _PARAM0_: _PARAM2_
es_es: Activar el automatismo _PARAM1_ de _PARAM0_ : _PARAM2_
fr_fr: Activer l'automatisme _PARAM1_ de _PARAM0_ : _PARAM2_
ru_ru: Активация автоматизма _PARAM1_ of _PARAM0_: _PARAM2_

source: Activate ?
es_es: ¿Activar?
fr_fr: Activer ?
ru_ru: Активировать ?

source: Add a force so as to move to an object
es_es: Agregar una fuerza para mover hacia un objeto
fr_fr: Ajouter une force dirigée vers un objet
ru_ru: Добавить силу для движения объекта

source: Add a force to an object so as it moves to another.
es_es: Agrega una fuerza a un objeto para moverlo hacia otro. El objeto se moverá en función de todas las fuerzas que posea.
fr_fr: Ajoute une force à un objet pour qu'il se dirige vers un autre. L'objet bougera ensuite en fonction de toutes les forces qui s'exercent sur lui.
ru_ru: Добавить усилие к объекту, при перемещении к другому. Объект будет перемещаться с учетом всех сил действующих на него.

source: Move _PARAM0_ to _PARAM1_ with a force of _PARAM2_ pixels
es_es: Mover _PARAM0_ hacia _PARAM1_ con una fuerza de longitud de _PARAM2_ píxeles
fr_fr: Diriger _PARAM0_ vers _PARAM1_ avec une force de longueur _PARAM2_ pixels
ru_ru: Направить _PARAM0_ с _PARAM1_ силой и длиной_PARAM2_ пиксель

source: Target Object
es_es: Objetivo
fr_fr: Objet vers lequel se diriger
ru_ru: Конечный (целевой) объект

source: Length in pixel
es_es: Longitud en píxeles
fr_fr: Longueur en pixel
ru_ru: Длина в пикселях

source: Add a force so as to move around an object
es_es: Agregar una fuerza para mover alrededor de un objeto
fr_fr: Ajouter une force pour tourner autour d'un objet
ru_ru: Добавить силу для вращения вокруг объекта

source: Add a force to an object so as it rotates around another. Note that the moving is not precise, especially if the speed is high. To position an object around a position more precisly, use the actions in the category "Position".
es_es: Agrega una fuerza a un objeto para que éste rote alrededor de otro. Nota que el desplazamiento no es preciso, especialmente si la velocidad es alta. Para ubicar un objeto alrededor de otro más precisamente, usa las acciones en la categoría "Posición".
fr_fr: Ajoute une force à un objet pour qu'il tourne autour d'un autre. Notez que le déplacement n'est pas forcément précis, notamment si la vitesse est élevée. Pour positionner de façon parfaite un objet autour d'un autre, utilisez les actions de la catégorie Position.
ru_ru: Добавить силу вращения объекта вокруг другого. Внимание, перемещение не является точным, особенно если высокая скорость. Для более точного позиционирования, используйте действие в категории "Позиция".

source: Rotate around this object
es_es: Rotar alrededor de este objeto
fr_fr: Objet autour duquel tourner
ru_ru: Вращать вокруг этого объекта

source: Speed ( Degrees per second )
es_es: Velocidad ( Grados por segundo )
fr_fr: Vitesse ( Degrés par secondes )
ru_ru: Скорость ( град. в секунду )

source: Distance ( in pixel )
es_es: Distancia ( en píxeles )
fr_fr: Distance ( en pixel )
ru_ru: Дистанция ( в пиксель )

source: Put an object around another
es_es: Colocar un objeto alrededor de otro
fr_fr: Mettre un objet autour d'un autre
ru_ru: Поместить объект вокруг другого

source: Position an object around another, with the specified angle and distance.
es_es: Posiciona un objeto alrededor de otro, con el ángulo y distancia especificados.
fr_fr: Positionne un objet autour d'un autre, avec l'angle et la distance indiquée.
ru_ru: Расположение объекта вокруг другого, с указанием угла и расстояния.

source: Put _PARAM0_ around _PARAM1_, with an angle of _PARAM3_° and _PARAM2_ pixels distance.
ru_ru: Поместить _PARAM0_ около _PARAM1_, с углом _PARAM3_° и расстоянием _PARAM2_ пиксель.
