Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Choose the game to open
fr_fr: Choisissez le jeu à ouvrir
ru_ru: Выберите игру, чтобы открыть

source: A resource named "
fr_fr: Une ressource nommé "
ru_ru: Имя ресурса "

source: " already exists in the game. Do you want to replace it ?
fr_fr: " est déjà présent dans le jeu. Voulez vous le remplacer ?
ru_ru: " уже присутствует в игре. Хотите заменить ?

source: A resource with this name already exists
fr_fr: Une ressource avec ce nom existe déjà
ru_ru: Ресурсы с этим именем уже существуют

source: A scene named "
fr_fr: Une scène nommé "
ru_ru: Имя сцены "

source: Already existing scene
fr_fr: Scene déjà existante
ru_ru: Существующие сцены

source: A global object named "
fr_fr: Un objet global nommé "
ru_ru: Глобальный объект с именем "

source: Already existing global object
fr_fr: Objet global déjà existant
ru_ru: Уже существующий глобальный объект

source: A global group named "
fr_fr: Un groupe global nommé "
ru_ru: Глобальная группа с именем"

source: Already existing global group
fr_fr: Groupe global déjà existant
ru_ru: Уже существующая глобальная группа

source: Externals events called "
fr_fr: Des évènements externes nommés "
ru_ru: Вызываемые внешние события "

source: Already existing external events
fr_fr: Evènements externes déjà existants
ru_ru: Уже существующие внешние события

source: The game has been properly merged.
fr_fr: Le jeu a été correctement fusionné.
ru_ru: Игра правильно собрана.

source: percents of loading (
es_es: porcentaje de carga (
fr_fr: pourcents du chargement (
ru_ru: процент загрузки (

source: It seems that Game Develop is busy and can't open the requested file. Please close any open dialogs and retry.
es_es: Al parecer, Game Develop está ocupado y no puede abrir el archivo requerido. Por favor cierra todos los diálogos abiertos e inténtalo de nuevo.
fr_fr: Il semble que Game Develop est occupé et ne peut ouvrir le fichier demandé. Veuillez fermer toute boite de dialogue ouverte et reessayer.
ru_ru: Кажется, что Game Develop занят и не может открыть требуемый файл. Пожалуйста, закройте все открытые диалоги и попробуйте еще раз.

source: Sorry! :/
es_es: ¡Perdón! :/
fr_fr: Désolé ! :/
ru_ru: Извините ! :/

source: Automatic creation of a password
es_es: Creación automática de contraseña
fr_fr: Création automatique de mot de passe
ru_ru: Автоматическое создание пароля

source: Length of the password to create :
es_es: Longitud de la contraseña a crear :
fr_fr: Longueur du mot de passe à créer :
ru_ru: Длина создаваемого пароля :

source: caracters
es_es: carácteres
fr_fr: caractères
ru_ru: шрифт

source: Generated password
es_es: Contraseña generada
fr_fr: Mot de passe généré
ru_ru: Сгенерированный пароль

source: Import images
es_es: Importar imágenes
fr_fr: Importer des images
ru_ru: Импорт изображений

source: Animated GIF :
es_es: GIF animado :
fr_fr: Gif animé :
ru_ru: Gif анимация :

source: Browse...
es_es: Examinar...
fr_fr: Parcourir...
ru_ru: Обзор...

source: Decomposed into several images named:
es_es: Descomponer en varias imágenes llamadas :
fr_fr: Décomposer en plusieurs images nommées :
ru_ru: Разбить изображения по имени :

source: Preview
es_es: Vista previa
fr_fr: Aperçu
ru_ru: Просмотр

source: Number of images:
es_es: Número de imágenes :
fr_fr: Nombre d'images :
ru_ru: Количество изображений :

source: Decompose
es_es: Descomponer
fr_fr: Décomposer
ru_ru: Разбивать

source: Game Develop decompose spritesheets of characters with 4 directions with 4 images.
es_es: Game Develop descompone las hojas de sprites de personajes en 4 direcciones con 4 imágenes cada una.
fr_fr: Game Develop décompose les feuilles de sprites de personnages ayant 4 directions avec 4 images chacune.
ru_ru: Game Develop разбивает лист спрайта персонажей имеющих 4 направления с 4 изображениями каждая.

source: Image :
es_es: Imágen :
ru_ru: Изображение :

source: Size of an image :
es_es: Tamaño de la imágen :
fr_fr: Taille d'une image :
ru_ru: Размер изображения :

source: Size of an image
es_es: Tamaño de la imágen
fr_fr: Taille d'une image
ru_ru: Размер изображения

source: Size (pixels):
es_es: Tamaño ( píxeles ):
fr_fr: Taille ( pixels ):
ru_ru: Размер ( пикс ):

source: Number of images
es_es: Número de imágenes
fr_fr: Nombre d'images
ru_ru: Количество изображений

source: Number of columns of images:
es_es: Número de columnas de imágenes :
fr_fr: Nombre de colonnes d'images :
ru_ru: Количество столбцов изображений :

source: Number of rows of images:
es_es: Número de filas de imágenes :
fr_fr: Nombre de lignes d'images :
ru_ru: Количество строк изображений :

source: Origin of the decomposition
es_es: Origen de la descomposición
fr_fr: Origine de la découpe
ru_ru: Оригинал разбивки

source: Origin ( pixels):
es_es: Origen ( píxeles ):
fr_fr: Origine ( pixels ):
ru_ru: Оригинал ( pixels ):

source: Spacing between each image
es_es: Espacio entre cada imágen
fr_fr: Espacement entre chaque image
ru_ru: Расстояние между каждым изображением

source: Horizontal spacing (pixels):
es_es: Espacio horizontal ( píxeles ):
fr_fr: Espace horizontal ( pixels ):
ru_ru: Расстояние по горизонтали ( pixels ):

source: Vertical spacing (pixels):
es_es: Espacio vertical ( píxeles ):
fr_fr: Espace vertical ( pixels ):
ru_ru: Расстояние по вертикали ( pixels ):

source: Make a color transparent
es_es: Volver un color transparente
fr_fr: Rendre une couleur transparente
ru_ru: Сделать цвет прозрачным

source: Make a color transparent:
es_es: Volver un color transparente :
fr_fr: Rendre une couleur transparente :
ru_ru: Сделать цвет прозрачным :

source: Choose
es_es: Seleccionar
fr_fr: Choisir
ru_ru: Выбрать

source: Decompose in :
es_es: Descomponer en :
fr_fr: Décomposer en :
ru_ru: Разложить в :

source: Animated GIF
es_es: GIF animado
fr_fr: Gif animé
ru_ru: Gif анимация

source: RPG Maker spritesheet
es_es: Hoja de sprites de RPG Maker
fr_fr: Feuille de sprite RPG Maker
ru_ru: Спрайт лист RPG Maker

source: Generic spritesheet
es_es: Hoja de sprites genérica
fr_fr: Feuille de sprite générique
ru_ru: Общий спрайт лист

source: Choose the animated GIF to decompose
es_es: Seleccionar el GIF animado a descomponer
fr_fr: Choisissez le GIF animé à décomposer
ru_ru: Выбрать анимированный GIF для разложения

source: Number of images :
es_es: Número de imágenes :
fr_fr: Nombre d'images :
ru_ru: Количество изображений :

source: Number of images : ?
es_es: Número de imágenes : ¿?
fr_fr: Nombre d'images : ?
ru_ru: Количество изображений : ?

source: Unable to open the GIF file!
es_es: ¡Imposible abrir el archivo GIF!
fr_fr: Impossible d'ouvrir le fichier GIF !
ru_ru: невозможно открыть файл GIF !

source: Decomposition of the GIF completed!
es_es: ¡Descomposición de GIF completada!
fr_fr: Décomposition du GIF terminé !
ru_ru: Разложение GIF завершено !

source: Choose the RPG Maker Spritesheet to decompose
es_es: Seleccionar la hoja de sprites de RPG Maker a descomponer
fr_fr: Choisissez la feuille de sprite RPG Maker à décomposer
ru_ru: Выбрать спрайт лист RPG Maker для разложения

source: Choose the spritesheet to decompose
es_es: Seleccionar la hoja de sprites a descomponer
fr_fr: Choisissez la feuille de sprite à décomposer
ru_ru: Выбрать спрайт лист для разложения

source: Size of an image :
es_es: Tamaño de una imagen :
fr_fr: Taille d'une image :
ru_ru: Размер изображения :

source: Size of an image : ?x?
es_es: Tamaño de una imagen : ¿?x¿?
fr_fr: Taille d'une image : ?x?
ru_ru: Размер изображения : ?x?

source: Unable to open the file !
es_es: ¡Imposible abrir el archivo!
fr_fr: Impossible d'ouvrir le fichier !
ru_ru: невозможно открыть файл !

source: The decomposition of the image is completed !
es_es: ¡La descomposición de la imagen se ha completado!
fr_fr: La décomposition de l'image est terminée !
ru_ru: Разложение изображения завершено !

source: The number of lines is invalid: The minimum is one line.
es_es: El número de filas es inválido : El mínimo es de una línea.
fr_fr: Le nombre de ligne est invalide : Le minimum est une ligne.
ru_ru: Недопустимое число строк : минимум одна строк.

source: The number of columns is invalid: The minimum is one column.
es_es: El número de columnas es inválido : El mínimo es de una columna.
fr_fr: Le nombre de colonnes est invalide : Le minimum est une colonne.
ru_ru: Недопустимое число столбцов : минимум один столбец.

source: The size of a sprite is invalid.
es_es: El tamaño de un sprite es inválido.
fr_fr: La taille d'un sprite est invalide.
ru_ru: Недопустимый размер спрайта.

source: The horizontal spacing is invalid (must be greater than or equal to 0).
es_es: El espacio horizontal es inválido ( debe ser mayor o igual a 0 ).
fr_fr: L'espacement horizontal est invalide ( doit être supérieur ou égal à 0 ).
ru_ru: Горизонтальный шаг недопустим ( должен быть больше или равен 0 ).

source: The vertical spacing is invalid (must be greater than or equal to 0).
es_es: El espacio vertical es inválido ( debe ser mayor o igual a 0 ).
fr_fr: L'espacement vertical est invalide ( doit être supérieur ou égal à 0 ).
ru_ru: Вертикальный шаг недопустим ( должен быть больше или равен 0 ).

source: Object
es_es: Objeto
fr_fr: Objet
ru_ru: Объект

source: Locked?
es_es: ¿Bloqueado?
fr_fr: Verrouillé ?
ru_ru: Запереть ?

source: Angle
es_es: Ángulo
ru_ru: Угол

source: Z order
es_es: Plano (Z)
fr_fr: Plan
ru_ru: Z плоскость

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/tutorials/beginnertutorial
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/tutoriels
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/tutoriels

source: New scene
es_es: Nueva Escena
fr_fr: Nouvelle scène
ru_ru: Новая сцена

source: Unable to find the platform associated with the template. Please report this error to Game Develop developer.
es_es: Imposible encontrar una plataforma asociada con la plantilla. Por favor reporta este error al desarrollador de Game Develop.
fr_fr: Impossible de trouver la plateforme associée au modèle. Veuillez rapporter cette erreur au développeur de Game Develop.
ru_ru: Не удается найти платформу, связанную с шаблоном. Сообщите об этой ошибке разработчику Game Develop.

source: Choose the project to open
es_es: Selecciona el proyecto a abrir
fr_fr: Choisissez le projet à ouvrir
ru_ru: Выберите проект, чтобы открыть

source: Open an example
es_es: Abrir un ejemplo
fr_fr: Ouvrir un exemple
ru_ru: Открыть пример

source: One or ore extensions are used by the project but are not installed for the platform used by the project :
es_es: Una o más extensiones son usadas por el proyecto pero no están instaladas para la plataforma usada por el mismo :
fr_fr: Une ou plusieurs extensions sont utilisées par le projet mais ne sont pas installées pour la plafeforme du jeu :
ru_ru: Один или несколько расширений используются проектом, но не установлены для платформы, используемой проектом :

source: Some objects, actions, conditions or expressions can be unavailable or not working.
es_es: Algunos objetos, condiciones, acciones o expresiones pueden no estar disponibles o no funcionan.
fr_fr: Certains objets, actions, conditions ou expressions peuvent manquer ou être inconnues.
ru_ru: Некоторые объекты, действия, условия или выражения могут отсутствовать или быть неизвестны.

source: Save failed!
es_es: ¡Fallo al guardar!
fr_fr: La sauvegarde a échouée
ru_ru: Сохранить не удалось!

source: Save ended.
es_es: Guardado completo.
fr_fr: Enregistrement du fichier terminé.
ru_ru: Сохранение выполнено.

source: Choose where to save the project
es_es: Selecciona dónde guardar el proyecto
fr_fr: Choisissez où enregistrer le projet
ru_ru: Выбрать где сохранить проект

source: Saves ended.
es_es: Guardados completos.
fr_fr: Enregistrements des fichiers terminés.
ru_ru: Сохранение выполнено.

source: Choose where save the project
fr_fr: Choisissez où enregistrer le projet
ru_ru: Выбрать место для проекта

source: Project has been saved in a new folder. Do you want to also copy its resources into this new folder?
es_es: El proyecto ha sido guardado en una nueva carpeta. ¿También quieres copiar sus recursos en esta nueva carpeta?
fr_fr: Le projet a été enregistré dans un nouveau répertoire. Voulez vous copier également les ressources du projet dans ce répertoire ?
ru_ru: Проект был сохранен в новой папке. Копировать ваши ресурсы в эту новую папку ?

source: Saving in a new directory
es_es: Guardando en un nuevo directorio
fr_fr: Enregistrement dans un nouveau répertoire
ru_ru: Сохранить в новом каталоге

source: Do not show again
es_es: No mostrar de nuevo
fr_fr: Ne plus afficher ce message
ru_ru: Не показывать это сообщение

source: Save progress
es_es: Guardado en curso
fr_fr: Progression de la sauvegarde
ru_ru: Прогресс сохранения

source: Exporting resources...
es_es: Exportando recursos...
fr_fr: Exportation des ressources...
ru_ru: Экспорт ресурсов...

source: The project could not be saved properly!
es_es: ¡El proyecto no se ha podido guardar correctamente!
fr_fr: Le projet n'a pas pû être sauvegardé !
ru_ru: Проект не может быть сохранен !

source: Import a game
ru_ru: Импорт игры

source: Save as...
es_es: Guardar como...
fr_fr: Enregistrer sous...
ru_ru: Сохранить как...

source: Decompose an animated GIF
es_es: Descomponer un GIF animado
fr_fr: Décomposer un GIF animé
ru_ru: Разбить GIF анимацию

source: Decompose a RPG Maker character
es_es: Descomponer un personaje de RPG Maker
fr_fr: Décomposer un personnage RPG Maker
ru_ru: Разбить персонажа из RPG Maker

source: Decompose a spritesheet
es_es: Descomponer una hoja de sprites
fr_fr: Décomposer une feuille de sprite
ru_ru: Разбить спрайт лист

source: New Ctrl+N
es_es: Nuevo Ctrl+N
fr_fr: Nouveau Ctrl+N
ru_ru: Новый Ctrl+N

source: Open Ctrl+O
es_es: Abrir Ctrl+O
fr_fr: Ouvrir Ctrl+O
ru_ru: Открыть Ctrl+O

source: useless
ru_ru: бесполезный

source: Recently opened
es_es: Abierto recientemente
fr_fr: Fichiers récemments ouverts
ru_ru: Недавно открытые

source: Save Ctrl+S
es_es: Guardar Ctrl+S
fr_fr: Enregistrer Ctrl+S
ru_ru: Сохранить Ctrl+S

source: Save all Ctrl+Shift+S
es_es: Guardar todo Ctrl-Shift-S
fr_fr: Enregistrer tout Ctrl-Shift-S
ru_ru: Сохранить все Ctrl-Shift-S

source: Close the current project
es_es: Cerrar el proyecto atual
fr_fr: Fermer le projet
ru_ru: Закрыть текущий проект

source: Help F1
es_es: Ayuda F1
fr_fr: Aide F1
ru_ru: Справка F1

source: Quit
es_es: Salir
fr_fr: Quitter
ru_ru: Выход

source: Quit Game Develop
es_es: Cerrar Game Develop
fr_fr: Quitter Game Develop
ru_ru: Закрыть Game Develop

source: Tutorial
fr_fr: Tutoriel
ru_ru: Учебник

source: Check for updates
es_es: Verificar actualizaciones
fr_fr: Vérifier les mises à jour
ru_ru: Проверка обновлений

source: Official web site
es_es: Sitio oficial
fr_fr: Site officiel
ru_ru: Веб сайт Game Develop

source: About...
es_es: Acerca de...
fr_fr: A propos...
ru_ru: A propos...

source: Please stop the preview before continuing
es_es: Por favor detén la vista previa antes de continuar
fr_fr: Fermez l'aperçu de la scène avant de continuer
ru_ru: Остановить просмотр, прежде чем продолжить

source: Projects
es_es: Proyectos
fr_fr: Projets
ru_ru: Проект

source: Images bank
es_es: Banco de imágenes
fr_fr: Banque d'images
ru_ru: Банк изображений

source: Adding resources
es_es: Agregado de recursos
fr_fr: Ajout de ressources
ru_ru: Добавление ресурсов

source: Add an image
es_es: Agregar una imagen
fr_fr: Ajouter une image
ru_ru: Добавить изображение

source: Add an image to the resources
es_es: Agregar una imagen a los recursos
fr_fr: Ajouter une image aux ressources
ru_ru: Добавить изображения к ресурсам

source: Add from the library
es_es: Agregar desde la librería
fr_fr: Ajouter depuis la bibliothèque
ru_ru: Добавить из библиотеки

source: Add an image from a library of images
es_es: Agregar una imagen desde la librería de imágenes
fr_fr: Ajouter une image depuis une bibliothèque d'images
ru_ru: Добавить изображение из библиотеки изображений

source: Add a virtual folder
es_es: Agregar una carpeta virtual
fr_fr: Ajouter un dossier virtuel
ru_ru: Добавить виртуальную папку

source: Add a virtual folder to organize resources
es_es: Agregar una carpeta virtual para organizar los recursos
fr_fr: Ajouter un dossier virtuel
ru_ru: Добавить виртуальную папку

source: List management
es_es: Gestión de lista
fr_fr: Gestion de la liste
ru_ru: Управление списками

source: Delete the selected resource
es_es: Eliminar el recurso seleccionado
fr_fr: Supprimer la ressource selectionnée
ru_ru: Удалить выбранный ресурс

source: Remove useless resources
es_es: Eliminar los recursos no usados
fr_fr: Suppression d'images inutiles
ru_ru: Удалить ненужные изображения

source: Check if there are useless resources that can be removed
es_es: Verificar si hay recursos sin usar que puedan ser eliminados
fr_fr: Vérifier si des ressources inutiles peuvent être enlevées
ru_ru: Проверка наличия бесполезных ресурсов для удаления

source: Move up
es_es: Mover arriba
fr_fr: Déplacer vers le haut
ru_ru: Вверх

source: Move down
es_es: Mover abajo
fr_fr: Déplacer vers le bas
ru_ru: Вниз

source: Refresh
es_es: Actualizar
fr_fr: Rafraichir
ru_ru: Обновить

source: Refresh the list, if you've done changes in another window
es_es: Actualiza la lista, si haz realizado cambios en otra ventana
fr_fr: Rafraichi la liste, si vous avez fait des changements dans d'autres fenêtres
ru_ru: Обновить список, если вы сделали изменения в другом окне

source: Show a panel with the image displayed inside
es_es: Mostrar un panel con la imagen dentro
fr_fr: Affiche un aperçu de l'image dans un panneau
ru_ru: Предварительный просмотр изображения

source: Show the properties of the resource
es_es: Mostrar las propiedades del recurso
fr_fr: Affiche les propriétés de la ressource
ru_ru: Показать свойства ресурса

source: Open the online help
es_es: Abrir la ayuda en linea
fr_fr: Ouvrir l'aide en ligne
ru_ru: Интерактивная справка

source: Code
es_es: Código
ru_ru: Код

source: Start page
es_es: Página de inicio
fr_fr: Page de démarrage
ru_ru: Домашняя страница

source: Project manager
es_es: Gestor de proyecto
fr_fr: Gestionnaire de projets
ru_ru: Менеджер проекта

source: Main editor
es_es: Editor principal
fr_fr: Editeur principal
ru_ru: Основной редактор

source: Ribbon
es_es: Cinta
fr_fr: Ruban
ru_ru: Ruban

source: Compilation tools
es_es: Herramientas de compilación
fr_fr: Outils de compilations
ru_ru: Средства компиляции

source: Project properties
es_es: Propiedades del proyecto
fr_fr: Propriétés du projet
ru_ru: Свойства проекта

source: Project "%s" has been changed.
es_es: El proyecto "%s" ha sido modificado.
fr_fr: Le projet "%s" a été modifié.
ru_ru: Проект "%s" был изменен.

source: Do you want to save it in %s?
es_es: ¿Quieres guardar esto en%s?
fr_fr: Voulez vous le sauvegarder dans %s ?
ru_ru: Хотите сохранить его в %s ?

source: Project not saved
es_es: El proyecto no se ha guardado
fr_fr: Projet non sauvegardé
ru_ru: Проект не сохранен

source: Project properly saved.
es_es: El proyecto se ha guardado correctamente.
fr_fr: Projet correctement sauvegardé.
ru_ru: Сохранение проекта.

source: Are you sure you want to quit Game Develop ?
ru_ru: Вы уверены, что хотите выйти из Game Develop ?

source: Please close the preview before closing the editor.
es_es: Por favor cierra la vista previa antes de cerrar el editor.
fr_fr: Fermez l'aperçu de la scène avant de fermer l'éditeur.
ru_ru: Закройте предварительный просмотр сцены, до закрытия редактора.

source: Your version :
es_es: Tu versión :
fr_fr: Version actuelle :
ru_ru: Ваша версия :

source: Available version :
es_es: Versión disponible :
fr_fr: Version disponible :
ru_ru: Доступная версия :

source: No informations available
es_es: No hay información disponible
fr_fr: Aucune information disponible
ru_ru: Нет доступной информации

source: No informations about the new version
es_es: No hay información acerca de una nueva versión
fr_fr: Pas d'informations complémentaire à propos de la nouvelle version
ru_ru: Нет информации о новой версии

source: Automatic download :
es_es: Descarga automática :
fr_fr: Téléchargement automatique :
ru_ru: Авто загрузка :

source: Install the new version
es_es: Instalar la nueva versión
fr_fr: Installer la nouvelle version
ru_ru: Установите новую версию

source: Download it here:
es_es: Descárgala aquí :
fr_fr: Téléchargez la ici:
ru_ru: Скачать здесь:

source: No link
es_es: No hay enlace
fr_fr: Pas de lien
ru_ru: Нет ссылки

source: Check for updates again
es_es: Verificar por actualizaciones nuevamente.
fr_fr: Revérifier les mises à jour
ru_ru: Проверить наличие обновлений

source: A new version of Game Develop is available !
es_es: ¡Hay disponible una nueva versión de Game Develop!
fr_fr: Une nouvelle version de Game Develop est disponible !
ru_ru: Доступна новая версия Game Develop !

source: No informations about the new version.
es_es: No hay información acerca de la nueva versión.
fr_fr: Pas d'informations complémentaires sur la nouvelle version.
ru_ru: Нет информации о новой версии.

source: No download link is available. Go on our web site so as to download the last version of Game Develop.
es_es: No hay un enlace de descarga disponible. Ve a nuestro sitio para descargar la última versión de Game Develop.
fr_fr: Aucun lien de téléchargement n'est disponible. Rendez vous sur notre site pour télécharger la denière version de Game Develop.
ru_ru: Ссылка на скачивание не доступна. Посетите наш сайт, чтобы скачать последнюю версию Game Develop.

source: Game Develop will be closed at the end of the download so as to install the new version. Don't forget to save your work. Download and install the new version ?
es_es: Atención, Game Develop se cerrará al finalizar la descarga para instalar la nueva versión. No olvides guardar tu trabajo. ¿Continuar?
fr_fr: Attention, Game Develop sera fermé à la fin du téléchargement afin d'installer la nouvelle version. Pensez à sauvegarder votre travail. Continuer ?
ru_ru: Game Develop будет закрыт в конце загрузки, чтобы установить новую версию. Не забывайте сохранять свою работу . Загрузить и установить новую версию ?

source: Installation of the new version
es_es: Instalación de la nueva versión
fr_fr: Installation de la nouvelle version
ru_ru: Установка новой версии

source: Download
es_es: Descargar
fr_fr: Téléchargement
ru_ru: Загрузка

source: Progress
es_es: Progreso
fr_fr: Avancement
ru_ru: Прогресс

source: Stop the download ? You can also get the new version by downloading it on our website.
es_es: ¿Detener la descarga? También puedes obtener la nueva versión descargándola de nuestro sitio.
fr_fr: Arrêter le téléchargement de la nouvelle version ? Vous pouvez également obtenir la nouvelle version en la téléchargeant sur notre site.
ru_ru: Остановить загрузку ? Вы также можете получить новую версию на нашем сайте.

source: Stop the download
es_es: Detener la descarga
fr_fr: Arrêter le téléchargement
ru_ru: Остановка загрузки

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/update
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/update
ru_ru: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/update

source: Convert MP3 to OGG Vorbis
es_es: Convertir MP3 a OGG Vorbis
fr_fr: Convertir Mp3 vers OGG Vorbis
ru_ru: Конвертер Mp3 в OGG Vorbis
