Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Modify the color of the outline of future drawings.
es_es: Modifica el color de contorno en futuros dibujos.
fr_fr: Change la couleur du contour des futurs dessins.
ru_ru: Изменить цвет контура будущих рисунков.

source: Change outline color of _PARAM0_ to _PARAM1_
es_es: Cambiar el color de contorno de _PARAM0_ a _PARAM1_
fr_fr: Changer la couleur du contour de _PARAM0_ en _PARAM1_
ru_ru: Изменить цвет контура для _PARAM0_ на _PARAM1_

source: Modify the size of the outline of future drawings.
es_es: Modifica el espesor de contorno en futuros dibujos.
fr_fr: Modifie la taille du contour des futurs dessins.
ru_ru: Изменить размер контура будущих рисунков.

source: Do _PARAM1__PARAM2_ to the size of the outline of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el espesor de contorno de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la taille du contour de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как размер контура для _PARAM0_

source: Size in pixels
es_es: Espesor en píxeles
fr_fr: Taille en pixels
ru_ru: Толщина в пикселях

source: Test the size of the outline.
es_es: Evalúa el espesor de contorno.
fr_fr: Teste la taille du contour.
ru_ru: Тест размера контура.

source: The size of the outline of _PARAM0_ is _PARAM1__PARAM2_
es_es: El espesor de contorno de _PARAM0_ es _PARAM1_ _PARAM2_
fr_fr: La taille du contour de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Толщина контура для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Size to test
es_es: Espesor a evaluar
fr_fr: Taille à tester
ru_ru: Тест размера

source: Modify the opacity of filling of future drawings.
es_es: Modifica la opacidad de relleno en futuros dibujos.
fr_fr: Modifie la transparence du remplissage des futurs dessins.
ru_ru: Изменить прозрачность заливки будущих рисунков.

source: Do _PARAM1__PARAM2_ to the opacity of filling of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la opacidad de relleno de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'opacité du remplissage de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как прозрачность заливки для _PARAM0_

source: Test the value of the opacity of the filling.
es_es: Evalúa la opacidad de relleno.
fr_fr: Teste la valeur de l'opacité du remplissage.
ru_ru: Тест значения прозрачности заливки.

source: The opacity of filling of _PARAM0_ is _PARAM1__PARAM2_
es_es: La opacidad de relleno de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'opacité du remplissage de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Прозрачность заливки для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Modify the opacity of the outline of future drawings.
es_es: Modifica la opacidad de contorno en futuros dibujos.
fr_fr: Modifie l'opacité du contour des futurs dessins.
ru_ru: Изменить прозрачность контура будущих рисунков.

source: Do _PARAM1__PARAM2_ to the opacity of the outline of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la opacidad de contorno de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'opacité du contour de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как прозрачность контура _PARAM0_

source: Test the opacity of the outline.
es_es: Evalúa la opacidad de contorno.
fr_fr: Teste la valeur de l'opacité du contour.
ru_ru: Тест значения прозрачности контура.

source: The opacity of the outline of _PARAM0_ is _PARAM1__PARAM2_
es_es: La opacidad de contorno de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'opacité du contour de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Прозрачность контура для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Copy an image on another
es_es: Copiar una imagen sobre otra
fr_fr: Copier une image sur une autre
ru_ru: Скопировать изображение в другое

source: Copy an image on another. Note that the source image must be preferably kept loaded in memory.
es_es: Copia una imagen sobre otra. Observa que la imagen fuente (de origen) debe mantenerse, preferiblemente, cargada en la memoria.
fr_fr: Copie une image sur une autre. Notez qu'il est préférable que l'image source reste chargée en mémoire si l'opération est répétée.
ru_ru: Скопировать изображение в другое. Предпочтительно, чтобы исходное изображение было скопировано в память (для повторных операций).

source: Copy the image _PARAM1_ on _PARAM0_ at _PARAM2_;_PARAM3_
es_es: Copiar la imagen _PARAM1_ sobre _PARAM0_ en _PARAM2_;_PARAM3_
fr_fr: Copier l'image _PARAM1_ sur _PARAM0_ à l'emplacement _PARAM2_;_PARAM3_
ru_ru: Скопировать изображение _PARAM1_ от _PARAM0_ по месту _PARAM2_;_PARAM3_

source: Name of the image to modify
es_es: Nombre de la imagen a modificar
fr_fr: Nom de l'image à modifier
ru_ru: Изменить имя изображения

source: Capture the screen
es_es: Captura de pantalla
fr_fr: Capturer l'écran
ru_ru: Захават экрана

source: Capture the screen and save it into the specified folder and/or in the specified image.
es_es: Efectúa una captura de la pantalla y la guarda en la carpeta especificada y/o en la imagen especificada.
fr_fr: Effectue une copie de l'écran et l'enregistre dans le fichier indiqué et/ou dans l'image de la banque d'images indiquée.
ru_ru: Создает копию экрана и сохраняет ее в указанном файле и/или указанном фото банке.

source: Capture the screen ( Save it in file _PARAM1_ and/or in image _PARAM2_ )
es_es: Capturar la pantalla ( Guardarla en el archivo _PARAM1_ y/o en la imagen _PARAM2_ )
fr_fr: Faire une copie de l'écran ( L'enregistrer dans le fichier _PARAM1_ et/ou dans l'image _PARAM2_ )
ru_ru: Сделать захват экрана ( Сохранить в файл _PARAM1_ и/или в банк изображений _PARAM2_ )

source: File where save capture
es_es: Nombre del archivo en el que guardar la captura
fr_fr: Nom du fichier sous lequel enregistrer la capture
ru_ru: Файл, где сохранить захват

source: Name of the image where capture must be saved
es_es: Nombre de la imagen en el que debe guardarse la captura
fr_fr: Nom de l'image sous laquelle enregistrer la capture
ru_ru: Имя изображения под которым сохранить захват

source: Create an image in memory
es_es: Crear una imagen en la memoria
fr_fr: Créer une image en mémoire
ru_ru: Создать изображение в памяти

source: Create an image in memory.
es_es: Crea una imagen en la memoria, almacenada en el banco de imágenes del juego.
fr_fr: Créé une image en mémoire, stockée dans la banque d'images du jeu. Vous pouvez par exemple ensuite ouvrir une image depuis le disque et la stocker dedans
ru_ru: Создайте изображение в памяти, хранящегося в базе данных изображений игры. Например, вы можете открыть изображение с диска и сохранить его внутри (использовать в игре внеш. файлы) .

source: Create image _PARAM1_ in memory ( Width: _PARAM2_, Height: _PARAM3_, Color: _PARAM4_ )
es_es: Crear la imagen _PARAM1_ en la memoria ( Ancho : _PARAM2_, Alto : _PARAM3_, Color : _PARAM4_ )
fr_fr: Créer une image nommée _PARAM1_ en mémoire ( Largeur : _PARAM2_, Hauteur : _PARAM3_, Couleur : _PARAM4_ )
ru_ru: Создать изображение _PARAM1_ в памяти ( Ширина : _PARAM2_, Высота : _PARAM3_, Цвет : _PARAM4_ )

source: Name of the image
es_es: Nombre de la imagen
fr_fr: Nom de l'image
ru_ru: Имя изображения

source: Open an image from a file
es_es: Abrir una imagen desde un archivo
fr_fr: Ouvrir une image depuis un fichier
ru_ru: Открыть изображение из файла

source: Load in memory an image from a file.
es_es: Carga en la memoria una imagen desde un archivo.
fr_fr: Charge en mémoire une image depuis un fichier.
ru_ru: Загрузить в память изображение из файла.

source: Load in memory file _PARAM1_ inside image _PARAM2_
es_es: Cargar en la memoria el archivo _PARAM1_ con la imagen _PARAM2_
fr_fr: Charger en mémoire le fichier _PARAM1_ dans l'image _PARAM2_
ru_ru: Загрузить в память файл _PARAM1_ как изображение _PARAM2_

source: Save an image to a file
es_es: Guarda una imagen en un archivo
fr_fr: Enregistre une image dans un fichier.
ru_ru: Сохранить изображение в файл.

source: Save image _PARAM2_ to file _PARAM1_
es_es: Guardar la imagen _PARAM2_ en el archivo _PARAM1_
fr_fr: Sauver l'image _PARAM2_ dans le fichier _PARAM1_
ru_ru: Сохранить изображение _PARAM2_ как файл _PARAM1_

source: Sound object
es_es: Objeto Sonido
fr_fr: Objet Son
ru_ru: Звуковые объекты

source: Extension allowing to use spatialized sounds.
es_es: Extensión que permite utilizar sonidos espacializados ( posicionamiento de fuentes sonoras ).
fr_fr: Extension permettant de gérer la spatialisation des sons.
ru_ru: Расширение позволяет использовать пространственные звуки.

source: Sound
es_es: Sonido
fr_fr: Son
ru_ru: Звук

source: Invisible object emitting a sound which can be moved in the space.
es_es: Objeto invisible que emite sonidos y que puede posicionarse en el espacio.
fr_fr: Son positionnable dans l'espace.
ru_ru: Невидимый источник звука, который можно перемещать в пространстве.

source: Modify the sound level of a Sound object.
es_es: Modifica el volumen de un objeto Sonido.
fr_fr: Modifie le volume d'un objet son.
ru_ru: Регулировка громкости звукового объекта.

source: Do _PARAM1__PARAM2_ to the sound level of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el volumen de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au volume de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как уровень для _PARAM0_

source: Change the pitch of a sound object.
es_es: Modifica el pitch ( velocidad ) de un objeto Sonido.
fr_fr: Modifie le pitch d'un objet son.
ru_ru: Изменение тона звукового объекта.

source: Attenuation
es_es: Atenuación
fr_fr: Atténuation
ru_ru: Затухание

source: Change the attenuation of a sound object.
es_es: Modifica la atenuación de un objeto Sonido.
fr_fr: Modifie l'atténuation d'un objet son.
ru_ru: Изменить затухание звукового объекта.

source: Do _PARAM1__PARAM2_ to the attenuation of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la atenuación de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'atténuation de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как затухание для _PARAM0_

source: Automatic restart
es_es: Bucle
fr_fr: Bouclage
ru_ru: Зацикливание

source: Activate or desactivate the looping of a sound.
es_es: Activa o desactiva el bucle de un sonido.
fr_fr: Active ou désactive le bouclage d'un son.
ru_ru: Де/Активирует цикл звука.

source: Activate looping for _PARAM0_: _PARAM1_
es_es: Activar bucle para _PARAM0_ : _PARAM1_
fr_fr: Jouer _PARAM0_ en boucle : _PARAM1_
ru_ru: Активировать цикл для _PARAM0_: _PARAM1_

source: Loop
es_es: En bucle
fr_fr: En boucle
ru_ru: Цикл

source: Listener relation
es_es: Relativo al oyente
fr_fr: Relativité à l'écouteur
ru_ru: Отношение слушателя

source: Activate or desactivate the sound spatialisation relative to the listener.
es_es: Activa o desactiva la espacialización de sonido relativa al oyente.
fr_fr: Active ou désactive la relativité d'un son à l'écouteur.
ru_ru: Де/Активация пространственного звука к слушателю.

source: Set _PARAM0_ as relative to the listener position: _PARAM1_
es_es: Establecer _PARAM0_ relativo a la posición del oyente _PARAM1_
fr_fr: Faire _PARAM0_ relatif à l'écouteur : _PARAM1_
ru_ru: Задать _PARAM0_ как отношение слушателя к позиции : _PARAM1_

source: Relative to the listener
es_es: Relativo al oyente
fr_fr: Relatif à l'écouteur
ru_ru: По отношению к слушателю

source: Play sound _PARAM0_
es_es: Reproducir el sonido _PARAM0_
fr_fr: Jouer le son _PARAM0_
ru_ru: Играть звук _PARAM0_

source: Stop
es_es: Detener
fr_fr: Arrêter
ru_ru: Стоп

source: Stop a sound.
es_es: Detiene un sonido.
fr_fr: Arrêter de jouer un son.
ru_ru: Отсановить проигрывание звука.

source: Stop _PARAM0_
es_es: Detener el sonido _PARAM0_
fr_fr: Arrêter de jouer le son _PARAM0_
ru_ru: Остановить звук _PARAM0_

source: Pause a sound.
es_es: Pausa un sonido.
fr_fr: Mettre un son en pause.
ru_ru: Пауза звука.

source: Pause _PARAM0_
es_es: Pausar el sonido _PARAM0_
fr_fr: Mettre le son _PARAM0_ en pause
ru_ru: Пауза звука _PARAM0_

source: Test the sound level of a Sound object.
es_es: Evalúa el volumen de un objeto Sonido.
fr_fr: Teste le volume d'un son.
ru_ru: Тест уровня звукового объекта.

source: Th sound level of _PARAM0_ is _PARAM2_ _PARAM1_
es_es: El volumen de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le volume de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Уровень для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Test the pitch value of a sound.
es_es: Evalúa el pitch ( velocidad ) de un sonido.
fr_fr: Teste le pitch d'un son.
ru_ru: Тест высоты звука.

source: Test the attenuation of a sound.
es_es: Evalúa la atenuación de un sonido.
fr_fr: Teste l'atténuation d'un son.
ru_ru: Тест затухания звука.

source: The attenuation of _PARAM0_ is _PARAM1__PARAM2_
es_es: La atenuación de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'atténuation de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Затухание для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Minimal distance
es_es: Distancia mínima
fr_fr: Distance minimale
ru_ru: Минимальная дистанция

source: Test the minimal distance of a sound
es_es: Evalúa la distancia mínima de un sonido.
fr_fr: Teste la distance minimale d'un son.
ru_ru: Тест минимальной дистанции звука.

source: The minimal distance of _PARAM0_ is _PARAM1__PARAM2_
es_es: La distancia mínima de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La distance minimale de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Мин дистанция для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Test Z position of a sound.
es_es: Evalúa la posición Z de un sonido.
fr_fr: Teste la position Z d'un son.
ru_ru: Тест позиции Z звука.

source: Test if an sound is looping.
es_es: Evalúa si un sonido está en bucle.
fr_fr: Teste si un son est joué en boucle.
ru_ru: Тест цикличности звука.

source: _PARAM0_ is looping
es_es: _PARAM0_ está en bucle
fr_fr: _PARAM0_ est joué en boucle
ru_ru: _PARAM0_ играет в цикле

source: Being played
es_es: En reproducción
fr_fr: En train d'être joué
ru_ru: Проигрываемый

source: Test if a sound is being played.
es_es: Evalúa si un sonido está en reproducción.
fr_fr: Teste si un son est en train d'être joué.
ru_ru: Тест проигрывания звука.

source: _PARAM0_ is being played
es_es: _PARAM0_ está en reproducción
fr_fr: _PARAM0_ est en train d'être joué
ru_ru: _PARAM0_ сейчас играет

source: Paused
es_es: En pausa
fr_fr: En pause
ru_ru: Приостановленный

source: _PARAM0_ is paused
es_es: _PARAM0_ está en pausa
fr_fr: _PARAM0_ est en pause
ru_ru: _PARAM0_ стоит на паузе

source: Stopped
es_es: Detenido
fr_fr: Arrêté
ru_ru: Остановленный

source: Test if a sound is stopped.
es_es: Evalúa si un sonido está detenido.
fr_fr: Teste si un son est arrêté.
ru_ru: Тест остановки звука.

source: Test if a sound is relative to the listener.
es_es: Evalúa si un sonido es relativo al oyente.
fr_fr: Teste si un son est relatif à l'écouteur.
ru_ru: Тест звука по отношению к слушателю.

source: _PARAM0_ is relative to the listener
es_es: _PARAM0_ es relativo al oyente
fr_fr: _PARAM0_ est relatif à l'écouteur
ru_ru: _PARAM0_ est relatif à l'écouteur

source: Modify the X position of the listener.
es_es: Modifica la posición X del oyente.
fr_fr: Modifier la position x de l'écouteur.
ru_ru: Изменить позицию X слушателя.

source: Do _PARAM0__PARAM1_ to the X position of the listener
es_es: Hacer _PARAM0__PARAM1_ la posición X del oyente
fr_fr: Faire _PARAM0__PARAM1_ à la position x de l'écouteur
ru_ru: Задать _PARAM0__PARAM1_ как позиция x слушателя

source: Listener
es_es: Oyente
fr_fr: Ecouteur
ru_ru: Слушатель

source: Modify the Y position of the listener.
es_es: Modifica la posición Y del oyente.
fr_fr: Modifier la position y de l'écouteur.
ru_ru: Изменить позицию Y слушателя.

source: Do _PARAM0__PARAM1_ to the Y position of the listener
es_es: Hacer _PARAM0__PARAM1_ la posición Y del oyente
fr_fr: Faire _PARAM0__PARAM1_ à la position y de l'écouteur
ru_ru: Faire _PARAM0__PARAM1_ как позиция y слушателя

source: Z position
es_es: Posición Z
fr_fr: Position z
ru_ru: Позиция Z

source: Modify the Z position of the listener.
es_es: Modifica la posición Z del oyente.
fr_fr: Modifier la position z de l'écouteur.
ru_ru: Изменить позицию Z слушателя.

source: Do _PARAM0__PARAM1_ to the Z position of the listener
es_es: Hacer _PARAM0__PARAM1_ la posición Z del oyente
fr_fr: Faire _PARAM0__PARAM1_ à la position z de l'écouteur
ru_ru: Faire _PARAM0__PARAM1_ как позиция z слушателя

source: Direction on X axis
es_es: Dirección en X
fr_fr: Direction en x
ru_ru: Направление по оси X

source: Change the direction of the listener on X axis.
es_es: Modifica la dirección sobre la que rota el oyente en el eje X.
fr_fr: Modifier la direction vers laquelle est tourné l'écouteur en x.
ru_ru: Сменить направление к которому повернут слушатель по оси x.

source: Do _PARAM1__PARAM2_ to the direction on X axis of the listener
es_es: Hacer _PARAM1__PARAM2_ la dirección en X del oyente
fr_fr: Faire _PARAM1__PARAM2_ à la direction en x de l'écouteur
ru_ru: Faire _PARAM1__PARAM2_ à la direction en x de l'écouteur

source: Direction on Y axis
es_es: Dirección en Y
fr_fr: Direction en y
ru_ru: Направление по оси Y

source: Change the direction of the listener on Y axis.
es_es: Modifica la dirección sobre la que rota el oyente en el eje Y.
fr_fr: Modifier la direction vers laquelle est tourné l'écouteur en y.
ru_ru: Сменить направление к которому повернут слушатель по оси y.

source: Do _PARAM1__PARAM2_ to the direction on Y axis of the listener
es_es: Hacer _PARAM1__PARAM2_ la dirección en Y del oyente
fr_fr: Faire _PARAM1__PARAM2_ à la direction en y de l'écouteur
ru_ru: Faire _PARAM1__PARAM2_ à la direction en y de l'écouteur

source: Direction on Z axis
es_es: Dirección en Z
fr_fr: Direction en z
ru_ru: Направление по оси Z

source: Change the direction of the listener on Z axis.
es_es: Modifica la dirección sobre la que rota el oyente en el eje Z.
fr_fr: Modifier la direction vers laquelle est tourné l'écouteur en z.
ru_ru: Сменить направление к которому повернут слушатель по оси z.

source: Do _PARAM1__PARAM2_ to the direction on Z axis of the listener
es_es: Hacer _PARAM1__PARAM2_ la dirección en Z del oyente
fr_fr: Faire _PARAM1__PARAM2_ à la direction en z de l'écouteur
ru_ru: Faire _PARAM1__PARAM2_ à la direction en z de l'écouteur

source: Test the position of the listener on X axis.
es_es: Evalúa la posición del oyente en el eje X.
fr_fr: Tester la position x de l'écouteur.
ru_ru: Тест позиции слушателя по оси X.

source: The listener X position is _PARAM1__PARAM0_
es_es: La posición X del oyente es _PARAM1_ a _PARAM0_
fr_fr: La position x de l'écouteur est _PARAM1_ à _PARAM0_
ru_ru: La position x de l'écouteur est _PARAM1_ à _PARAM0_

source: Test the position of the listener on Y axis.
es_es: Evalúa la posición del oyente en el eje Y.
fr_fr: Tester la position y de l'écouteur.
ru_ru: Тест позиции слушателя по оси Y.

source: The listener Y position is _PARAM1__PARAM0_
es_es: La posición Y del oyente es _PARAM1_ a _PARAM0_
fr_fr: La position y de l'écouteur est _PARAM1_ à _PARAM0_
ru_ru: La position y de l'écouteur est _PARAM1_ à _PARAM0_

source: Test the position of the listener on Z axis.
es_es: Evalúa la posición del oyente en el eje Z.
fr_fr: Tester la position z de l'écouteur.
ru_ru: Тест позиции слушателя по оси Z.

source: The listener Z position is _PARAM1__PARAM0_
es_es: La posición Z del oyente es _PARAM1_ a _PARAM0_
fr_fr: La position z de l'écouteur est _PARAM1_ à _PARAM0_
ru_ru: La position z de l'écouteur est _PARAM1_ à _PARAM0_

source: X direction
es_es: Dirección X
fr_fr: Direction x
ru_ru: X направление

source: Test the direction of the listener on X axis.
es_es: Evalúa la dirección sobre la que rota el oyente en el eje X.
fr_fr: Tester la direction vers laquelle est tourné l'écouteur en x.
ru_ru: Тест направления слушателя по оси X.

source: The listener X direction is _PARAM1__PARAM0_
es_es: La dirección X del oyente es _PARAM1_ a _PARAM0_
fr_fr: La direction en x de l'écouteur est _PARAM1_ à _PARAM0_
ru_ru: La direction en x de l'écouteur est _PARAM1_ à _PARAM0_

source: Y direction
es_es: Dirección Y
fr_fr: Direction y
ru_ru: Y направление

source: Test the direction of the listener on Y axis.
es_es: Evalúa la dirección sobre la que rota el oyente en el eje Y.
fr_fr: Tester la direction vers laquelle est tourné l'écouteur en y.
ru_ru: Тест направления слушателя по оси Y.

source: The listener Y direction is _PARAM1__PARAM0_
es_es: La dirección Y del oyente es _PARAM1_ a _PARAM0_
fr_fr: La direction en y de l'écouteur est _PARAM1_ à _PARAM0_
ru_ru: La direction en y de l'écouteur est _PARAM1_ à _PARAM0_

source: Z direction
es_es: Dirección Z
fr_fr: Direction z
ru_ru: Z направление

source: Test the direction of the listener on Z axis.
es_es: Evalúa la dirección sobre la que rota el oyente en el eje Z.
fr_fr: Tester la direction vers laquelle est tourné l'écouteur en z.
ru_ru: Тест направления слушателя по оси Z.

source: The listener Z direction is _PARAM1__PARAM0_
es_es: La dirección Z del oyente es _PARAM1_ a _PARAM0_
fr_fr: La direction en z de l'écouteur est _PARAM1_ à _PARAM0_
ru_ru: La direction en z de l'écouteur est _PARAM1_ à _PARAM0_

source: Listener X position
es_es: Posición X del oyente
fr_fr: Position x de l'écouteur
ru_ru: Позиция X слушателя

source: Listener Y position
es_es: Posición Y del oyente
fr_fr: Position y de l'écouteur
ru_ru: Позиция Y слушателя

source: Listener Z position
es_es: Posición Z del oyente
fr_fr: Position z de l'écouteur
ru_ru: Позиция Z слушателя

source: Listener x direction
es_es: Dirección X del oyente
fr_fr: Direction en x de l'écouteur
ru_ru: Направление x слушателя

source: Listener y direction
es_es: Dirección Y del oyente
fr_fr: Direction en y de l'écouteur
ru_ru: Направление y слушателя

source: Listener z direction
es_es: Dirección Z del oyente
fr_fr: Direction en z de l'écouteur
ru_ru: Направление z слушателя

source: Yes
es_es: Sí
fr_fr: Oui
ru_ru: Да

source: Edit the Sound object
es_es: Editar el objeto Sonido
fr_fr: Editer l'objet son
ru_ru: Редактировать звуковой объект

source: Sound type
es_es: Tipo de sonido
fr_fr: Type du son
ru_ru: Тип звука

source: Music
es_es: Música
fr_fr: Musique
ru_ru: Музыка

source: Load the content of the sound file only partially when the sound is played. Useful for long sounds and musics.
es_es: Carga el contenido del archivo de sonido parcialmente mientras se reproduce. Particularmente útil para músicas y sonidos que duran más de 10 segundos. Ésto permite no sobrecargar la memoria.
fr_fr: Charge le contenu du fichier son progressivement tout au long de la lecture. Particulièrement utile pour les musiques qui durent plus d'une dizaine de seconde. Cela permet de ne pas surcharger la mémoire.
ru_ru: Загружает содержимое файла постепенно, в течении всего чтения. Особенно хорошо для музыки, длящейся более десяти секунд. Это позволяет не перегружать память.

source: The sound file is entirely loaded into memory so as to be quicly played. Adapted to small sounds and noises.
es_es: El archivo de sonido es cargado totalmente en la memoria para reproducirlo rápidamente. Adaptado para sonidos cortos y ruidos.
fr_fr: Le fichier son est chargé entièrement en mémoire afin d'ere joué rapidement. Particulièrement approprié au bruitages pas trop longs.
ru_ru: Звуковой файл целиком размещается в памяти для быстрого чтения. Подходит для коротких звуков шумового оформления.
