Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Delete attribute _PARAM1_ from the element _PARAM0_
es_es: Eliminar el atributo _PARAM1_ del elemento _PARAM0_
fr_fr: Supprimer l'attribut _PARAM1_ de l'élément _PARAM0_
ru_ru: Удалить атрибут _PARAM1_ из элемента _PARAM0_

source: AES encryption algorithm
es_es: Algoritmo de encriptación AES
fr_fr: Algorithme de chiffrement AES
ru_ru: Алгоритм шифрования AES

source: Extension to encrypt files with AES algorithm.
es_es: Extensión que permite encriptar archivos con el algoritmo AES.
fr_fr: Extension permettant de chiffrer des fichiers avec l'algorithme AES.
ru_ru: Расширение для шифрования файлов с помощью алгоритма AES.

source: Crypt a file
es_es: Encriptar un archivo
fr_fr: Crypter un fichier
ru_ru: Шифровать файл

source: Crypt a file with AES.
es_es: Encripta un archivo mediante AES.
fr_fr: Crypte un fichier avec AES.
ru_ru: Шифрование файла по AES.

source: Crypt file _PARAM0_ to _PARAM1_ with AES
es_es: Encriptar el archivo _PARAM0_ en _PARAM1_ con AES
fr_fr: Crypter le fichier _PARAM0_ en _PARAM1_ avec AES
ru_ru: Шифровать файл _PARAM0_ en _PARAM1_ по AES

source: Encryption
es_es: Encriptación
fr_fr: Cryptage
ru_ru: Шифрование

source: Destination file
es_es: Archivo de destino
fr_fr: Fichier de destination
ru_ru: Файл результатов

source: Password ( 24 characters )
es_es: Contraseña ( 24 caracteres )
fr_fr: Mot de passe ( 24 caractères )
ru_ru: Пароль ( 24 символа )

source: Decrypt a file
es_es: Desencriptar un archivo
fr_fr: Décrypter un fichier
ru_ru: Расшифровать файл

source: Decrypt a file with AES.
es_es: Desencripta un archivo mediante AES.
fr_fr: Décrypter un fichier avec AES.
ru_ru: Расшифровать файл по AES.

source: Decrypt file _PARAM0_ to _PARAM1_ with AES
es_es: Desencriptar _PARAM0_ en _PARAM1_ con AES
fr_fr: Décrypter le fichier _PARAM0_ en _PARAM1_ avec AES
ru_ru: Расшифровать файл _PARAM0_ en _PARAM1_ по AES

source: Automatism setup
ru_ru: Параметры автоматизма

source: Setup
es_es: Configuración
fr_fr: Configuration
ru_ru: Конфигурация

source: Cost of the object :
ru_ru: Сложность прохождения объекта :

source: Path will avoid the object as much as possible when the cost is high. A cost of 9 prevents paths from going through the object.
ru_ru: Чем выше сложность прохождения, тем с большей степенью путь будет избегать объект. Сложность прохождения 9 препятствует тому, чтобы пути прошли через объект.

source: Borders
ru_ru: Дополнительные границы

source: Virtual cells can be added around the object so as to avoid it better. Enter here the number of cases to add on the top/bottom/left/right of the object.
ru_ru: Виртуальные ячейки могут быть добавлены вокруг объекта, для улучшения его обхода. Введите сюда число ячеек, чтобы добавить их вверх/вниз/влево/вправо от объекта.

source: Automatism global parameters
ru_ru: Глобальные параметры автоматизма

source: Size of the virtual grid used by paths ( pixels ):
ru_ru: Размер виртуальной сетки для путей ( пиксель ) :

source: Allow diagonal paths
ru_ru: Разрешить пути по диагонали

source: Unable to access to shared datas.
es_es: Imposible acceder a los datos compartidos.
fr_fr: Impossible d'accéder aux données partagées.
ru_ru: Невозможен доступ к общим данным.

source: Unable to access to shared datas : Bad data type.
es_es: Imposible acceder a los datos compartidos : Tipo incorrecto de datos
fr_fr: Impossible d'accéder aux données partagées : Données de mauvais type
ru_ru: Невозможен доступ к общим данным : неверный тип данных

source: Pathfinding automatism
es_es: Automatismo búsqueda de ruta ( Pathfinding A* )
fr_fr: Automatisme de recherche de chemin ( Pathfinding A* )
ru_ru: Автоматизм поиска пути

source: Compute paths for objects avoiding obstacles.
es_es: Automatismo que permite desplazar objetos, evadiendo obstáculos.
fr_fr: Automatisme permettant de déplacer les objets en évitant les obstacles.
ru_ru: Автоматизм вычисления пути для объектов, избегая препятствий.

source: Pathfinding
es_es: Búsqueda de ruta
fr_fr: Recherche de chemin
ru_ru: Поиск пути

source: Automatism which move objects and avoid obstacles
ru_ru: Автоматизм для подвижных объектов, огибающих препятствия.

source: Move to a position
es_es: Mover a la posición
fr_fr: Déplacement vers une position
ru_ru: Переместить в позицию

source: Move the object to a position
es_es: Mueve al objeto a la posición
fr_fr: Déplace l'objet vers une position
ru_ru: Переместить объект в нужную позицию

source: Move _PARAM0_ to _PARAM3_;_PARAM4_
es_es: Mover _PARAM0_ a _PARAM3_;_PARAM4_
fr_fr: Déplacer _PARAM0_ vers _PARAM3_;_PARAM4_
ru_ru: Переместить _PARAM0_ в _PARAM3_;_PARAM4_

source: Destination X position
es_es: Posición X del destino
fr_fr: Position X de la destination
ru_ru: Позиция X цели

source: Destination Y position
es_es: Posición Y del destino
fr_fr: Position Y de la destination
ru_ru: Позиция Y цели

source: Change the moving speed on the path
ru_ru: Изменить скорость движения в пути

source: Do _PARAM1__PARAM2_ to speed of of _PARAM0_ on the path
es_es: Hacer _PARAM1__PARAM2_ la velocidad de _PARAM0_ en la ruta
fr_fr: Faire _PARAM1__PARAM2_ à la vitesse de _PARAM0_ sur le chemin
ru_ru: Задать _PARAM1__PARAM2_ как скорость для _PARAM0_ пути

source: Test the moving speed on the path
ru_ru: Тест скорости перемещения в пути

source: Moving speed of _PARAM0_ is _PARAM2__PARAM3_
ru_ru: Скорость перемещения для _PARAM0_ от _PARAM2_ до _PARAM3_

source: Cost
es_es: Dificultad de paso
fr_fr: Difficulté de passage
ru_ru: Сложность прохождения

source: Change the cost of going through the object. 9 means the object is impassable.
ru_ru: Изменение сложности прохождения через объект. 9 является непреодолимым препятствием.

source: Do _PARAM1__PARAM2_ to cost of _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как сложность прохождения для _PARAM0_

source: Obstacles
es_es: Obstáculos
ru_ru: Препятствие

source: Difficulty ( from 0 to 9 )
ru_ru: Сложность ( 0 до 9 )

source: Test the cost of going through the object
ru_ru: Тест трудности прохождения через объект

source: Cost of _PARAM0_ is _PARAM2__PARAM3_
es_es: La dificultad de pasar por _PARAM0_ es _PARAM2_ a _PARAM3_
fr_fr: La difficulté de passage au dessus de _PARAM0_ est _PARAM2_ à _PARAM3_
ru_ru: Сложность прохождения через _PARAM0_ от _PARAM2_ до _PARAM3_

source: Difficulty
es_es: Dificultad
fr_fr: Difficulté
ru_ru: Сложность

source: Path found
es_es: Ruta encontrada
fr_fr: Chemin trouvé
ru_ru: Путь найден

source: Return true if a path has been found
ru_ru: Вернуть True, если путь был найден

source: A path has been found for _PARAM0_
es_es: Una ruta a sido encontrada para _PARAM0_
fr_fr: Un chemin a été trouvé pour _PARAM0_
ru_ru: Путь был найден для _PARAM0_

source: Destination reached
es_es: Destino alcanzado
fr_fr: Destination atteinte
ru_ru: Цель назначения достигнута

source: Return true if destination was reached
ru_ru: Вернуть True, если цель назначения была достигнута

source: _PARAM0_ reached its destination
es_es: _PARAM0_ a alcanzado su destino
fr_fr: _PARAM0_ a atteint sa destination
ru_ru: _PARAM0_ достиг цели

source: Width of the virtual grid
es_es: Ancho de la grilla virtual
fr_fr: Largeur de la grille virtuelle
ru_ru: Ширина виртуальной сетки

source: Change the width of cells of virtual grid.
ru_ru: Изменить ширину ячейки виртуальной сетки.

source: Do _PARAM3__PARAM4_ to the width of cells of the virtual grid
ru_ru: Задать _PARAM3__PARAM4_ как ширину ячейки виртуальной сетки

source: Global Setup
ru_ru: Глобальная установка

source: Width ( pixels )
ru_ru: Ширина ( пиксель )

source: Test the width of cells of the virtual grid.
ru_ru: Тест ширины ячейки виртуальной сетки.

source: Width of cells of the virtual grid is _PARAM3__PARAM4_
ru_ru: Ширина ячейки виртуальной сетки _PARAM3_ до _PARAM4_

source: Height of the virtual grid
es_es: Alto de la grilla virtual
fr_fr: Hauteur de la grille virtuelle
ru_ru: Высота виртуальной сетки

source: Change the height of cells of the virtual grid
ru_ru: Изменить высоту ячейки виртуальной сетки.

source: Do _PARAM3__PARAM4_ to the height of cells of the virtual grid
ru_ru: Задать _PARAM3__PARAM4_ как высоту ячейки виртуальной сетки

source: Height ( pixels )
ru_ru: Высота ( пиксель )

source: Test the height of cells of the virtual grid
ru_ru: Тест высоты ячейки виртуальной сетки.

source: Height of cells of the virtual grid is _PARAM3__PARAM4_
ru_ru: Высота ячейки виртуальной сетки _PARAM3_ до _PARAM4_

source: Change the position on the path
ru_ru: Изменить позицию в пути

source: Change state of the object on the path
ru_ru: Изменение состояния объекта в пути.

source: Do _PARAM__PARAM2_ to the state of the object on the path
ru_ru: Задать _PARAM2__PARAM3_ как рассчитанное состояние движения объекта в пути

source: Left border
ru_ru: Левая граница

source: Teste the size, in virtual cells, of the left border of the object.
ru_ru: Тест размера, в виртуальных ячейках, левой границы объекта.

source: Test the size, in virtual cells, of the left border of the object.
ru_ru: Левая граница для _PARAM0_ от _PARAM2_ до _PARAM3_

source: Width ( virtual cells )
ru_ru: Ширина ( в вирт ячейках )

source: Right border
ru_ru: Правая граница

source: Test the size, in virtual cells, of the right border of the object.
ru_ru: Тест размера, в виртуальных ячейках, правой границы объекта.

source: Right border of _PARAM0_ is _PARAM1__PARAM2_
ru_ru: Правая граница для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Top border
ru_ru: Верхняя граница

source: Test the size, in virtual cells, of the top border of the object.
ru_ru: Тест размера, в виртуальных ячейках, верхней границы объекта.

source: Top border of _PARAM0_ is _PARAM1__PARAM2_
ru_ru: Верхняя граница для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Bottom border
ru_ru: Нижняя граница

source: Test the size, in virtual cells, of the bottom border of the object.
ru_ru: Тест размера, в виртуальных ячейках, нижней границы объекта.

source: Bottom border of _PARAM0_ is _PARAM2_ _PARAM1_
ru_ru: Нижняя граница для _PARAM0_ от _PARAM2_ до _PARAM3_

source: Change the size, in virtual cells, of the left border of the object.
ru_ru: Изменить размер, в вирт ячейках, левой границы объекта.

source: Do _PARAM1__PARAM2_ to the left border of _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как левую границу для _PARAM0_

source: Width ( virtual cases )
ru_ru: Ширина ( Cases virtuelles )

source: Change the size, in virtual cells, of the right border of the object.
ru_ru: Изменить размер, в вирт ячейках, правой границы объекта.

source: Do _PARAM1__PARAM2_ to the right border of _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как правую границу для _PARAM0_

source: Change the size, in virtual cells, of the top border of the object.
ru_ru: Изменить размер, в вирт ячейках, верхней границы объекта.

source: Do _PARAM1__PARAM2_ to the top border of _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как верхнюю границу для _PARAM0_

source: Change size, in virtual cells, of the bottom border of the object.
ru_ru: Изменить размер, в вирт ячейках, нижней границы объекта.

source: Do _PARAM1__PARAM2_ to the bottom border of _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как нижнюю границу для _PARAM0_

source: Moving speed
ru_ru: Скорость движения

source: Moving speed on the path
es_es: Velocidad de movimiento en la ruta
fr_fr: Vitesse de déplacement sur le chemin
ru_ru: Скорость движения в пути

source: Obstacle cost
es_es: Dificultad de pasar por el obstáculo
fr_fr: Difficulté de passage au dessus de l'objet
ru_ru: Сложность прохождения через объект

source: Last waypoint X position
es_es: Posición X del último punto de control
fr_fr: Position X du dernier point de passage
ru_ru: Позиция X последней путевой точки

source: Last waypoint Y position
es_es: Posición Y del último punto de control
fr_fr: Position Y du dernier point de passage
ru_ru: Позиция Y последней путевой точки

source: Next waypoint X position
ru_ru: Позиция X следующей путевой точки

source: Next waypoint Y position
ru_ru: Позиция Y следующей путевой точки

source: Pitch
ru_ru: Шаг

source: Roll
ru_ru: Крен

source: Depth
es_es: Profundidad
fr_fr: Profondeur
ru_ru: Глубина

source: Z Coordinate
es_es: Coordenada Z
fr_fr: Coordonnée Z
ru_ru: Координата Z

source: Yaw
ru_ru: Поворот вокруг верт. оси

source: Settings of the 3D Box object
es_es: Configuración del objeto Cubo 3D
fr_fr: Paramétrage de l'objet Boite 3D
ru_ru: Настройка объекта 3D Box

source: Width :
es_es: Ancho :
fr_fr: Largeur :
ru_ru: Ширина :

source: Height :
es_es: Alto :
fr_fr: Hauteur :
ru_ru: Высота :

source: Depth :
es_es: Profundidad :
fr_fr: Profondeur :
ru_ru: Глубина :

source: Textures
es_es: Texturas
ru_ru: Текстуры

source: Front :
es_es: Frente :
fr_fr: Face :
ru_ru: Фронт :

source: Top :
es_es: Encima :
fr_fr: Dessus :
ru_ru: Верх :

source: Bottom :
es_es: Debajo :
fr_fr: Dessous :
ru_ru: Низ :

source: Left :
es_es: Izquierda :
fr_fr: Gauche :
ru_ru: Левый :

source: Right :
es_es: Derecha :
fr_fr: Droite :
ru_ru: Правый :

source: Back :
es_es: Detrás :
fr_fr: Arrière :
ru_ru: Задний :

source: Show image bank's editor
es_es: Mostrar el editor del banco de imágenes
fr_fr: Afficher l'éditeur de la banque d'images
ru_ru: Открыть редактор банка изображений

source: Please display the image bank's editor and select an image before clicking on this button.
es_es: Por favor muestra el editor del banco de imágenes y selecciona una imagen antes de hacer click en este botón.
fr_fr: Affichez l'éditeur de la banque d'image, et sélectionnez une image avant de cliquer sur ce bouton.
ru_ru: Показать редактор банка изображений, прежде чем нажать на эту кнопку нужно выбрать изображения .

source: 3D Box Object
es_es: Objeto Cubo 3D
fr_fr: Objet Boîte 3D
ru_ru: 3D Box Объект

source: Extension allowing to use 3D Box objects.
es_es: Extensión que permite el uso de objetos cubo en 3D.
fr_fr: Extension permettant d'utiliser des objets boites en 3D.
ru_ru: Расширение позволяет использовать объекты 3D Box.

source: Displays a 3D Box
es_es: Muestra un cubo en 3D
fr_fr: Afficher une boite en 3D
ru_ru: Отображение 3D Box объектов

source: Modify the width of a 3D Box.
es_es: Modifica el ancho de un cubo 3D.
fr_fr: Modifie la largeur d'une boite 3D.
ru_ru: Изменить ширину 3D Box.

source: Do _PARAM1__PARAM2_ to the width of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el ancho de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la largeur de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как ширину для _PARAM0_

source: Test the width of a 3D Box.
fr_fr: Teste la largeur d'une boite 3D.
ru_ru: Тест ширины 3D Box.

source: The width of _PARAM0_ is _PARAM1__PARAM2_
es_es: El ancho de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La largeur de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Ширина для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Modify the height of a 3D Box.
es_es: Modifica el alto de un cubo 3D.
fr_fr: Modifie la hauteur d'une boite 3D.
ru_ru: Изменить высоту 3D Box.

source: Do _PARAM1__PARAM2_ to the height of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el alto de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la hauteur de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как высоту для _PARAM0_

source: Test the height of a 3D Box.
fr_fr: Teste la hauteur d'une boite 3D.
ru_ru: Тест высоты 3D Box.

source: The height of _PARAM0_ is _PARAM1__PARAM2_
es_es: El alto de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La hauteur de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Высота для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Modify the depth of a 3D Box.
es_es: Modifica la profundidad de un cubo 3D.
fr_fr: Modifie la profondeur d'une boite 3D.
ru_ru: Изменить глубину 3D Box.

source: Do _PARAM1__PARAM2_ to the depth of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la profundidad de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la profondeur de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как глубину для _PARAM0_

source: Test the depth of a 3D Box.
fr_fr: Teste la profondeur d'une boite 3D.
ru_ru: Тест глубины 3D Box.

source: The depth of _PARAM0_ is _PARAM1__PARAM2_
fr_fr: La profondeur de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Глубина для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Z Position
es_es: Posición Z
fr_fr: Position Z
ru_ru: Позиция Z

source: Modify the Z Position of a 3D Box.
es_es: Modifica la posición Z de un cubo 3D.
fr_fr: Modifie la position Z d'une boite 3D.
ru_ru: Изменить позицию Z для 3D Box.

source: Do _PARAM1__PARAM2_ to the Z position of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la posición Z de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la position Z de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как позиция Z для _PARAM0_

source: Test Z position of a 3D Box.
fr_fr: Teste la position Z d'une boite 3D.
ru_ru: Тест позиции Z 3D Box.

source: The Z position of _PARAM0_ is _PARAM1__PARAM2_
es_es: La posición Z de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La position Z de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Позиция Z для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Modify Yaw of a 3D Box object.
es_es: Modifica la rotación Yaw de un objeto Cubo 3D.
fr_fr: Modifie la rotation yaw d'une boite 3D.
ru_ru: Изменить поворот вокруг вертикальной оси 3D Box объекта.

source: Do _PARAM1__PARAM2_ to yaw of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la rotación Yaw de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au yaw de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как поворот для _PARAM0_

source: Test Yaw of a 3D Box object.
fr_fr: Teste la rotation yaw d'une boite 3D.
ru_ru: Тест поворота по вертикальной оси 3D Box.

source: Yaw of _PARAM0_ is _PARAM2_ _PARAM1_
fr_fr: Le yaw de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Поворот для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Modify Pitch of a 3D Box object.
es_es: Modifica la rotación Pitch de un objeto Cubo 3D.
fr_fr: Modifie la rotation pitch d'une boite 3D.
ru_ru: Изменить шаг вращения 3D Box.

source: Do _PARAM1__PARAM2_ to Pitch of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la rotación Pitch de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au pitch de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как шаг для _PARAM0_

source: Test Pitch of a 3D Box object.
fr_fr: Teste la rotation pitch d'une boite 3D.
ru_ru: Тест шага вращения 3D Box.

source: Pitch of _PARAM0_ is _PARAM1__PARAM2_
es_es: La rotación Pitch de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le pitch de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Шаг для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Modify Roll of a 3D Box object.
es_es: Modifica la rotación Roll de un objeto Cubo 3D.
fr_fr: Modifie la rotation roll d'une boite 3D.
ru_ru: Изменить крен 3D Box объекта.

source: Do _PARAM1__PARAM2_ to the Roll of _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au roll de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как крен для _PARAM0_

source: Test Roll of a 3D Box object.
fr_fr: Teste la rotation roll d'une boite 3D.
ru_ru: Тест крена объекта 3D Box.

source: Roll of _PARAM0_ is _PARAM2_ _PARAM1_
fr_fr: Le roll de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Крен для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Depth of the 3D Box
es_es: Profundidad del cubo 3D
fr_fr: Profondeur de la boite 3D
ru_ru: Глубина 3D Box

source: Common dialogs
es_es: Diálogos comunes
fr_fr: Boites de dialogues communes
ru_ru: Общие диалоги

source: Extension allowing to display common dialogs ( Message box, open file dialog... )
es_es: Extensión que permite visualizar diálogos comunes ( Mensajes, apertura de archivos... )
fr_fr: Extension permettant d'afficher des boites de dialogues souvent utilisées ( Message, ouverture de fichier... )
ru_ru: Расширение для отображения часто используемых диалогов (окно сообщения, диалоговое окно...)

source: Show a message box
es_es: Mostrar un mensaje
fr_fr: Afficher une boite de message
ru_ru: Показать окно сообщения

source: Display a message box with specified text, and a Ok button.
es_es: Visualiza un cuadro de mensaje con el texto especificado, y un botón "Ok".
fr_fr: Affiche une boite de message avec le texte indiqué, et un bouton ok.
ru_ru: Отображает окно сообщения с заданным текстом и кнопку OK.

source: Display message "_PARAM1_" with title "_PARAM2_"
es_es: Mostrar el mensaje "_PARAM1_" con el título "_PARAM2_"
fr_fr: Afficher le message "_PARAM1_" avec le titre "_PARAM2_"
ru_ru: Отобразить сообщение "_PARAM1_" с текстом "_PARAM2_"

source: Interfaces
ru_ru: Интерфейс

source: Title
es_es: Título
fr_fr: Titre
ru_ru: Заголовок

source: Show a window to choose a file
es_es: Mostrar una ventana de apertura de archivos
fr_fr: Afficher une fenêtre d'ouverture de fichier
ru_ru: Показать окно выбора файла

source: Display a window allowing to choose a file. The name and the directory of the file will be saved in the specified variable.
es_es: Visualiza una ventana que permite seleccionar un archivo. El nombre y directorio del archivo serán almacenados en las variables especificadas.
fr_fr: Affiche une fenêtre permettant de choisir un fichier. Le nom et répertoire du fichier est enregistré dans la variable de la scène indiquée.
ru_ru: Отображает окно для выбора файла. Имя и каталог файла будут сохранены в указанной переменной сцены.

source: Open a window so as to choose a file, and save the result in _PARAM1_
es_es: Abrir una ventana de selección de archivo, y guardar el resultado en _PARAM1_
fr_fr: Ouvrir une fenêtre de choix de fichier, et enregistrer le résultat dans _PARAM1_
ru_ru: Открыть окно выбора файла, и сохранить результат в _PARAM1_

source: Wildcard filter ( "FileType|*.ext;*.ext2|2ndFileType|*.ext3" ) ( Windows only )
es_es: Filtros ( Forma : "TipoDeArchivo|*.ext;*.ext2|TipoDeArchivo2|*.ext3" ) ( Windows solamente )
fr_fr: Filtres ( Forme : "TypeDeFichier|*.ext;*.ext2|TypeDeFichier2|*.ext3" ) ( Windows seulement )
ru_ru: Фильтр ( Шаблон : "FileType|*.ext;*.ext2|2ndFileType|*.ext3" ) ( только для Windows )

source: Show a window to enter a text
es_es: Mostrar una ventana para ingresar un texto
fr_fr: Afficher une fenêtre d'entrée de texte
ru_ru: Показать окно для ввода текста

source: Show a window allowing to enter a text. The text will be saved in the specified scene variable.
es_es: Visualiza una ventana que permite ingresar un texto. El texto será guardado en la variable de escena especificada.
fr_fr: Affiche une fenêtre permettant d'entrer un texte. Le texte sera enregistré dans la variable de la scène indiquée.
ru_ru: Отображает окно для ввода теста. Текст будет сохранен в указанной переменной сцены.

source: Open a text input dialog, and save the result in _PARAM1_
es_es: Abrir una ventana de ingreso de texto, y guardar el resultado en _PARAM1_
fr_fr: Ouvrir une fenêtre d'entrée de texte, et enregistrer le résultat dans _PARAM1_
ru_ru: Открыть окно ввода текста, и сохранить результат в _PARAM1_

source: Display a Yes/No message box
es_es: Mostrar un cuadro de mensaje Sí/No
fr_fr: Afficher une boite de message Oui/Non
ru_ru: Показать окно сообщения Да/Нет

source: Open a message box allowing to choose Yes or No. The answer ( "yes"/"no" ) will be saved in the specified variable.
es_es: Visualiza una ventana que permite seleccionar Sí o No. La respuesta ( "si" o "no" ) será almacenada en la variable de escena especificada.
fr_fr: Affiche une fenêtre permettant de choisir entre oui ou non. La réponse ( "yes" ou "no" ) sera enregistrée dans la variable de la scène indiquée.
ru_ru: Окно сообщения, позволяющее выбрать между Да или Нет. Ответ ( "да" или "нет" ) будет сохранен в указанной переменной сцены.

source: Open a Yes/No message box, and save the result in _PARAM1_
es_es: Abrir una ventana Sí/No, y guardar el resultado en _PARAM1_
fr_fr: Ouvrir une fenêtre Oui/Non, et enregistrer le résultat dans _PARAM1_
ru_ru: Открыть сообщение Да/Нет, и сохранить результат в _PARAM1_

source: Destroy Outside Screen Automatism
es_es: Automatismo Destruir fuera de pantalla
fr_fr: Automatisme Suppression en dehors de l'écran
ru_ru: Автоматизм чистки за пределами экрана
