Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Center the camera on _PARAM1_ ( limit : from _PARAM2_;_PARAM3_ to _PARAM4_;_PARAM5_ ) ( layer : _PARAM7_, camera : _PARAM8_ )
es_es: Centrar la cámara en _PARAM1_ ( Límites : de _PARAM2_;_PARAM3_ a _PARAM4_;_PARAM5_ ) ( Capa : _PARAM7_, cámara : _PARAM8_ )
fr_fr: Centrer la caméra sur _PARAM1_ ( limites : de _PARAM2_;_PARAM3_ à _PARAM4_;_PARAM5_ ) ( calque : _PARAM7_, caméra : _PARAM8_ )
ru_ru: Центрировать камеру на _PARAM1_ ( предел : от _PARAM2_;_PARAM3_ до _PARAM4_;_PARAM5_ ) ( слой : _PARAM7_, камера : _PARAM8_ )

source: Top left side of the boundary: X Position
es_es: Esquina superior-izquierda del límite : Posición X
fr_fr: Coté haut gauche de la limite : Position X
ru_ru: Верхняя левая сторона границы : Позиция X

source: Top left side of the boundary: Y Position
es_es: Esquina superior-izquierda del límite : Posición Y
fr_fr: Coté haut gauche de la limite : Position Y
ru_ru: Верхняя левая сторона границы : Позиция Y

source: Bottom right side of the boundary: X Position
es_es: Esquina inferior-derecha del límite : Posición X
fr_fr: Coté bas droit de la limite : Position X
ru_ru: Нижняя правая сторона границы : Позиция X

source: Bottom right side of the boundary: Y Position
es_es: Esquina inferior-derecha del límite : Posición Y
fr_fr: Coté bas droit de la limite : Position Y
ru_ru: Нижняя правая сторона границы : Позиция Y

source: Anticipating the displacement of the object (yes by default)
es_es: Anticipar el desplazamiento del objeto ( si por defecto )
fr_fr: Anticiper le déplacement de l'objet ( oui par défaut )
ru_ru: Предвидеть перемещение объекта ( да по умолчанию )

source: Center the camera on an object
es_es: Centrar la cámara en el objeto
fr_fr: Centrer la caméra sur un objet
ru_ru: Центрирование камеры на объекте

source: Center the camera on the specified object.
es_es: Centra la cámara en el objeto especificado. Es preferible llamar esta acción al final de los eventos, cuando todas las acciones de desplazamiento y posición de objetos se hayan efectuado.
fr_fr: Centre la caméra sur l'objet indiqué. Il est préférable d'appeler cette action vers la fin des évènements, quand toutes les actions de positionnement et de déplacement de l'objet ont été effectuées.
ru_ru: Центрировать камеру на указанном объекте. Лучше вызывать это действие в конце событий отвечающих за позиционирование и перемещение объекта.

source: Center camera on _PARAM1_ ( layer : _PARAM3_, camera : _PARAM4_ )
es_es: Centrar la cámara en _PARAM1_ ( Capa : _PARAM3_, cámara : _PARAM4_ )
fr_fr: Centrer la caméra sur _PARAM1_ ( calque : _PARAM3_, caméra : _PARAM4_ )
ru_ru: Центрировать камеру на _PARAM1_ ( слой : _PARAM3_, камера : _PARAM4_ )

source: Show a layer
es_es: Revelar una capa
fr_fr: Afficher un calque
ru_ru: Показать слой

source: Show a layer.
es_es: Revela una capa (si estaba oculta).
fr_fr: Rend visible un calque.
ru_ru: Делает слой видимым.

source: Show layer _PARAM1_
es_es: Revelar la capa _PARAM1_
fr_fr: Afficher le calque _PARAM1_
ru_ru: Показать слой _PARAM1_

source: Hide a layer
es_es: Ocultar una capa
fr_fr: Cacher un calque
ru_ru: Скрыть слой

source: Hide a layer.
es_es: Oculta una capa (la hace invisible).
fr_fr: Rend invisible un calque.
ru_ru: Делает слой невидимым.

source: Hide layer _PARAM1_
es_es: Ocultar la capa _PARAM1_
fr_fr: Cacher le calque _PARAM1_
ru_ru: Скрыть слой _PARAM1_

source: Visibility of a layer
es_es: Visibilidad de una capa
fr_fr: Visibilité d'un calque
ru_ru: Видимость слоя

source: Test if a layer is displayed
es_es: Evalúa si una capa es visible.
fr_fr: Teste si un calque est affiché.
ru_ru: Тест отображения слоя.

source: Layer _PARAM1_ is visible
es_es: La capa _PARAM1_ es visible
fr_fr: Le calque _PARAM1_ est visible
ru_ru: Слой _PARAM1_ видимый

source: Width of a camera of a layer
es_es: Ancho de una cámara
fr_fr: Largeur de la caméra d'un calque
ru_ru: Ширина камеры для слоя

source: Camera
es_es: Cámara
fr_fr: Caméra
ru_ru: Камера

source: Height of a camera of a layer
es_es: Alto de una cámara
fr_fr: Hauteur de la caméra d'un calque
ru_ru: Высота камеры для слоя

source: X position of the top left side point of a render zone
es_es: Posición X del punto superior-izquierdo de la zona de renderizado de la cámara
fr_fr: Position X du coté haut-gauche de la zone de rendu d'une caméra
ru_ru: Позиция X верхнего левого угла зоны рендеринга камеры

source: Y position of the top left side point of a render zone
es_es: Posición Y del punto superior-izquierdo de la zona de renderizado de la cámara
fr_fr: Position Y du coté haut-gauche de la zone de rendu d'une caméra
ru_ru: Позиция Y верхнего левого угла зоны рендеринга камеры

source: X position of the bottom right side point of a render zone
es_es: Posición X del punto inferior-derecho de la zona de renderizado de la cámara
fr_fr: Position X du coté bas-droit de la zone de rendu d'une caméra
ru_ru: Позиция X правого нижнего угла зоны рендеринга камеры

source: Y position of the bottom right side point of a render zone
es_es: Posición Y del punto inferior-derecho de la zona de renderizado de la cámara
fr_fr: Position Y du coté bas-droit de la zone de rendu d'une caméra
ru_ru: Позиция Y правого нижнего угла зоны рендеринга камеры

source: Camera X position
es_es: Posición X de la cámara
fr_fr: Position X de la caméra
ru_ru: Позиция X камеры

source: Camera Y position
es_es: Posición Y de la cámara
fr_fr: Position Y de la caméra
ru_ru: Позиция Y камеры

source: Standard Conversions
es_es: Conversiones estándar
fr_fr: Conversions standards
ru_ru: Стандартные преобразования

source: Built-in extension providing standard conversions expressions.
es_es: Extensión integrada que provee expresiones de conversión estándar.
fr_fr: Extension apportant des expressions de conversion, intégrée en standard.
ru_ru: Встроенное расширение, обеспечивающее стандартные преобразования выражений.

source: Text > Number
es_es: Texto > Número
fr_fr: Texte > Nombre
ru_ru: Текст > Число

source: Convert the text to a number
es_es: Convertir el texto en un número
fr_fr: Convertit le texte en un nombre
ru_ru: Преобразует текст в число

source: Text to convert in a number
es_es: Texto a convertir en número
fr_fr: Texte à convertir en nombre
ru_ru: Текст для преобразования в число

source: Number > Text
es_es: Número > Texto
fr_fr: Nombre > Texte
ru_ru: Число > Текст

source: Convert the result of the expression in a text
es_es: Convertir el resultado de la expresión en un texto
fr_fr: Convertit le résultat de l'expression en un texte
ru_ru: Преобразовать результат выражения в текст

source: Expression to be converted to a text
es_es: Expresión a ser convertida en texto
fr_fr: Expression à convertir en texte
ru_ru: Выражение для преобразования в текст

source: Number > Text ( without scientific notation )
es_es: Número > Texto ( si notación científica )
fr_fr: Nombre > Texte ( sans notation scientifique )
ru_ru: Число > Текст ( без экспоненциального представления )

source: Convert the result of the expression in a text, without using the scientific notation
es_es: Convertir el resultado de la expresión en un texto, sin utilizar la notación científica
fr_fr: Convertit le résultat de l'expression en un texte, sans utiliser la notation scientifique
ru_ru: Преобразовать результат выражения в текст, без экспоненциального представления

source: Degrees > Radians
es_es: Grados > Radianes
fr_fr: Degrés > Radians
ru_ru: Градусы > Радианы

source: Converts the angle, expressed in degrees, into radians
es_es: Convertir el ángulo, expresado en grados, a radianes
fr_fr: Convertit l'angle, exprimé en degrés, en radians
ru_ru: Преобразует угол, выраженный в градусах, в радианы

source: Radians > Degrees
es_es: Radianes > Grados
fr_fr: Radians > Degrés
ru_ru: Радианы > Градусы

source: Converts the angle, expressed in radians, into degrees
es_es: Convertir el ángulo, expresado en radianes, en grados
fr_fr: Convertit l'angle, exprimé en radians, en degrés
ru_ru: Преобразует значение угла, из радиан, в градусы

source: Angle, in radians
es_es: Ángulo, en radianes
fr_fr: Angle en radians
ru_ru: Угол, в радианах

source: Standard events
es_es: Eventos estándar
fr_fr: Évènements standards
ru_ru: Стандартные события

source: Built-in extension providing standard events.
es_es: Extensión integrada que provee eventos estándar.
fr_fr: Extension apportant des types d'évènements de base, intégrée en standard.
ru_ru: Встроенное расширение стандартных событий

source: Or
es_es: O
fr_fr: Ou
ru_ru: ИЛИ

source: Return true if one of the sub conditions is true
es_es: Retorna verdad si una de las sub-condiciones es verdad
fr_fr: Renvoie vraie si une seule des sous conditions est vraie
ru_ru: Возвращает True, если любое из условий истинно

source: If one of these conditions is true :
ru_ru: Если одно из этих условий истинно :

source: And
es_es: Y
fr_fr: Et
ru_ru: И

source: Return true if all sub conditions are true
es_es: Retorna verdad si todas las sub-condiciones son verdad
fr_fr: Renvoie vraie si toutes les sous conditions sont vraies
ru_ru: Возвращает True, если все условия истинны

source: If all of these conditions are true :
ru_ru: Если все эти условия истинны :

source: Not
es_es: No
fr_fr: Non
ru_ru: НЕ

source: Return the contrary of the result of the sub conditions
es_es: Retorna el valor contrario del resultado de la sub-condición
fr_fr: Renvoie l'inverse du résultat des sous conditions
ru_ru: Возвращает обратное результату суб условий

source: Invert the logical result of these conditions :
ru_ru: Обратить логический результат этих условий :

source: Trigger once while true
es_es: Ejecutar una vez
fr_fr: Déclencher une seule fois tant que les conditions sont vraies
ru_ru: Одноразовый триггер, если истинна

source: Run actions only once, for each time the conditions have been met.
es_es: Ejecuta las acciones una sola vez, por cada vez que las condiciones sean cumplidas.
fr_fr: Force les actions à être déclenchées une seule fois au moment où les conditions deviennent vraies.
ru_ru: Запуск действия только один раз, при выполнении условия.

source: Trigger once
es_es: Ejecutar una vez
fr_fr: Déclencher une fois
ru_ru: Одноразовый триггер

source: Standard event
es_es: Evento estándar
fr_fr: Évènement standard
ru_ru: Стандартное событие

source: Standard event: Actions are run if conditions are fulfilled.
es_es: Evento estándar : Las acciones son efectuadas si las condiciones son cumplidas.
fr_fr: Evenement standard : Les actions sont effectuées si les conditions sont remplies.
ru_ru: Стандартное событие : Выполнение действия, при определенных условиях.

source: Link
es_es: Enlace
fr_fr: Lien
ru_ru: Ссылка

source: Link to some external events
es_es: Enlace a algún evento externo :
fr_fr: Lien vers des évènements externes :
ru_ru: Ссылка на внешние событие :

source: Comment
es_es: Comentario
fr_fr: Commentaire
ru_ru: Комментарий

source: Event displaying a text in the events editor
es_es: Evento que muestra un texto en el editor de eventos
fr_fr: Affiche un texte dans l'éditeur d'évènements
ru_ru: Отображение текста в редакторе событий

source: The event is repeated while the conditions are true
es_es: El evento se repite siempre que las condiciones sean verdad
fr_fr: L'évènement est répété tant que les conditions sont vraies
ru_ru: Проверяет условие до выполнения действия

source: Event repeated a number of times
es_es: El evento se repite un número determinado de veces
fr_fr: Evenement répété un certain nombre de fois
ru_ru: Проверяет условие после выполнения действия

source: For each object
es_es: Por cada objeto
fr_fr: Pour chaque objet
ru_ru: Для каждого объекта

source: Repeat the event for each specified object.
es_es: El evento se repite por cada objeto especificado.
fr_fr: Répeter l'évènement pour chaque objet spécifié.
ru_ru: Повторить событие для каждого указанного объекта.

source: C++ code ( Experimental )
es_es: Código C++ ( Experimental )
fr_fr: Code C++ ( Expérimental )
ru_ru: Код C++ ( экспериментальная )

source: Execute C++ code
es_es: Ejecuta código C++
fr_fr: Executer du code C++
ru_ru: Выполнить код C++

source: Built-in extension providing actions and conditions related to external layouts
es_es: Extensión integrada que provee acciones y condiciones relacionadas a diseños externos
fr_fr: Extension integrée offrant des actions et conditions liés aux agencement externes
ru_ru: Встроенное расширение для условий и действий, связанных с внешними макетами

source: Create objects from an external layout
es_es: Crear objetos desde un diseño externo
fr_fr: Créer des objets depuis un agencement externe
ru_ru: Создание объектов из внешнего макета

source: Create objects from an external layout.
es_es: Crea objetos desde el diseño externo especificado.
fr_fr: Créer les objets de l'agencement externe spécifié.
ru_ru: Создание объектов из внешнего макета.

source: Create objects from the external layout _PARAM1_
es_es: Crear objetos desde el diseño externo _PARAM1_
fr_fr: Créer les objets de l'agencement externe _PARAM1_
ru_ru: Создать объект из внешнего макета _PARAM1_

source: Name of the external layout
es_es: Nombre del diseño externo
fr_fr: Nom de l'agencement externe
ru_ru: Имя внешнего макета

source: X position of the origin
es_es: Posición X del origen
fr_fr: Position X de l'origine
ru_ru: Позиция X начала координат

source: Y position of the origin
es_es: Posición Y del origen
fr_fr: Position Y de l'origine
ru_ru: Позиция Y начала координат

source: Storage and files
es_es: Almacenamiento y archivos
fr_fr: Stockage et fichiers
ru_ru: Хранение данных и файлы

source: Built-in extension providing functions to store data and manipulate files.
es_es: Extensión integrada que provee funciones para almacenar información y manipular archivos.
fr_fr: Extension apportant des fonctions de manipulation de fichier, intégrée en standard.
ru_ru: Встроенное расширение для управления файлами и хранения данных.

source: Existence of a group
es_es: Existencia de un grupo
fr_fr: Existence d'un groupe
ru_ru: Наличие в группе

source: Test if an element ( Example : PlayerState/CurrentLevel ) exists in the file. Warning! Spaces are forbidden in element's names.
es_es: Evalúa si un elemento ( ej.: EstadoJugador/Nivel/1 ) existe en el archivo. ¡Atención! Los espacios están prohibidos en los nombres de los elementos.
fr_fr: Teste si l'élement ( de la forme /Racine/Exemple/1 ) existe dans le fichier. Attention ! Les espaces sont interdits dans le nom des groupes.
ru_ru: Тест, существует ли элемент ( пример : /Racine/Exemple/1 ) в файле. Внимание ! В именах групп пробелы недопустимы.

source: _PARAM1_ exists in file _PARAM0_
es_es: _PARAM1_ existe en el archivo _PARAM0_
fr_fr: _PARAM1_ existe dans le fichier _PARAM0_
ru_ru: _PARAM1_ существует в файле _PARAM0_

source: Storage
es_es: Almacenamiento
fr_fr: Stockage
ru_ru: Хранение данных

source: Filename
es_es: Nombre de archivo
fr_fr: Nom du fichier
ru_ru: Имя файла

source: Group
es_es: Grupo
fr_fr: Groupe
ru_ru: Группа

source: Load a structured file in memory
es_es: Cargar un archivo estructurado en la memoria
fr_fr: Charger un fichier structuré en mémoire
ru_ru: Загрузить структурированный файл в память

source: This action load the structured file in memory, so as to write and read it. You can open and write without using this action, but it will be slower. If you use this action, do not forget to unload the file from memory. For the native platform, the file format is XML.
es_es: Esta acción crea un archivo estructurado en la memoria, para poder leer leerlo y escribir en él. Puedes abrir, leer y escribir sin usar esta acción, pero será más lento. Si usas esta acción, no olvides cerrar el archivo de la memoria al terminar. Para la plataforma nativa, el formato de archivo es XML.
fr_fr: Cette action charge le fichier structuré en mémoire, pour permettre de lire et écrire dedans. Il est possible de lire et d'écrire dans un fichier structuré sans passer par cette action, mais les performances seront moindres. N'oubliez surtout pas de décharger le fichier de la mémoire une fois les opérations terminées.
ru_ru: Это действие загрузит структурированный файл в память, для чтения и записи в него. Можно записывать и читать из файла минуя это действие, но производительность будет снижена. Не забудьте выгрузить файл из памяти, после завершения. Для родной платформы, формат файла XML.

source: Load structured file _PARAM0_ in memory
es_es: Cargar el archivo estructurado _PARAM0_ en la memoria
fr_fr: Charger le fichier structuré _PARAM0_ en mémoire
ru_ru: Загрузить структурир файл _PARAM0_ в память

source: Close a structured file
es_es: Cerrar un archivo estructurado
fr_fr: Fermer un fichier structuré
ru_ru: Закрыть структурированный файл

source: This action close the structured file previously loaded in memory, saving all changes made.
es_es: Esta acción cierra el archivo estructurado previamente cargado en la memoria, guardando todos los cambios realizados.
fr_fr: Cette action ferme le fichier structuré chargé précédemment en mémoire, en enregistrant les modifications apportées à celui ci.
ru_ru: Это действие закрывает структурир файл загруженный в память, сохраняя в нем изменения.

source: Close structured file _PARAM0_
es_es: Cerrar el archivo estructurado _PARAM0_ cargado en la memoria
fr_fr: Fermer le fichier structuré _PARAM0_ chargé en mémoire
ru_ru: Закрыть структурир файл _PARAM0_ загруженный в память

source: Write a value
es_es: Escribir un valor
fr_fr: Ecrire une valeur
ru_ru: Запись значения

source: Write the result of the expression in the file, in the specified element. Specify the structure leading to the element using / ( Example : Root/Level/Current) Warning ! Spaces are forbidden in elements' names.
es_es: Esta acción escribe el resultado de la expresión en el archivo, en el elemento especificado. Indica la estructura inicial del elemento usando / (ej.: Raíz/Nivel/Actual) ¡Atención! Los espacios están prohibidos en los nombres de los elementos.
fr_fr: Cette action écrit le résultat de l'expression dans le fichier, dans l'élement indiqué. Indiquez la structure menant à l'élement en séparant les éléments par des /. (Exemple : Racine/MonPersonnage/X) Attention ! Les espaces sont interdits dans les noms.
ru_ru: Это действие записывает результат выражения в файл, в указанном элементе. Укажите структуру ведущую к элементу с помощью разделителя /. (Пример : Racine/MonPersonnage/X) Внимание ! Пробелы в именах не допустимы.

source: Write _PARAM2_ in _PARAM1_ of file _PARAM0_
es_es: Escribir _PARAM2_ en _PARAM1_ del archivo _PARAM0_
fr_fr: Ecrire _PARAM2_ dans _PARAM1_ du fichier _PARAM0_
ru_ru: Записать _PARAM2_ в _PARAM1_ файла _PARAM0_

source: Expression
es_es: Expresión
ru_ru: Выражение

source: Write a text
es_es: Escribir un texto
fr_fr: Ecrire un texte
ru_ru: Запись текста

source: Write the text in the file, in the specified element. Specify the structure leading to the element using / ( Example : Root/Level/Current) Warning ! Spaces are forbidden in elements' names.
es_es: Esta acción escribe un texto en el archivo, en el elemento especificado. Indica la estructura inicial del elemento usando / (ej.: Raíz/Nivel/Actual) ¡Atención! Los espacios están prohibidos en los nombres de los elementos.
fr_fr: Cette action écrit le texte dans le fichier, dans l'élement indiqué. Indiquez la structure menant à l'élement, en séparant les éléments par des /. (Exemple : Racine/MonPersonnage/X) Attention ! Les espaces sont interdits dans les noms.
ru_ru: Это действие записывает текст в файл, в указанном элементе. Укажите структуру ведущую к элементу с помощью разделителя /. (Пример : Racine/MonPersonnage/X) Внимание ! Пробелы в именах не допустимы.

source: Read a value
es_es: Leer un valor
fr_fr: Lire une valeur
ru_ru: Чтение значения

source: Read the value saved in the specified element and store it in a variable. Specify the structure leading to the element using / ( Example : Root/Level/Current) Warning ! Spaces are forbidden in elements' names.
es_es: Esta acción lee el valor guardado en el elemento especificado y lo almacena en una variable. Indica la estructura inicial del elemento usando / (ej.: Raíz/Nivel/Actual) ¡Atención! Los espacios están prohibidos en los nombres de los elementos.
fr_fr: Cette action lit la valeur du groupe indiqué et la stocke dans une variable de la scène. Indiquez la structure menant à l'élement en séparant les éléments par des /. (Exemple : Racine/Niveau/Actuel) Attention ! Les espaces sont interdits dans les noms.
ru_ru: Это действие считывает значение в указанном элементе файла и сохраняет его в переменной сцены. Укажите структуру ведущую к элементу с помощью разделителя /. (Пример : Racine/Niveau/Actuel) Внимание ! Пробелы в именах элементов не допустимы.

source: Read _PARAM1_ from file _PARAM0_ and store value in _PARAM3_
es_es: Leer _PARAM1_ del archivo _PARAM0_ y almacenarlo en _PARAM3_
fr_fr: Lire _PARAM1_ du fichier _PARAM0_ et stocker la valeur dans _PARAM3_
ru_ru: Читать _PARAM1_ из файла _PARAM0_ и сохранить значение в _PARAM3_

source: Scene variables
es_es: Variable de escena
fr_fr: Variable de la scène
ru_ru: Переменные сцены

source: Read a text
es_es: Leer un texto
fr_fr: Lire un texte
ru_ru: Чтение текста

source: Read the text saved in the specified element and store it in a variable. Specify the structure leading to the element using / ( Example : Root/Level/Current) Warning ! Spaces are forbidden in elements' names.
es_es: Esta acción lee el texto guardado en el elemento especificado y lo almacena en una variable de escena. Indica la estructura inicial del elemento usando / (ej.: Raíz/Nivel/Actual) ¡Atención! Los espacios están prohibidos en los nombres de los elementos.
fr_fr: Cette action lit le texte de l'élement indiqué et le stocke dans une variable de la scène. Indiquez la structure menant à l'élement en séparant les éléments par des /. (Exemple : Racine/Niveau/Actuel) Attention ! Les espaces sont interdits dans les noms.
ru_ru: Это действие считывает текст в указанном элементе и сохраняет его в переменной сцены. Укажите структуру ведущую к элементу с помощью разделителя /. (Пример : Racine/Niveau/Actuel) Внимание ! Пробелы в именах элементов не допустимы.

source: Read _PARAM1_ from file _PARAM0_ and store as text in _PARAM3_
es_es: Leer _PARAM1_ del archivo _PARAM0_ y almacenarlo como texto en _PARAM3_
fr_fr: Lire _PARAM1_ du fichier _PARAM0_ et stocker le texte dans _PARAM3_
ru_ru: Читать _PARAM1_ из файла _PARAM0_ и сохранить значение в _PARAM3_

source: Delete an element
es_es: Eliminar un elemento
fr_fr: Supprimer un élément
ru_ru: Удалить элемент

source: This action delete the specified element from the structured file. Specify the structure leading to the element using / ( Example : Root/Level/Current) Warning ! Spaces are forbidden in elements' names.
es_es: Esta acción elimina el elemento especificado del archivo estructurado. Indica la estructura inicial del elemento usando / (ej.: Raíz/Nivel/Actual) ¡Atención! Los espacios están prohibidos en los nombres de los elementos.
fr_fr: Cette action écrit le texte dans le fichier, dans l'élement indiqué. Indiquez la structure menant à l'élement en séparant les éléments par des /. (Exemple : Racine/MonPersonnage/X) Attention ! Les espaces sont interdits dans les noms.
ru_ru: Это действие удалит указанный элемент из структурированного файла. Укажите структуру ведущую к элементу с помощью разделителя /. (Пример : Racine/MonPersonnage/X) Внимание ! Пробелы в именах элементов не допустимы.

source: Delete _PARAM1_ from the file _PARAM0_
es_es: Eliminar _PARAM1_ del archivo _PARAM0_
fr_fr: Supprimer _PARAM1_ du fichier _PARAM0_
ru_ru: Удалить _PARAM1_ из файла _PARAM0_

source: Delete a file
es_es: Eliminar un archivo
fr_fr: Supprimer un fichier
ru_ru: Удалить файл
