Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Return true if the video automatically restart.
es_es: Retorna verdad si en el video está activo el reinicio automático.
fr_fr: Renvoi vrai si la vidéo boucle automatiquement.
ru_ru: Вернуть True, если видео с авторестартом.

source: _PARAM0_ automatically restart
es_es: _PARAM0_ se reinicia automáticamente
fr_fr: _PARAM0_ redémarre automatiquement
ru_ru: _PARAM0_ с авторестартом

source: Position in video
es_es: Posición en el video
fr_fr: Position dans la vidéo
ru_ru: Позиция в видео

source: Test the current position in video.
es_es: Evalúa la posición actual en el video.
fr_fr: Teste la position actuelle dans la vidéo.
ru_ru: Тест текущей позиции в видео.

source: Current position in the video of _PARAM0_ is _PARAM1__PARAM2_
es_es: La posición actual en el video de _PARAM0_ es _PARAM1_ a _PARAM2_s
fr_fr: La position de la vidéo de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Текущее положение в _PARAM0_ от _PARAM1_ до _PARAM2_

source: Position ( in seconds ) to test
es_es: Posición ( en segundos ) a evaluar
fr_fr: Position ( en secondes ) à tester
ru_ru: Тест позиции ( в секундах )

source: Change the color of a Video object
es_es: Cambiar el color de un objeto Video
fr_fr: Changer la couleur d'un objet vidéo
ru_ru: Изменить цвет видео объекта

source: Change the global color of video. The default color is white.
es_es: Modifica el color global del video. Por defecto, el color es blanco.
fr_fr: Change la couleur globale de la vidéo. Par défaut, la couleur est le blanc.
ru_ru: Изменить глобальный цвет видео. По умолчанию белый.

source: Change transparency of a Video object.
es_es: Modifica la transparencia de un objeto Video.
fr_fr: Modifie la transparence d'un objet vidéo.
ru_ru: Изменить прозрачность видео объекта.

source: Object opacity
es_es: Opacidad del objeto
fr_fr: Opacité d'un objet
ru_ru: Прозрачность объекта

source: Test the opacity of video.
es_es: Evalúa la opacidad ( transparencia ) de un objeto Video.
fr_fr: Teste la valeur de l'opacité ( transparence ) d'un objet vidéo.
ru_ru: Тест значения прозрачности видео объекта.

source: Modify the angle of a Video object.
es_es: Modifica el ángulo de un objeto Video.
fr_fr: Modifie l'angle d'un objet vidéo.
ru_ru: Изменить угол для видео объекта.

source: Angle of a Video object
es_es: Ángulo de un objeto Video
fr_fr: Angle d'un objet vidéo
ru_ru: Угол видео объекта

source: Test the value of the angle of a Video object.
es_es: Evalúa el ángulo de un objeto Video.
fr_fr: Teste la valeur de l'angle d'un objet vidéo.
ru_ru: Тест значения угла видео объекта.

source: Modify the audio volume of a video object
es_es: Volumen de un objeto Video
fr_fr: Régler le volume sonore d'un objet vidéo
ru_ru: Изменить уровень аудио для видео объекта

source: Modify the audio volume of a video object.
es_es: Modifica el volumen de audio de un objeto Video.
fr_fr: Modifie le volume sonore d'un objet vidéo.
ru_ru: Изменить уровень звука для видео объекта.

source: Do _PARAM1__PARAM2_ to the audio volume of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el volumen de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au volume sonore de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как уровень аудио для _PARAM0_

source: Audio volume of a video object
es_es: Volumen de un objeto Video
fr_fr: Volume sonore d'un objet vidéo
ru_ru: Аудио уровень видео объекта

source: Test the value of the audio volume of a Video object.
es_es: Evalúa el volumen de audio de un objeto Video.
fr_fr: Teste la valeur du volume sonore d'un objet vidéo.
ru_ru: Тест значения аудио уровня видео объекта.

source: Audio volule of _PARAM0_ is _PARAM2_ _PARAM1_
es_es: El volumen de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le volume sonore de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Аудио уровень для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Current position in video
es_es: Posición actual en el video
fr_fr: Position actuelle dans la vidéo
ru_ru: Position actuelle dans la vidéo

source: Current position in the video, in seconds.
es_es: Posición actual en el video, en segundos.
fr_fr: Position actuelle dans la vidéo en secondes
ru_ru: Текущее положение видео, в секундах

source: Length
es_es: Duración
fr_fr: Durée
ru_ru: Длительность

source: Length of the video in seconds
es_es: Duración del video en segundos
fr_fr: Durée de la vidéo en secondes
ru_ru: Длительность видео, в секундах

source: Video's audio volume
es_es: Volumen del video
fr_fr: Volume sonore de la vidéo
ru_ru: Уровень аудио видео

source: Video file
es_es: Archivo del video
fr_fr: Fichier vidéo
ru_ru: Видео файл

source: Edit the object
es_es: Editar el objeto
fr_fr: Editer l'objet
ru_ru: Редактировать объект

source: Video files must be Ogg Theora video files.
es_es: Los archivos de video deben estar en el formato de video libre Ogg Theora.
fr_fr: Les fichiers vidéo doivent être au format vidéo libre Ogg Theora.
ru_ru: Видеофайлы должны быть в свободном формате Ogg Theora.

source: Volume:
es_es: Volumen :
fr_fr: Volume du son :
ru_ru: Уровень :

source: Automatically restart video
es_es: Reiniciar el video automáticamente
fr_fr: Jouer la vidéo en boucle
ru_ru: Авторестарт видео

source: Choose video file
es_es: Selecciona el archivo de video
fr_fr: Choisissez le fichier vidéo
ru_ru: Выбрать видеофайл

source: Ogg Theora Video|*.ogg;*.ogv|All files|*.*
es_es: Video Ogg Theora|*.ogg;*.ogv|Todos los archivos|*.*
fr_fr: Vidéo Ogg Theora|*.ogg;*.ogv|Tous les fichiers|*.*
ru_ru: Видео Ogg Theora|*.ogg;*.ogv|Все файлы|*.*

source: ffmpeg2theora.exe executable was not found in Extensions directory of Game Develop.
es_es: El ejecutable ffmpeg2theora.exe no ha sido encontrado en el directorio de Extensions de Game Develop.
fr_fr: L'executable ffmpeg2theora.exe n'a pas été trouvé dans le répertoire Extensions de Game Develop.
ru_ru: Исполняемый файл ffmpeg2theora.exe не был найден в каталоге расширений Game Develop.

source: Choose the video file to encode in OGG Theora
es_es: Selecciona el archivo de vieo a convertir en formato Ogg Theora
fr_fr: Choisissez le fichier vidéo à convertir au format Ogg Theora
ru_ru: Выбрать видеофайл для конвертации в Ogg Theora

source: Video|*.*
fr_fr: Vidéo|*.*
ru_ru: Видео|*.*

source: Do you want to remove the audio track from the video?
es_es: ¿Deseas eliminar la pista de audio del video?
fr_fr: Voulez vous enlever le son de la vidéo ?
ru_ru: Удалить звуковую дорожку из видео ?

source: Delete the audio track
es_es: Eliminar la pista de audio
fr_fr: Suppression de l'audio
ru_ru: Удалить звуковую дорожку

source: Converting
es_es: Conversión en curso
fr_fr: Conversion en cours
ru_ru: Конвертация

source: Please wait during conversion
es_es: Por favor espera mientras se lleva a cabo la conversión
fr_fr: Veuillez patienter pendant la durée de la conversion
ru_ru: Пожалуйста, подождите ход конвертации

source: Conversion ended.
es_es: Conversión terminada.
fr_fr: Conversion terminée.
ru_ru: Конвертация завершена.

source: Number excepted
es_es: Valor esperado
fr_fr: Nombre attendu
ru_ru: Ожидаемое число

source: Syntax error
es_es: Error de sintaxis
fr_fr: Erreur de syntaxe
ru_ru: Синтаксическая ошибка

source: Syntax error in a number.
es_es: Error de sintaxis en la formación de un número.
fr_fr: Erreur de syntaxe dans la formation d'un nombre.
ru_ru: Синтаксическая ошибка в образовании числа.

source: Operator missing before a number
es_es: Operador faltante antes de un número
fr_fr: Opérateur manquant devant un nombre
ru_ru: Отсутствует оператор перед числом

source: Superfluous operator before a paranthesis
es_es: Operador superfluo antes de un paréntesis.
fr_fr: Opérateur en trop avant la parenthèse.
ru_ru: Лишний оператор перед скобками.

source: Bad closing paranthesis
es_es: Paréntesis mal cerrado
fr_fr: Parenthèse fermante en trop
ru_ru: Лишняя закрывающая скобка

source: Empty paranthesis
es_es: Paréntesis vacío
fr_fr: Parenthèses vides
ru_ru: Пустые скобки

source: Operator missing before a paranthesis
es_es: Operador faltante antes de un paréntesis
fr_fr: Opérateur manquant devant une paranthèse
ru_ru: Отсутствует оператор перед скобками

source: Operators without any number between them
es_es: Operadores sin números entre ellos
fr_fr: Opérateurs accolés sans nombres entre eux
ru_ru: Opérateurs accolés sans nombres entre eux

source: Paranthesis mismatch
es_es: Paréntesis mal formado
fr_fr: Parenthèses mal formées
ru_ru: Несоответствие скобок

source: Alone operator at the end of the expression
es_es: Operador solitario al final de la expresión
fr_fr: Opérateur seul en fin d'expression
ru_ru: Один оператор в конце выражения

source: Paranthesis not closed
es_es: Paréntesis sin cerrar
fr_fr: Parenthèses non fermées
ru_ru: Не закрытые скобки

source: Incorrect number of parameters
es_es: Número incorrecto de parámetros.
fr_fr: Nombre de paramètre incorrect.
ru_ru: Номер некорректного параметра.

source: Excepted ( maximum ) :
es_es: Esperado ( máximo ) :
fr_fr: Attendu ( au maximum ) :
ru_ru: Исключенный ( максимум ) :

source: Parameters' parenthesis missing
es_es: Paréntesis de parámetros faltantes
fr_fr: Parenthèses des paramètres manquantes
ru_ru: Отсутствуют параметры в скобках

source: The expression is invalid or empty. Enter a text ( surrounded by quotes ) or a function.
es_es: La expresión es inválida o está vacía. Ingresa un texto ( encerrado entre comillas ) o una función.
fr_fr: L'expression est invalide ou vide. Entrez un texte ( entouré de guillemets ) ou une fonction.
ru_ru: Выражение недействительно или пустое. Введите текст ( окруженный кавычками ) или функцию.

source: Quotes not closed.
es_es: Comillas sin cerrar.
fr_fr: Guillemets non fermés.
ru_ru: Незамкнутые кавычки.

source: Function not recognized.
es_es: Función no reconocida.
fr_fr: Fonction non reconnue.
ru_ru: Функция не распознана.

source: Symbol missing between two +.
es_es: + faltante entre dos cadenas.
fr_fr: + manquant entre deux chaines.
ru_ru: Отсутствует символ между двумя + .

source: Bad symbol at the end of the expression.
es_es: Símbolo erróneo al final de la expresión.
fr_fr: Symbole erroné en fin d'expression.
ru_ru: Ошибочный символ в конце выражения.

source: Unknown or unsupported instruction
es_es: Instrucción desconocida o no soportada
fr_fr: Instruction inconnue ou non supportée
ru_ru: Неизвестна или не поддерживается инструкция

source: Expecting a variable name.
es_es: Esperando un nombre de variable.
fr_fr: Attend un nom de variable.
ru_ru: Ожидание имени переменной.

source: Expecting ]
es_es: Esperando ]
fr_fr: Attend ]
ru_ru: Ожидать ]

source: , repeat :
es_es: , repetir :
fr_fr: , répéter :
ru_ru: , повторять :

source: Link to
es_es: Enlazar con
fr_fr: Lien vers
ru_ru: Ссылка на

source: Include all events
es_es: Incluir todos los eventos
fr_fr: Inclure tous les évènements
ru_ru: Включить все события

source: Include events
es_es: Incluir los eventos
fr_fr: Inclure les évènements
ru_ru: Включить событие

source: to
es_es: a
fr_fr: à
ru_ru: до

source: times :
es_es: veces :
fr_fr: fois :
ru_ru: время :

source: While :
es_es: Siempre que :
fr_fr: Tant que :
ru_ru: Пока :

source: Repeat :
es_es: Repetir :
fr_fr: Répéter :
ru_ru: Повтор :

source: Do you want to activate the display of a message if the event is repeated 100000 times? This message prevent the software from being frozen if you accidentally create an infinite loop ( by letting the conditions empty for example ).
es_es: ¿Quieres activar el mensaje de alerta cuando el evento se repita 100000 veces? Este mensaje previene que el software se congele, en el caso de que accidentalemnte crees un bucle infinito ( dejando a condición vacía por ejemplo ), y te permite detener la vista previa.
fr_fr: Voulez vous activer l'affichage d'un message si l'évènement se répète 100000 fois ? Ce message permet d'éviter que le logiciel bloque, dans le cas où vous créez accidentellement une boucle infinie ( en laissant les conditions vides par exemple ), en vous permettant alors d'arrêter l'aperçu.
ru_ru: Вы хотите активировать отображение сообщения, если событие повторяется 100000 раз ? Это сообщение предотвратит замораживание программы, если вы случайно создадите бесконечный цикл, что позволит остановить просмотр.

source: Protection against infinite loops.
es_es: Protección contra bucles infinitos
fr_fr: Protection contre les boucles infinies
ru_ru: Защита от бесконечных циклов

source: This message is activated by default for "While" events in the IDE, and is deactivated when the game is compiled to an executable.
es_es: Este mensaje está activado por defecto para los eventos "Siempre que" en el editor, y se desactiva cuando el juego es compilado a un ejecutable.
fr_fr: Ce message est activé par défaut pour les évènements "Tant que" dans l'éditeur, et est désactivé lorsque le jeu est compilé en executable.
ru_ru: Это сообщение включено по умолчанию для событий "While" редактора, и отключается когда игра компилируется в исполняемый файл.

source: Deactivate
es_es: Desactivar
fr_fr: Désactiver
ru_ru: Деактивировать

source: Choose the object
es_es: Seleccionar el objeto
fr_fr: Choisir l'objet
ru_ru: Выбрать объект

source: Choose automatism
es_es: Seleccionar el automatismo
fr_fr: Choisir l'automatisme
ru_ru: Выбрать автоматизм

source: Choose the sign
fr_fr: Choisir le signe
ru_ru: Выбрать знак

source: Choose the file
es_es: Seleccionar el archivo
fr_fr: Choisir le fichier
ru_ru: Выбрать файл

source: Edit the text
es_es: Editar el texto
fr_fr: Editer le texte
ru_ru: Правка текста

source: Choose the music
es_es: Seleccionar la música
fr_fr: Choisir la musique
ru_ru: Выбрать музыку

source: Choose the sound
es_es: Seleccionar el sonido
fr_fr: Choisir le son
ru_ru: Выбрать звук

source: Create a password
es_es: Seleccionar una contraseña
fr_fr: Créer un mot de passe
ru_ru: Создать пароль

source: Choose the layer
es_es: Seleccionar la capa
fr_fr: Choisir le calque
ru_ru: Выбрать слой

source: Choose axis
es_es: Seleccionar el eje
fr_fr: Choisir l'axe
ru_ru: Выбрать ось

source: Choose a variable of the object
es_es: Seleccionar una variable del objeto
fr_fr: Choisir la variable de l'objet
ru_ru: Выбрать переменную объекта

source: Choose the scene variable
es_es: Seleccionar la variable de escena
fr_fr: Choisir la variable de la scène
ru_ru: Выбрать переменную сцены

source: Choose the global variable
es_es: Seleccionar la variable global
fr_fr: Choisir la variable globale
ru_ru: Выбрать глобальную переменную

source: Choose the text
fr_fr: Choisir le texte
ru_ru: Выбрать текст

source: Choose the button
es_es: Seleccionar el botón
fr_fr: Choisir le bouton
ru_ru: Выбрать кнопку

source: No conditions
es_es: Sin condiciones
fr_fr: Pas de conditions
ru_ru: Нет условий

source: No actions
es_es: Sin acciones
fr_fr: Pas d'actions
ru_ru: Нет действий

source: Extension
es_es: La extensión
fr_fr: L'extension
ru_ru: Расширение

source: could not be loaded. Contact the developer for more informations. Detailed log:
es_es: no pudo ser cargada. Contacte al desarrollador para más información. Detalles del error :
fr_fr: n'a pas pû être chargée. Prenez contact avec le développeur pour plus d'informations. Erreur détaillée :
ru_ru: не может быть загружено. Свяжитесь с разработчиком, для получения дополнительной информации. Подробно об ошибке :

source: could not be loaded. Contact the developer for more informations.
es_es: no pudo ser cargada. Contacte al desarrollador para más información.
fr_fr: n'a pas pû être chargée. Prenez contact avec le développeur pour plus d'informations.
ru_ru: не может быть загружено. Свяжитесь с разработчиком для получения дополнительной информации.

source: has errors :
es_es: presenta errores :
fr_fr: présente des erreurs :
ru_ru: есть ошибки :

source: The extension was not loaded. Contact the developer to get more information.
es_es: La extensión no pudo ser cargada. Contacte al desarrollador para más información.
fr_fr: L'extension n'a pas été chargée. Prenez contact avec le développeur pour plus d'informations.
ru_ru: Расширение не загружено. Свяжитесь с разработчиком для получения информации

source: Platform
es_es: Plataforma
fr_fr: Platforme
ru_ru: Platforme

source: could not be loaded. Contact the developer for more information. Detailed log:
es_es: no pudo ser cargada. Contacte al desarrollador para más información. Detalles del error :
fr_fr: n'a pas pû être chargée. Prenez contact avec le développeur pour plus d'informations. Erreur détaillée :
ru_ru: не может быть загружена. Свяжитесь с разработчиком для получения информации. Подробно об ошибке :

source: Platform not compatible
es_es: Plataforma no compatible
fr_fr: Plateforme non compatible
ru_ru: Платформа не совместима

source: could not be loaded. Contact the developer for more information. Detailed log: No valid create/destroy functions.
es_es: no pudo ser cargada. Contacte al desarrollador para más información. Detalles del error : Sin funciones de creación/destrucción válidas.
fr_fr: n'a pas pû être chargée. Prenez contact avec le développeur pour plus d'informations. Erreur détaillée : Pas de fonctions de destruction/création valides.
ru_ru: и не может быть загружена. Свяжитесь с разработчиком для получения информации. Подробно об ошибке : Нет применимых функций строить/разрушать.

source: Some resources are using absolute filenames. Do you want them to be copied in the new folder of the project? If you choose No, they won't be modified.
es_es: Algunos recursos están utilizando nombres de archivo absoluto. ¿Quieres que sean copiados en la nueva carpeta del proyecto? Si seleccionas "No", no serán modificados.
fr_fr: Des ressources utilisent des noms de fichiers absolus. Voulez vous qu'elles soient copiés dans le nouveau répertoire du projet ? Si vous choisissez non, elles ne seront pas modifiées.
ru_ru: Ресурсы используют абсолютные имена файлов. Вы хотите, чтобы они копировались в новый каталог проекта ? Если выбираете нет, они не будут изменены.

source: Some resources are using absolute filenames.
es_es: Algunos recursos están utilizando nombres de archivo absoluto.
fr_fr: Des ressources utilisent des noms de fichiers absolus.
ru_ru: Некоторые ресурсы используют абсолютные имена файлов.

source: Exporting
es_es: Exportando
fr_fr: Exportation
ru_ru: Экспорт

source: Unable to copy "
es_es: Imposible copiar "
fr_fr: Impossible de copier "
ru_ru: Не удается скопировать "

source: " to "
es_es: " a "
fr_fr: " vers "
ru_ru: " в "

source: Open an expression editor
es_es: Abrir un editor de expresiones
fr_fr: Ouvrir un éditeur d'expression
ru_ru: Открыть редактор выражений

source: Open a text editor
es_es: Abrir un editor de texto
fr_fr: Ouvrir un éditeur de texte
ru_ru: Открыть текстовый редактор

source: Choose an automatism
es_es: Seleccionar un automatismo
fr_fr: Choisir un automatisme
ru_ru: Выбрать автоматизм

source: Choose an automatism of the object.
es_es: Selecciona un automatismo del objeto.
fr_fr: Choisissez un automatisme de l'objet.
ru_ru: Добавить автоматизм объекту.

source: Automatisms can be used to add a specific behaviour to an object. Choose the automatism to add:
es_es: Los automatismos pueden ser utilizados para agregar un comportamiento específico a un objeto. Selecciona el automatismo a agregar :
fr_fr: Les automatismes peuvent être utilisés pour ajouter un comportement spécifique à un objet. Choisissez l'automatisme à ajouter :
ru_ru: Автоматизмы могут быть использованы, чтобы добавить определенное поведение объекту. Выбрать надстройку автоматизма :

source: You can also use the grayed automatisms: Their associated extension will be automatically enabled.
es_es: También puedes utilizar los automatismos en gris : Su extensión asociada será automáticamente activada en el proyecto.
fr_fr: Vous pouvez aussi utiliser les automatismes grisés : Leur extension sera automatiquement activée pour le projet.
ru_ru: Вы можете воспользоваться и серыми автоматизмами : Их расширение автоматически подключится к проекту.

source: This object is provided by the
es_es: Este objeto es proporcionado por
fr_fr: Cet objet est fourni par
ru_ru: Эта задача представлена расширением

source: extension, but this extension is not activated for the current game. Do you want to use this extension in your game?
es_es: , pero esta extensión no está activada actualmente. ¿Deseas utilizar esta extensión en tu juego?
fr_fr: , mais cette extension n'est pas activée actuellement. Voulez vous l'utiliser dans le projet ?
ru_ru: , но на данный момент не активирована в игре. Хотите использовать это расширение в игре ?

source: Activate extension
es_es: Activar extensión
fr_fr: Activer l'extension
ru_ru: Активация расширения

source: Choose a layer
es_es: Selecciona una capa
fr_fr: Choisir un calque
ru_ru: Выбрать слой

source: Base layer
es_es: Capa base
fr_fr: Calque de base
ru_ru: Базовый слой

source: Choose an object
es_es: Selecciona un objeto
fr_fr: Choisir un objet
ru_ru: Выбрать объект

source: Choose this object
es_es: Seleccionar este objeto
fr_fr: Choisir cet objet
ru_ru: Выбрать этот объект

source: To add some objects, use the objects editor
es_es: Para agregar algunos objetos, utiliza el editor de objetos
fr_fr: Pour ajouter des objets, utilisez l'éditeur d'objets
ru_ru: Для добавления объекта, используйте редактор объектов

source: Choose this group
es_es: Seleccionar este grupo
fr_fr: Choisir ce groupe
ru_ru: Выбрать эту группу

source: To add some groups, use the objects groups editor
es_es: Para agregar algunos grupos, utiliza el editor de grupos de objetos
fr_fr: Pour ajouter des groupes, utilisez l'éditeur de groupes d'objets
ru_ru: Для добавления группы, используйте редактор объектов группы

source: Choose an object type
es_es: Selecciona un tipo de objeto
fr_fr: Choisir un type d'objet
ru_ru: Выбор типа объекта

source: Choose the kind of object to add:
es_es: Selecciona el tipo de objeto a agregar :
fr_fr: Choisissez le type d'objet à ajouter :
ru_ru: Выбрать добавляемый объект :

source: You can also use the grayed objects: Their associated extension will be automatically enabled.
es_es: También puedes utilizar los objetos en gris : Su extensión asociada será automáticamente activada en el proyecto.
fr_fr: Vous pouvez aussi utiliser les objets grisés : Leur extension sera automatiquement activée pour le projet.
ru_ru: При выборе объектов серого цвета : связанные с ними расширения подключатся автоматически.

source: http://wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/edit_object
fr_fr: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_object
ru_ru: http://wiki.compilgames.net/doku.php/game_develop/documentation/manual/edit_object

source: Choose a variable
es_es: Selecciona una variable
fr_fr: Choisir une variable
ru_ru: Выбор переменной

source: Edit initial value
es_es: Edita el valor inicial
fr_fr: Edition d'une valeur initiale
ru_ru: Редактировать начальное значение

source: Add a child variable
es_es: Agregar una variable hijo
fr_fr: Ajouter une variable enfant
ru_ru: Добавить дочернюю переменную

source: Remove
es_es: Eliminar
fr_fr: Supprimer
ru_ru: Удалить

source: Initial value
es_es: Valor inicial
fr_fr: Valeur initiale
ru_ru: Начальное значение

source: Add a variable
es_es: Agregar una variable
fr_fr: Ajouter une variable
ru_ru: Добавить переменную

source: Edit the initial value of the variable
es_es: Edita el valor inicial de la variable
fr_fr: Editer la valeur initiale de la variable
ru_ru: Редактировать начальное значение переменной

source: Rename variable
es_es: Renombrar la variable
fr_fr: Renommer la variable
ru_ru: Переименовать переменную

source: Delete the selected variable
es_es: Eliminar las variables seleccionadas
fr_fr: Supprimer la variable selectionnée
ru_ru: Удалить выбранную переменную
