Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: es_es, fr_fr, ru_ru

source: Automatism destroying object when they go outside the screen
es_es: Automatismo que destruye objetos cuando salen de la pantalla.
fr_fr: Automatisme permettant de supprimer un objet qui sort de l'écran
ru_ru: Автоматизм позволяющий убирать объекты, выходящие за пределы экрана (кадра).

source: Destroy when outside the screen
es_es: Destruir fuera de pantalla
fr_fr: Supprime à la sortie de l'écran
ru_ru: Очистить за пределами экрана

source: Automatically destroy the object when it goes outside the screen
es_es: Destruye automáticamente el objeto cuando salga de la pantalla
fr_fr: Détruit automatiquement l'objet quand il sort de l'écra
ru_ru: Автоматически убирать объект, когда он выходит за пределы экрана

source: Additional border
es_es: Bordes adicionales
fr_fr: Bordure supplémentaire
ru_ru: Добавочная граница

source: Compare the additional border that the object must cross before being deleted.
es_es: Evalúa el borde adicional que el objeto debe superar antes de ser eliminado.
fr_fr: Effectue un test sur la taille de la bordure supplémentaire qui doit être franchie par l'objet avant d'être supprimé.
ru_ru: Выполняет тест на размер добавочной границы, которую должен пересечь объект, прежде чем быть убранным.

source: The additional border of _PARAM0_ is _PARAM2__PARAM3_
es_es: El borde adicional de _PARAM0_ es _PARAM2__PARAM3_
fr_fr: La bordure supplémentaire de sortie de _PARAM0_ est _PARAM2__PARAM3_
ru_ru: Добавочной границей для _PARAM0_ является _PARAM2__PARAM3_

source: Change the additional border that the object must cross before being deleted.
es_es: Modifica el borde adicional que el objeto debe superar antes de ser eliminado.
fr_fr: Modifie la taille de la bordure supplémentaire qui doit être franchie par l'objet avant d'être supprimé.
ru_ru: Изменить размер добавочной границы, которую должен пересечь объект, прежде чем быть убранным.

source: Do _PARAM2__PARAM3_ to the additional border of _PARAM0_
es_es: Hacer _PARAM2__PARAM3_ el borde adicional de _PARAM0_
fr_fr: Faire _PARAM2__PARAM3_ à taille de la bordure de sortie de _PARAM0_
ru_ru: Задать _PARAM2__PARAM3_ как добавочную границу для _PARAM0_

source: Draggable Automatism
es_es: Automatismo Arrastrable
fr_fr: Automatisme Déplaçable
ru_ru: Автоматизм перетаскивания

source: Automatism allowing to move objects with the mouse
es_es: Automatismo que permite mover objetos, arrastrándolos con el ratón
fr_fr: Automatisme permettant de déplacer des objets avec la souris
ru_ru: Автоматизм перемещения объектов с помощью мыши

source: Draggable object
es_es: Objeto arrastrable
fr_fr: Objet déplaçable
ru_ru: Перетаскиваемые объекты

source: Draggable
es_es: Arrastrable
fr_fr: Déplaçable
ru_ru: Перетаскивание

source: Allows objects to be moved using the mouse.
es_es: Permite al objeto ser arrastrado usando el ratón.
fr_fr: Permet à l'objet d'être déplacé avec la souris.
ru_ru: Позволить объекту быть перемещенным мышью.

source: Being dragged
es_es: Siendo arrastrado
fr_fr: En train d'être déplacé
ru_ru: Тест на перетаскивание

source: Return true if the object is being dragged
es_es: Retorna verdad si el objeto está siendo arrastrado.
fr_fr: Renvoie vrai si l'objet est entrain d'être déplacé.
ru_ru: Вернуть True, если объект перетаскиваеться.

source: _PARAM0_ is being dragged
es_es: _PARAM0_ está siendo arrastrado
fr_fr: _PARAM0_ est en train d'être déplacé
ru_ru: _PARAM0_ перетаскивается

source: Function events
es_es: Eventos función
fr_fr: Evenements fonctions
ru_ru: Функциональные события

source: Extension allowing to use events behaving as functions.
es_es: Extensión que permite el uso de eventos que se comportan como funciones.
fr_fr: Extension permettant d'utiliser des évènements agissant comme des fonctions.
ru_ru: Расширение позволяющее использовать события как функции.

source: Launch a function
es_es: Ejecutar una función
fr_fr: Lance une fonction
ru_ru: Запустить функцию

source: Launch _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)
es_es: Ejecutar _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)
fr_fr: Lancer _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)
ru_ru: Запустить _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)

source: Functions
es_es: Funciones
fr_fr: Fonctions
ru_ru: Функции

source: Name of the function
es_es: Nombre de la función
fr_fr: Nom de la fonction
ru_ru: Имя функции

source: Parameter 1
es_es: Parámetro 1
fr_fr: Paramètre 1
ru_ru: Параметр 1

source: Parameter 2
es_es: Parámetro 2
fr_fr: Paramètre 2
ru_ru: Параметр 2

source: Parameter 3
es_es: Parámetro 3
fr_fr: Paramètre 3
ru_ru: Параметр 3

source: Parameter 4
es_es: Parámetro 4
fr_fr: Paramètre 4
ru_ru: Параметр 4

source: Parameter 5
es_es: Parámetro 5
fr_fr: Paramètre 5
ru_ru: Параметр 5

source: Parameter 6
es_es: Parámetro 6
fr_fr: Paramètre 6
ru_ru: Параметр 6

source: Parameter 7
es_es: Parámetro 7
fr_fr: Paramètre 7
ru_ru: Параметр 7

source: Function
es_es: Función
fr_fr: Fonction
ru_ru: Fonction

source: Function event : An event which is launched only thanks to action "Launch a function"
es_es: Evento función : Un evento que es ejecutado únicamente por la acción "Ejecutar una función"
fr_fr: Évènement fonction : L'évènement lancé uniquement grâce à l'action "Lancer une fonction"
ru_ru: Функция событий : события запущенные только через действие "Запустить функцию"

source: Parameter of the current function
es_es: Parámetro de la función actual
fr_fr: Paramètre de la fonction actuel
ru_ru: Параметр текущей функции

source: Return the text contained in a parameter of the currently launched function
es_es: Retorna el texto contenido en un parámetro de la función actualmente ejecutada
fr_fr: Renvoi le texte contenue dans un paramètre de la fonction actuellement lancée
ru_ru: Вернуть текст, содержащийся в настоящее время в параметре запущенной функции

source: Number of the parameter ( Parameters start at 0 ! )
es_es: Número del parámetro ( ¡Comienza en 0! )
fr_fr: Numéro du paramètre ( Commence à 0 ! )
ru_ru: Номер параметра ( начинается с 0 ! )

source: ( Objects passed as parameters :
es_es: ( Objetos pasados como parámetros :
fr_fr: ( Objets passés en paramètre :
ru_ru: ( Объекты переданные как параметры :

source: The function and its sub events will be executed only when it is launched by an action or expression.
es_es: La función y sus sub-eventos serán ejecutados únicamente cuando sea llamada por una acción o expresión.
fr_fr: La fonction et ses sous évènements ne sera executée que lorsqu'elle aura été lancée par une action ou une expression.
ru_ru: Функция и ее суб события будет выполняться только тогда, когда она будет запущена путем действия или выражения.

source: Name of the function ( Must be unique ) :
es_es: Nombre de la función ( Debe ser único ) :
fr_fr: Nom de la fonction ( Doit être unique ) :
ru_ru: Имя функции ( должно быть уникальным ) :

source: Arguments
es_es: Argumentos
ru_ru: Аргументы

source: (Optional) Pass the objects of this group to the function:
es_es: (Opcional) Pasar los objetos de este grupo a la función :
fr_fr: (Optionnel) Passer les objets du groupe suivant à la fonction :
ru_ru: (Опционально) Передача объектов этой группы к функции :

source: Objects of this group which are concerned by previous actions/conditions will be passed to the function when it is called by an action, and so they will be used by actions and conditions refering to them.
es_es: Los objetos de este grupo que son concernientes de anteriores condiciones/acciones serán pasados a la función cuando ésta sea llamada por una acción, y, entonces, serán utilizados por acciones y condiciones referentes a ellos.
fr_fr: Les objets de ce groupe qui sont concernés par les précédentes actions/conditions seront passés à la fonction lors de son appel par une action, et seront directement concernés par les actions et conditions qui leur font référence.
ru_ru: Les objets de ce groupe qui sont concernés par les précédentes actions/conditions seront passés à la fonction lors de son appel par une action, et seront directement concernés par les actions et conditions qui leur font référence.

source: Others arguments can be passed as text when the function is called. ( And they can be used in function using Function::GetParameter(x) ).
es_es: Otros argumentos pueden ser pasados como texto cuando la función es llamada. ( Y pueden ser usados por la función usando Function::GetParameter(x) ).
fr_fr: Les autres arguments peuvent être passés sous forme de texte lors de l'appel à la fonction. ( Et récupérés dans la fonction avec Function::GetParameter(x) ).
ru_ru: Les autres arguments peuvent être passés sous forme de texte lors de l'appel à la fonction. ( Et récupérés dans la fonction avec Function::GetParameter(x) ).

source: Light
es_es: Luz
fr_fr: Lumière
ru_ru: Освещение

source: Allow to display lights and use light obstacles.
es_es: Permite visualizar luces y usar obstáculos lumínicos.
fr_fr: Permet d'afficher des lumières et d'utiliser des obstacles à celles ci.
ru_ru: Разрешить отображать свет и использовать световые препятствия.

source: Emits light that can be stopped by objects
es_es: Emite luz que puede ser obstaculizada por objetos
fr_fr: Emet de la lumière qui peut être stoppée par des obstacles
ru_ru: Испускает свет, который может быть остановлен объектами

source: Change light color.
es_es: Cambia el color de una fuente de luz.
fr_fr: Change la couleur de la lumière.
ru_ru: Изменить цвет света.

source: Intensity
es_es: Intensidad
fr_fr: Intensité
ru_ru: Интенсивность

source: Modify the intensity of a light
es_es: Modifica la intensidad de una fuente de luz
fr_fr: Modifie l'intensité d'une lumière
ru_ru: Изменить интенсивность света

source: Do _PARAM1__PARAM2_ to the intensity of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la intensidad de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à l'intensité de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как интенсивность _PARAM0_

source: Test the intensity of a light.
es_es: Evalúa la intensidad de una fuente de luz.
fr_fr: Teste la valeur de l'intensité d'une lumière.
ru_ru: Тест интенсивности света.

source: Intensity of _PARAM0_ is _PARAM1__PARAM2_
es_es: La intensidad de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: L'intensité de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Интенсивность для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Radius
es_es: Radio
fr_fr: Rayon
ru_ru: Радиус

source: Modify the radius of a liht
es_es: Modifica el radio de una fuente de luz
fr_fr: Modifie le rayon d'une lumière
ru_ru: Имзменить радиус света

source: Do _PARAM1__PARAM2_ to radius of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ el radio de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ au rayon de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как радиус для _PARAM0_

source: Test the radius of a light.
es_es: Evalúa el radio de una fuente de luz.
fr_fr: Teste le rayon d'une lumière.
ru_ru: Тест радиуса света.

source: The radius of _PARAM0_ is _PARAM2_ _PARAM1_
es_es: El radio de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: Le rayon de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Радиус для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Quality
es_es: Calidad
fr_fr: Qualité
ru_ru: Качество

source: Modify the quality of a light
es_es: Modifica la calidad (cantidad de lados) de una fuente de luz
fr_fr: Modifie la qualité d'une lumière
ru_ru: Изменить качество света

source: Do _PARAM1__PARAM2_ to the quality of _PARAM0_
es_es: Hacer _PARAM1__PARAM2_ la calidad de _PARAM0_
fr_fr: Faire _PARAM1__PARAM2_ à la qualité de _PARAM0_
ru_ru: Задать _PARAM1__PARAM2_ как качество для _PARAM0_

source: Test the quality of a light
es_es: Evalúa la calidad (cantidad de lados) de una fuente de luz.
fr_fr: Teste la valeur de la qualité d'une lumière.
ru_ru: Тест качества света.

source: The quality of _PARAM0_ is _PARAM1__PARAM2_
es_es: La calidad de _PARAM0_ es _PARAM1_ a _PARAM2_
fr_fr: La qualité de _PARAM0_ est _PARAM1_ à _PARAM2_
ru_ru: Качество для _PARAM0_ от _PARAM1_ до _PARAM2_

source: Change scene color for a global light.
es_es: Modifica el color de la escena para una luz global.
fr_fr: Change la couleur de la scène pour une lumière globale.
ru_ru: Изменить глобальный цвет света сцены.

source: Change scene global color of _PARAM0_ to _PARAM1_
es_es: Cambiar el color global de la escena de _PARAM0_ a _PARAM1_
fr_fr: Changer la couleur globale de la scène de _PARAM0_ en _PARAM1_
ru_ru: Изменить глобальный цвет сцены _PARAM0_ на _PARAM1_

source: Make a light global
es_es: Convertir una luz en global
fr_fr: Rendre une lumière globale
ru_ru: Сделать глобальный свет

source: Make a light global or simple.
es_es: Convierte una luz en global o simple.
fr_fr: Rend une lumière globale ou normale.
ru_ru: Сделать глобальное или естественное освещение.

source: Make _PARAM0_ global : _PARAM1_
es_es: Hacer _PARAM0_ global : _PARAM1_
fr_fr: Rendre _PARAM0_ globale : _PARAM1_
ru_ru: Сделать _PARAM0_ глобальным : _PARAM1_

source: Light type
es_es: Tipo de luz
fr_fr: Type de lumière
ru_ru: Тип света

source: Make light global
es_es: Convertir la luz en global
fr_fr: Rendre la lumière globale
ru_ru: Сделать свет глобальным

source: A light is global
es_es: Una luz es global
fr_fr: Une lumière est globale
ru_ru: Свет является глобальным

source: Return true if light is global
es_es: Retorna verdad si una luz es global.
fr_fr: Renvoi vrai si la lumière est globale.
ru_ru: Вернуть True, если свет глобальный.

source: _PARAM0_ is a global light
es_es: _PARAM0_ es una luz global
fr_fr: _PARAM0_ est une lumière globale
ru_ru: _PARAM0_ является глобальным

source: Light obstacle
es_es: Obstáculo lumínico
fr_fr: Obstacle à la lumière
ru_ru: Световое препятствие

source: Mark the objects as obstacles for Light objects.
es_es: Marca los objetos como obstáculos para los objetos Luz.
fr_fr: Marquer les objets n tant qu'obstacle pour les objets lumières.
ru_ru: Отметить объекты как препятствия для световых объектов.

source: Light color:
es_es: Color de la luz :
fr_fr: Couleur de la lumière :
ru_ru: Цвет света :

source: Radius:
es_es: Radio :
fr_fr: Rayon :
ru_ru: Радиус :

source: Intensity:
es_es: Intensidad :
fr_fr: Intensité :
ru_ru: Интенсивность :

source: Quality:
es_es: Calidad :
fr_fr: Qualité :
ru_ru: Качество :

source: Global light
es_es: Luz global
fr_fr: Lumière globale
ru_ru: Глобальный свет

source: Set the light as the global light
es_es: Establecer la luz como luz global de la escena
fr_fr: Faire de cette lumière la lumière globale de la scène
ru_ru: Установить свет как глобальный свет сцены

source: Color of the scene:
es_es: Color de la escena :
fr_fr: Couleur du reste de la scène :
ru_ru: Цвет сцены :

source: Linked objects
es_es: Objetos enlazados
fr_fr: Associations d'objets
ru_ru: Связанные объекты

source: Extension allowing to virtually link two objects.
es_es: Extensión que permite enlazar dos objetos virtualmente.
fr_fr: Extension permettant d'associer virtuellement des objets entre eux et de les retrouver ensuite.
ru_ru: Расширение позволяющее виртуально связать два объекта.

source: Link two objects
es_es: Enlazar dos objetos
fr_fr: Lier deux objets
ru_ru: Связать два объекта

source: Link two objects together, so as to be able to get one from the other.
es_es: Enlaza/asocia dos objetos, para poder acceder a uno a través del otro.
fr_fr: Lier deux objets ensemble, pour pouvoir retrouver l'un à partir de l'autre.
ru_ru: Связать два объекта вместе, чтобы иметь взаимосвязь одного от другого.

source: Link _PARAM1_ and _PARAM2_
es_es: Enlazar _PARAM1_ y _PARAM2_
fr_fr: Lier _PARAM1_ et _PARAM2_
ru_ru: Связать _PARAM1_ и _PARAM2_

source: Unlink two objects
es_es: Desenlazar dos objetos
fr_fr: Délier deux objets
ru_ru: Разорвать два объекта

source: Unlink two objects.
es_es: Desenlaza dos objetos.
fr_fr: Délier deux objets.
ru_ru: Разорвать связь двух объектов.

source: Unlink _PARAM1_ and _PARAM2_
es_es: Desenlazar _PARAM1_ y _PARAM2_
fr_fr: Délier _PARAM1_ et _PARAM2_
ru_ru: Разорвать _PARAM1_ и _PARAM2_

source: Unlink all objects from an object
es_es: Desenlazar todos los objetos de un objeto
fr_fr: Délier tous les objets d'un objet
ru_ru: Разорвать все связи объекта

source: Unlink all objects from an object.
es_es: Desenlaza todos los objetos enlazados a otro objeto.
fr_fr: Délier tous les objets d'un objet.
ru_ru: Разорвать все связи объекта с другими.

source: Unlink all objects from _PARAM1_
es_es: Desenlazar todos los objetos enlazados a _PARAM1_
fr_fr: Délier tous les objets liés à _PARAM1_
ru_ru: Разорвать все объекты связанные с _PARAM1_

source: Take into account linked objects
es_es: Tener en cuenta todos los objetos enlazados
fr_fr: Prendre en compte des objets liés
ru_ru: Отслеживание связанных объектов

source: Take some objects linked to the object into account for next conditions and actions. The condition will return false if no object was taken into account.
es_es: Toma en cuenta los objetos enlazados a otro objeto para las siguientes condiciones y acciones. La condición retornará falso si ningún objeto se tomó en cuenta.
fr_fr: Prends en compte des objets liés à un objet pour les prochaines conditions et actions. La condition renvoie faux si aucun objet n'a été pris en compte.
ru_ru: Отслеживание объектов на условие связи с данным объектом на ближайшее действие. Условие вернет False, если ни один объект не был принят во внимание.

source: Take into account all "_PARAM1_" linked to _PARAM2_
es_es: Tener en cuenta todos los objetos "_PARAM1_" enlazados _PARAM2_
fr_fr: Prendre en compte tous les objets "_PARAM1_" liés à _PARAM2_
ru_ru: Отслеживать все объекты "_PARAM1_" связанные с _PARAM2_

source: ...if they are linked to this object
es_es: ...si están enlazados a este objeto
fr_fr: ...si ils sont associés à cet objet
ru_ru: ...если они связаны с этим объектом

source: Take objects linked to the object into account for next actions.
es_es: Toma en cuenta los objetos enlazados a este objeto para las siguientes condiciones y acciones.
fr_fr: Prends en compte des objets liés à un objet pour les prochaines actions.
ru_ru: Отслеживание объектов, связанных с данным объектом на ближайщее действие.

source: Network features
es_es: Funciones de red
fr_fr: Fonctionnalités réseau
ru_ru: Сетевая игра

source: Built-in extension allowing to exchange data on the network between games.
es_es: Extensión integrada que permite intercambiar datos entre juegos en la red.
fr_fr: Extension permettant de communiquer entre plusieurs jeux.
ru_ru: Встроенное расширение, позволяющее обмениваться данными, между играми, по сети.

source: Add a recipient
es_es: Agregar un destinatario
fr_fr: Ajouter un destinataire
ru_ru: Добавить получателя

source: Add the computer with the corresponding IP Adress as a recipient of sent data.
es_es: Agregar la computadora con la dirección IP correspondiente como destinatario para los datos enviados.
fr_fr: Ajoute l'ordinateur ayant l'adresse IP indiquée comme destinataire des données envoyées.
ru_ru: Добавить компьютер, имеющий указанный IP адрес, как получателя посланных данных.

source: Add _PARAM0_ to recipients
es_es: Agregar _PARAM0_ a destinatarios
fr_fr: Ajouter _PARAM0_ en destinataire
ru_ru: Добавить _PARAM0_ как получатель

source: Network: Sending
es_es: Red : Envío
fr_fr: Réseau : Envoi
ru_ru: Сеть : Отправка

source: Recipient IP address.
es_es: Dirección IP del destinatario
fr_fr: Adresse IP du destinataire
ru_ru: Адрес IP получателя

source: Recipient port (Default : 50001)
es_es: Puerto del destinatario (Por defecto : 50001)
fr_fr: Port du destinataire (Par défaut : 50001)
ru_ru: Порт получателя (По умолчанию : 50001)

source: Delete all recipients
es_es: Eliminar todos los destinatarios
fr_fr: Supprimer tous les destinataires
ru_ru: Удалить всех получателей

source: Clear the list of the recipients of sent data
es_es: Limpia la lista de destinatarios para los datos enviados
fr_fr: Vide la liste des destinataires des données envoyées
ru_ru: Очистить список получателей посланных данных

source: Clear the list of recipients
es_es: Limiar la lista de destinatarios
fr_fr: Vider la liste des destinataires
ru_ru: Очистить список получателей

source: Initialize data reception
es_es: Inicializar la recepción de datos
fr_fr: Initialiser la réception de données
ru_ru: Инициализация приема данных

source: Initialize the network so as to be able te receive data from other computers.
es_es: Inicializa la red con el fin de permitir la recepción de datos desde otras computadoras.
fr_fr: Initialise le réseau afin de pouvoir recevoir des données depuis d'autres ordinateurs.
ru_ru: Инициализация сети для приема данных с других компьютеров.

source: Network: Reception
es_es: Red : Recepción
fr_fr: Réseau : Reception
ru_ru: Сеть : Прием

source: Listening port (Default : 50001)
es_es: Puerto (Por defecto : 50001)
fr_fr: Port d'écoute (Par défaut : 50001)
ru_ru: Порт прослушивания (по умолчанию : 50001)

source: Stop data reception
es_es: Detener la recepción de datos
fr_fr: Arrêter la réception de données
ru_ru: Прекратить прием данных

source: Stop data reception.
es_es: Detiene la recepción de datos.
fr_fr: Arrête la réception de données.
ru_ru: Прекращение приема данных.

source: Send a value
es_es: Enviar un valor
fr_fr: Envoyer une valeur
ru_ru: Отправить значение

source: Send a value to recipients
es_es: Envía un valor a los destinatarios
fr_fr: Envoi une valeur aux destinataires
ru_ru: Отправка значения адресатам

source: Send value _PARAM1_ with title _PARAM0_ to recipients
es_es: Enviar el valor _PARAM1_ con el título _PARAM0_ a los destinatarios
fr_fr: Envoyer la valeur _PARAM1_ avec l'intitulé _PARAM0_ aux destinataires
ru_ru: Отправить значение _PARAM1_ с названием _PARAM0_ получателям

source: Send a text
es_es: Enviar un texto
fr_fr: Envoyer un texte
ru_ru: Отправить текст

source: Send a text to recipients
es_es: Envía un texto a los destinatarios
fr_fr: Envoi un texte aux destinataires
ru_ru: Отправка текста адресатам

source: Send text _PARAM1_ with title _PARAM0_ to recipients
es_es: Enviar el texto _PARAM1_ con el título _PARAM0_ a los destinatarios
fr_fr: Envoyer le texte _PARAM1_ avec l'intitulé _PARAM0_ aux destinataires
ru_ru: Отправить текст _PARAM1_ с названием _PARAM0_ получателям

source: Receive waiting data
es_es: Recibir datos en espera
fr_fr: Recevoir les données en attente
ru_ru: Прием отложенных данных

source: Receive data sent by other computers. You can then access to them with the appropriate expressions.
es_es: Recibe los datos enviados por otras computadoras. Puedes acceder luego a éstos con las expresiones apropiadas.
fr_fr: Reçois les données envoyées depuis d'autre ordinateurs. Vous pouvez ensuite les consulter avec les expressions appropriées
ru_ru: Прием данных, отправленные другими компьютерами. Вы можете получить доступ к ним с помощью определенных выражений

source: Receive data
es_es: Recibir datos
fr_fr: Recevoir les données
ru_ru: Прием данных

source: Delete all received data stored in memory
es_es: Eliminar todos los datos recibidos, almacenados en la memoria
fr_fr: Supprimer toutes les données reçues en mémoire
ru_ru: Удалить все полученные данные, хранимые в памяти

source: Delete every received data stored in memory
es_es: Elimina cada uno de los datos recibidos, almacenados en la memoria
fr_fr: Supprime toutes les données reçues et stockées en mémoire
ru_ru: Удалить все данные полученные и сохраненные в памяти

source: Get the text of a data
es_es: Obtener el texto de un dato
fr_fr: Obtenir le texte d'une donnée
ru_ru: Получить текст данных

source: Get the text contained in a data
es_es: Obtiene el texto contenido en un dato
fr_fr: Obtenir le texte contenu dans une donnée
ru_ru: Получить текст содержащийся в данных
