Repository: 24-Darren/GDevelop
Catalog: Binaries/Output/Release_Windows/locale/*/TileMapObject.po
Languages: fr_fr

source: Tile Map Object
fr_fr: Objet carte de tuiles

source: Extension allowing to use tile map objects.
fr_fr: Extension permettant d'utiliser des objets pour dessiner un carte avec des tuiles.

source: Tile Map
fr_fr: Carte de tuiles

source: Displays a tile map
fr_fr: Affiche une carte de tuiles

source: Width
fr_fr: Largeur

source: Test the width of a Tile Map Object.
fr_fr: Teste la largeur d'un objet Carte de tuiles.

source: The width of _PARAM0_ is _PARAM1__PARAM2_
fr_fr: La largeur de _PARAM0_ est _PARAM1__PARAM2_

source: Size
fr_fr: Taille

source: Object
fr_fr: Objet

source: Sign of the test
fr_fr: Signe du test

source: Value to test
fr_fr: Valeur à tester

source: Height
fr_fr: Hauteur

source: Test the height of a Tile Map Object.
fr_fr: Teste la hauteur d'un objet Carte de tuiles.

source: The height of _PARAM0_ is _PARAM1__PARAM2_
fr_fr: La hauteur de _PARAM0_ est _PARAM1__PARAM2_

source: Collision with one tile
fr_fr: Collision avec une tuile

source: Test if an object collides a specific tile.
fr_fr: Teste si un objet est en collision avec une tuile.

source: _PARAM4_ is in collision with the tile at _PARAM2_;_PARAM3_ (layer _PARAM1_) of _PARAM0_
fr_fr: _PARAM4_ est en collision avec le tuile _PARAM2_;_PARAM3_ (calque _PARAM1_) de _PARAM0_

source: Tile layer (0: Back, 1: Middle, 2: Top)
fr_fr: Calque de la tuile (0 : fond, 1 : milieu, 2 : dessus)

source: Tile column
fr_fr: Colonne de la tuile

source: Tile row
fr_fr: Ligne de la tuile

source: Tile width
fr_fr: Largeur de la tuile

source: Tiles
fr_fr: Tuiles

source: Tile height
fr_fr: Hauteur de la tuile

source: Map width (tiles)
fr_fr: Largeur de la carte (en tuiles)

source: Map width
fr_fr: Largeur de la carte

source: Map
fr_fr: Carte

source: Map height (tiles)
fr_fr: Hauteur de la carte (en tuiles)

source: Map height
fr_fr: Hauteur de la carte

source: Get the Tile (id)
fr_fr: Récupérer une tuile (son ID)

source: Layer
fr_fr: Calque

source: Column
fr_fr: Colonne

source: Row
fr_fr: Ligne

source: Change a tile
fr_fr: Changer une tuile

source: Change a tile at a specific cell.
fr_fr: Changer une tuile à une position spécifique.

source: Set tile #_PARAM4_ at the cell _PARAM2_;_PARAM3_ (layer: _PARAM1_) in _PARAM0_
fr_fr: Mettre la tuile #_PARAM4_ dans la cellule _PARAM2_;_PARAM3_ (calque : _PARAM1_) de _PARAM0_

source: New tile Id (-1 to delete the tile)
fr_fr: ID de la nouvelle tuile (-1 pour effacer la tuile)

source: Get tile column from X coordinates
fr_fr: Obtenir la colonne depuis la coordonnée X

source: Get tile row from Y coordinates
fr_fr: Obtenir la ligne depuis la coordonnée Y

source: Save the tile map
fr_fr: Enregistre la carte de tuiles

source: Save the tile map content in a string
fr_fr: Sauvegarde le contenu de la carte dans une chaîne de caractère

source: Saving
fr_fr: Sauvegarde

source: Load the tiles from a string
fr_fr: Charger les tuiles depuis une chaîne de caractère

source: Load the tiles from a string.
fr_fr: Charge les tuiles depuis une chaîne de caractère.

source: Load the tiles of _PARAM0_ from _PARAM1_
fr_fr: Charger les tuiles de _PARAM0_ depuis _PARAM1_

source: Loading
fr_fr: Chargement

source: The string representing the tiles
fr_fr: La chaîne de caractère représentant les tuiles

source: Change the tileset texture
fr_fr: Changer la texture du jeu de tuiles

source: Change the tileset texture.
fr_fr: Change la texture du jeu de tuiles.

source: Change the tileset texture of _PARAM0_ to _PARAM1_
fr_fr: Mettre _PARAM1_ en tant que texture du jeu de tuiles de _PARAM0_

source: Tileset
fr_fr: Jeu de tuiles

source: The new texture name
fr_fr: Nom de la nouvelle texture

source: Rectangle Shape
fr_fr: Rectangle

source: Triangle Shape (top-left)
fr_fr: Triangle (en haut à gauche)

source: Triangle Shape (top-right)
fr_fr: Triangle (en haut à droite)

source: Triangle Shape (bottom-right)
fr_fr: Triangle (en bas à droite)

source: Triangle Shape (bottom-left)
fr_fr: Triangle (en bas à gauche)

source: Half-rectangle (top)
fr_fr: Demi-rectangle (haut)

source: Half-rectangle (right)
fr_fr: Demi-rectangle (droite)

source: Half-rectangle (bottom)
fr_fr: Demi-rectangle (bas)

source: Half-rectangle (left)
fr_fr: Demi-rectangle (gauche)

source: The map will be smaller after that change. You can possibly lose data. Are you sure to continue ?
fr_fr: La carte sera plus petite après ce changement. Des données seront perdues. Etes-vous sûr(e) de continuer ?

source: Map size
fr_fr: Taille de la carte

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/built_tilemap/tilemapconfig
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/built_tilemap/tilemapconfig

source: Configure the tileset
fr_fr: Configurer le jeu de tuiles

source: Edit the selected tile
fr_fr: Editer la tuile sélectionnée

source: Opens the tile editor to edit the tile collision mask.
fr_fr: Ouvre l'éditeur de tuiles pour éditer son masque de collision.

source: Pencil mode
fr_fr: Mode pinceau

source: Pencil mode Add tiles only where the mouse goes.
fr_fr: Mode pinceau Ajoute des tuiles uniquement où la souris passe

source: Rectangle mode
fr_fr: Mode rectangle

source: Rectangle mode Add tile in a rectangle from the position where the mouse was pressed to the position the mouse was released.
fr_fr: Mode rectangle Ajoute des tuiles dans un rectangle.

source: Fill layer
fr_fr: Remplir un calque

source: Fill the whole layer with the selected tile.
fr_fr: Remplir le calque avec la tuile sélectionnée.

source: Erase all the layer
fr_fr: Vider un calque

source: Delete all the tiles from the current layer.
fr_fr: Supprime toutes les tuiles du calque courant.

source: Change map size
fr_fr: Changer la taille de la carte

source: Current layer:
fr_fr: Calque actuel:

source: Hide upper layers
fr_fr: Cacher les calques supérieurs

source: Use left mouse click to add the current tile and right click to remove it.
fr_fr: Utiliser le clic gauche pour ajouter une tuile et le clic droit pour un supprimer une.

source: Help about this object
fr_fr: Aide pour cet objet

source: The tileset is the texture containing all the tiles which will be used in your tilemap object.
fr_fr: Le jeu de tuiles consiste en la texture qui contient toutes les tuiles qui seront utilisée pour l'objet.

source: Note: the tilemap object needs to have all the tiles in a single texture.
fr_fr: Note: l'objet carte de tuiles ne peut utiliser qu'une seule texture.

source: Tileset texture:
fr_fr: Texture du jeu de tuiles:

source: Tile size:
fr_fr: Taille des tuiles:

source: Tile spacing:
fr_fr: Espace entre les tuiles:

source: Preview:
fr_fr: Aperçu :

source: Help on this dialog
fr_fr: Aide pour cette boîte de dialogue

source: Map size:
fr_fr: Taille de la carte:

source: tiles
fr_fr: tuiles

source: Collidable
fr_fr: Collisions ?

source: Activates the collision mask for collision detection
fr_fr: Active le masque de collision

source: Use a predefined shape
fr_fr: Utiliser une forme prédéfinie

source: Add a point
fr_fr: Ajouter un point

source: Add a point to the collision mask
fr_fr: Ajouter un point au masque de collision

source: Edit point position...
fr_fr: Editer la position du point...

source: Edit the selected point position...
fr_fr: Edite la position du point sélectionné...

source: Remove selected point
fr_fr: Supprimer le point sélectionné

source: Removes the selected point
fr_fr: Supprime le point sélectionné

source: Reset to the default collision mask
fr_fr: Rétablir le masque de collision par défaut

source: Reset the tile collision mask to the default one
fr_fr: Rétablit le masque de collision par défaut de la tuile

source: Tile editor
fr_fr: Editeur de tuile

source: Do you want to cancel all the changes made ?
fr_fr: Êtes-vous sûr(e) d'annuler tous les changements apportés à l'objet ?

source: Confirm
fr_fr: Confirmation

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/built_tilemap
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/built_tilemap

source: Are you sure to clear the whole layer ?
fr_fr: Etes-vous sûr(e) de vouloir vider le calque ?

source: Are you sure to fill the whole layer with that tile ?
fr_fr: Etes vous sûr(e) de vouloir remplir le calque avec cette tuile ?

source: Images bank's editor
fr_fr: Editeur de la banque d'images

source: Please display the image bank's editor and select an image before clicking on this button.
fr_fr: Affichez l'éditeur de la banque d'image, et sélectionnez une image avant de cliquer sur ce bouton.

source: http://www.wiki.compilgames.net/doku.php/en/game_develop/documentation/manual/built_tilemap/tilesetconfig
fr_fr: http://www.wiki.compilgames.net/doku.php/game_develop/documentation/manual/built_tilemap/tilesetconfig

source: You haven't selected a tileset yet.
fr_fr: Vous n'avez pas sélectionné de jeu de tuiles.

source: TileMap Object Editor
fr_fr: Editeur de carte de tuiles

source: Tileset configuration
fr_fr: Configuration du jeu de tuiles

source: Tilemap size configuration
fr_fr: Configuration de la taille de la carte
